Repository: CodeforEvolution/miro
Catalog: tv/platform/osx/Resources/*.lproj/translated.strings
Languages: japanese, portuguese

source: Error while reading from "%s"
japanese: ”%s”からの読み込み中のエラー
portuguese: Erro durante a leitura de "%s"

source: Unknown Error code
japanese: 不明なエラー・コード
portuguese: Código de Erro desconhecido

source: Connection closed
japanese: 接続が閉じています
portuguese: Ligação fechada

source: Unknown
japanese: 不明
portuguese: Desconhecido

source: Internal Error: Not ready to send
japanese: 内部エラー：送る準備ができていません
portuguese: Erro Interno: Não está pronto para enviar

source: license page
japanese: ライセンスのページ
portuguese: página da licença

source: Starter Channels
japanese: スターター・チャンネル
portuguese: Canais de Início

source: Example Playlist
japanese: プレイリスト例
portuguese: Exemplo de Playlist

source: Enter a new name for the channel folder %s
japanese: チャンネル・フォルダ %s に新しい名前をつけます
portuguese: Introduza um novo nome para a pasta de canal %s

source: Enter a new name for the playlist folder %s
japanese: プレイリスト・フォルダ %s に新しい名前をつけます
portuguese: Introduza um novo nome para a pasta de lista de reprodução %s

source: Create Channel Folder
japanese: チャンネル・フォルダをつくります
portuguese: Criar nova Pasta de Canal

source: Create Playlist Folder
japanese: プレイリスト・フォルダをつくります
portuguese: Criar nova Pasta de Lista de Reprodução

source: Enter a name for the new playlist folder
japanese: 新しいプレイリスト・フォルダに名前をつけます
portuguese: Introduza um nome para a nova pasta de lista de reprodução

source: Ignore
japanese: 無視する
portuguese: Ignorar

source: Submit Crash Report
japanese: クラッシュレポートを送信する
portuguese: Submeter Relatório do Erro

source: Migrate
japanese: 移動する
portuguese: Migrar

source: Don't Migrate
japanese: 移動しない
portuguese: Não migrar

source: Remove Entry
japanese: エントリを除く
portuguese: Remover Entrada

source: Delete File
japanese: ファイルを削除する
portuguese: Apagar Ficheiro

source: Delete Files
japanese: ファイルを削除する
portuguese: Apagar Ficheiros

source: Keep Videos
japanese: ビデオを保持する
portuguese: Manter Vídeos

source: Delete Videos
japanese: ビデオを削除する
portuguese: Apagar Vídeos

source: Create Channel
japanese: チャンネルを作る
portuguese: Criar Canal

source: Add
japanese: 追加する
portuguese: Adicionar

source: Add Into New Folder
japanese: 新しいフォルダに追加する
portuguese: Adicionar numa Nova Pasta

source: Not Now
japanese: 後で
portuguese: Agora Não

source: Close to Tray
japanese: トレイに閉じる
portuguese: Fechar para a Barra de Notificação

source: Launch Miro
japanese: Miroを起動する
portuguese: Iniciar Miro

source: Download Anyway
japanese: とにかくダウンロードする
portuguese: Descarregar Mesmo Assim

source: Install iHeartMiro
japanese: iHeartMiroをインストールする
portuguese: Instalar iHeartMiro

source: Don't Install
japanese: インストールをしない
portuguese: Não Instalar

source: New Search Channel
japanese: 新しい検索チャンネル
portuguese: Novo Canal de Pesquisa

source: A search channel contains items that match a search term.
japanese: 検索チャンネルには検索対象と合致した項目が入っています
portuguese: Um canal de pesquisa contém itens que coincidem com um termo de pesquisa.

source: Unknown Error
japanese: 不明なエラー
portuguese: Erro Desconhecido

source: An unkown error prevented Miro from startup. Please file a bug report at %s
japanese: 不明なエラーによりMiroの起動が妨げられました。どうぞ%sでバグ報告して下さい。
portuguese: Um erro desconhecido impediu o início do Miro. Por favor envie um relato do erro para %s

source: Database too new
japanese: データベースが新しすぎます
portuguese: Base de dados muito recente

source: You have a database that was saved with a newer version of $shortAppName. You must download the latest version of $shortAppName and run that.
japanese: あなたが持っているデータベースは、$shortAppNameの新版で保存されたものです。$shortAppNameの最新版をダウンロードして、それで動作させて下さい。
portuguese: Tem uma base de dados que foi guardada com uma versão mais recente do $shortAppName. Deve descarregar a última versão do $shortAppName e executar essa versão.

source: Miro can't find your primary video directory $moviesDirectory. This may be because it's located on an external drive that is currently disconnected. Please, connect the drive or create the directory, then start Miro again.
japanese: Miroは、あなたの主ビデオ・ディレクトリである$moviesDirectoryを見つけることができません。これは、それが現在つながっていない外付けのドライブの場所にあるからかもしれません。どうぞ、そのドライブをつなぐか、そのディレクトリをつくってから、MIroを再度起動して下さい。
portuguese: O Miro não consegue encontrar a sua pasta principal de videos $moviesDirectory. Isto pode ter ocorrido por esta estar localizada num disco rígido externo que está de momento desligado. Por favor, ligue o seu disco rígido, ou crie a pasta, e inicie o Miro outra vez.

source: Enter a new name for the playlist %s
japanese: プレイリスト %s に新しい名前をつける
portuguese: Introduza um novo nome para a playlist %s

source: Create Playlist
japanese: プレイリストを作る
portuguese: Criar Playlist

source: Enter a name for the new playlist
japanese: 新しいプレイリストの名前を入力する
portuguese: Introduza um nome para a nova lista de reprodução

source: OPML Import failed
japanese: OPMLのインポートに失敗しました
portuguese: Importação OPML falhou

source: The selected OPML file appears to be invalid. Import was interrupted.
japanese: 選択したOPMLファイルは無効のようです。インポートを中止しました。
portuguese: O ficheiro OPML seleccionado aparenta ser inválido. A importação foi interrompida.

source: OPML Import summary
japanese: OPMLインポート結果の要約
portuguese: Sumário de importação OPML

source: %s database save succeeded
japanese: %s データベースの保存に成功しました
portuguese: Base de dados %s gravada com sucesso

source: The database has been successfully saved. It is now safe to quit without losing any data.
japanese: データベースの保存に成功しました。終了してもデータは失われません。
portuguese: A base de dados foi gravada com sucesso. Pode-se sair sem perder nenhum dado.

source: %s database save failed
japanese: %s データベースの保存に失敗しました
portuguese: Não foi possível salvar a base de dados %s

source: %s was unable to save its database: Disk Full. We suggest deleting files from the full disk or simply deleting some movies from your collection. Recent changes may be lost.
japanese: %s はディスクが満杯の為データベースを保存できませんでした。 満杯のディスクからファイルを削除するか、あるいは単純に映像をコレクションから削除することをお勧めします。 最新の変更は失われているかもしれません。
portuguese: %s não conseguiu guardar a sua base de dados: Disco Cheio. Sugerimos que apague ficheiro do disco cheio ou simplesmente apague alguns filmes da sua colecção. Alterações recentes podem-se perder.

source: _Open
japanese: 開く(_O)
portuguese: _Abrir

source: _Download Video
japanese: ビデオをダウンロードする（_D）
portuguese: _Descarregar Vídeo

source: Check _Version
japanese: バージョンを確認する（_V）
portuguese: Verificar _Versão

source: _Remove Video
japanese: ビデオを除く（_R）
portuguese: _Remover Vídeo

source: _Remove Videos
japanese: 複数のビデオを除く（_R）
portuguese: _Remover Vídeos

source: Re_name Video
japanese: ビデオの名前を変更する（_n）
portuguese: Re_nomear Vídeo

source: Save Video _As...
japanese: 名前をつけてビデオを保存する…
portuguese: Gu_ardar Vídeo Como...

source: Save Videos _As...
japanese: 名前をつけてビデオを保存する…
portuguese: Gu_ardar Vídeos Como...

source: Copy Video _URL
japanese: ビデオのURLをコピーする（_U）
portuguese: Copiar _URL do Vídeo

source: _Options...
japanese: オプション（_O）…
portuguese: _Opções...

source: _Quit
japanese: 終了する(_Q)
portuguese: _Sair

source: Cu_t
japanese: 切り取る(_t)
portuguese: Cor_tar

source: _Copy
japanese: コピーする（_C）
portuguese: _Copiar

source: _Paste
japanese: 貼り付ける(_P)
portuguese: _Colar

source: Select _All
japanese: 全て選択する(_A)
portuguese: Seleccionar _Tudo

source: _Delete
japanese: 削除する(_D)
portuguese: _Apagar

source: Add _Channel
japanese: チャンネルを追加する（_C）
portuguese: Adicionar _Canal

source: New Searc_h Channel...
japanese: チャンネルを新たに検索する（_h）
portuguese: Novo Canal de Pe_squisa...

source: New _Folder...
japanese: 新しいフォルダ(_F)…
portuguese: Nova _Pasta...

source: Add Channel _Guide...
japanese: チャンネル・ガイドを追加する…
portuguese: Adicionar _Guia de Canais...

source: Update _All Channels
japanese: 全てのチャンネルを更新する（_A）
portuguese: Actualizar _Todos os Canais

source: _Import Channels (OPML)...
japanese: (OPML)チャンネルをインポートする（_I）…
portuguese: _Importar Canais (OPML)...

source: E_xport Channels (OPML)...
japanese: (OPML)チャンネルをエクスポートする（_I）…
portuguese: E_xportar Canais (OPML)...

source: _Send this channel to a friend
japanese: 友達にこのチャンネルを送る(_S)
portuguese: _Enviar este canal a um amigo

source: Copy Channel _Link
japanese: チャンネル・リンクをコピーする（_L）
portuguese: Copiar Endereço do _Canal

source: New _Playlist
japanese: 新しいプレイリスト（_P）
portuguese: Nova _Lista de Reprodução

source: New Playlist Fol_der
japanese: 新しいプレイリスト・フォルダ（_d）
portuguese: Nova Pasta de Lista de Repro_dução

source: Re_name Playlist
japanese: プレイリストの名前を変更する(_n)
portuguese: Re_nomear Lista de Reprodução

source: _Remove Playlist
japanese: プレイリストを除く(_R)
portuguese: _Remover Lista de Reprodução

source: _Remove Playlists
japanese: プレイリストを除く(_R)
portuguese: _Remover Listas de Reprodução

source: _Remove Playlist Folders
japanese: プレイリスト・フォルダを除く（_R）
portuguese: _Remover Pastas de Listas de Reprodução

source: _Remove Playlist Folder
japanese: プレイリスト・フォルダを除く（_R）
portuguese: _Remover Pasta de Lista de Reprodução

source: _Play
japanese: 再生する（_P）
portuguese: Re_produzir

source: _Pause
japanese: 一時停止する(_P)
portuguese: _Pausa

source: _Stop
japanese: 停止する(_S)
portuguese: _Parar

source: _Next Video
japanese: 次のビデオ（_N）
portuguese: _Próximo video

source: _Previous Video
japanese: 前のビデオ（_P）
portuguese: Vídeo _Anterior

source: Skip _Forward
japanese: 前方へスキップ(_F)
portuguese: Saltar para a _Frente

source: Skip _Back
japanese: 後方へスキップ(_B)
portuguese: Saltar para _Trás

source: Volume _Up
japanese: 音量を上げる(_U)
portuguese: A_umentar o Volume

source: Volume _Down
japanese: 音量を下げる(_D)
portuguese: Reduzir o _Volume

source: _Fullscreen
japanese: 全画面表示（_F）
portuguese: _Ecrã Inteiro

source: _About
japanese: Miroについて
portuguese: _Acerca

source: _Donate
japanese: 寄付する(_D)
portuguese: _Donativos

source: _Help
japanese: ヘルプ(_H)
portuguese: _Ajuda

source: Report a _Bug
japanese: バグを報告する(_B)
portuguese: Reportar um _Erro

source: _Translate
japanese: 翻訳する（_T）
portuguese: _Traduzir

source: _Planet
japanese: プラネット（_P）
portuguese: _Planeta

source: _Video
japanese: ビデオ(_V)
portuguese: _Vídeo

source: _File
japanese: ファイル(_F)
portuguese: _Ficheiro

source: _Channels
japanese: チャンネル(_C)
portuguese: _Canais

source: P_layback
japanese: 再生する(_P)
portuguese: R_eproduzir

source: Play Unwatched ($numUnwatched)
portuguese: Reproduzir Não Vistos ($numUnwatched)

source: Pause All Downloads ($numDownloading)
japanese: 全てのダウンロード （$numDownloading）を一時停止する
portuguese: Pausar Todos as Transferências ($numDownloading)

source: Resume All Downloads ($numPaused)
japanese: 全てのダウンロード （$numPaused）を再開する
portuguese: Retomar Todos os Downloads ($numPaused)

source: Options...
japanese: オプション…
portuguese: Opções...

source: Hide Window
japanese: ウィンドウを表示しない
portuguese: Ocultar Janela

source: Show Window
japanese: ウィンドウを表示する
portuguese: Mostrar Janela

source: never
japanese: 無期限
portuguese: nunca

source: %d hours
japanese: %d時間
portuguese: %d horas

source: %d day
japanese: %d日
portuguese: %d dia

source: %d days
japanese: %d日
portuguese: %d dias

source: %d months
japanese: %d月間
portuguese: %d meses

source: Enter a new name for the channel %s
japanese: %sチャンネルに新しい名前を適用する
portuguese: Introduza um novo nome para o canal %s

source: Error loading feed
japanese: フィードの読み込みに関するエラー
portuguese: Erro ao carregar feed

source: Couldn't load the feed at %s (%s).
japanese: %sでフィードを読み込めませんでした(%s)
portuguese: Não consegue carregar o feed a %s (%s).

source: Would you like to keep the feed?
japanese: フィードを保存したいですか？
portuguese: Gostaria de guardar o feed?

source: Bad content-type
japanese: 不正なcontent-type
portuguese: Conteúdo de tipo incorrecto

source: Channel is not compatible with $shortAppName!
japanese: チャンネルが$shortAppNameと互換性がありません！
portuguese: O canal não é compatível com $shortAppName!

source: But we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny. Please contact the publishers of $url and ask if they can supply a feed in a format that will work with $shortAppName. Do you want to try to load this channel anyway?
japanese: それでも、私たちはそのファイルを取得するために最善を尽くします。ビデオのリストをつくるのに余計な時間がかかることがあるかもしれませんし、その記述がおかしなふうに見えることがあるかもしれません。どうぞ$urlの発行者に問い合わせ、もし彼らが$shortAppNameで機能するフォーマットのフィードを発行できるかどうか尋ねてみて下さい。
portuguese: Mas tentaremos o nosso melhor para agarrar os ficheiros. Pode levar tempo extra para listar os videos, e as descrições poderão aparecer esquisitas. Por favor contacte os responsáveis do $url e pergunte se eles podem fornecer um feed num formato que funcione com $shortAppName. Quer tentar carregar este canal mesmo assim?

source: Local Files
japanese: ローカル・ファイル
portuguese: Ficheiros Locais

source: Playing File
japanese: ファイルを再生中
portuguese: Reproduzindo Ficheiro

source: Removing %s
japanese: %s を削除しています
portuguese: A remover %s

source: Would you like to delete this folder and all of its videos or just remove its entry from the Library?
japanese: このフォルダとその中のビデオのすべてを削除しますか、あるいは、単にライブラリからこのエントリーを除きますか？
portuguese: Deseja apagar esta pasta e todos os seus vídeos ou apenas remover a sua entrada da Biblioteca?

source: Would you like to delete this file or just remove its entry from the Library?
japanese: このファイルを削除しますか、あるいは、単にライブラリからこのエントリーを除きますか？
portuguese: Deseja apagar este ficheiro or apenas removê-lo da Biblioteca?

source: This item is a folder. When you remove a folder, any items inside that folder will be deleted.
japanese: この項目はフォルダです。フォルダを削除すると、そのフォルダ内のどの項目も削除されます。
portuguese: Este item é um directório. Quando apaga um directório quaisquer itens dentro dele serão apagados.

source: %d minutes
japanese: %d分
portuguese: %d minutos

source: Expires in %s
japanese: %sに期限が切れます
portuguese: Expira em %s

source: Will retry in %s
japanese: %sでリトライします
portuguese: Nova tentativa em %s

source: Paused
japanese: 一時停止
portuguese: Suspenso

source: WEB PAGE
japanese: Webページ
portuguese: Página web

source: Total Down:
japanese: ダウン合計：
portuguese: Total Recepção:

source: Error:
japanese: エラー:
portuguese: Erro:

source: Seeders:
japanese: シーダー:
portuguese: Semeadores:

source: Leechers:
japanese: リーチャー:
portuguese: Receptores:

source: Down Rate:
japanese: ダウン率：
portuguese: Taxa Down:

source: Down Total:
japanese: ダウン合計：
portuguese: Total Down:

source: Up Rate:
japanese: アップ率：
portuguese: Taxa Envio:

source: Up Total:
japanese: アップ合計：
portuguese: Total Envio:

source: Web page:
japanese: Webページ:
portuguese: Página Web:

source: comments
japanese: コメント
portuguese: comentários

source: File link:
japanese: ファイルのリンク：
portuguese: Ligação do ficheiro:

source: direct link to file
japanese: ファイルへの直接リンク
portuguese: ligação directa para o ficheiro

source: File type:
japanese: ファイルの種類:
portuguese: Tipo do ficheiro:

source: License:
japanese: ライセンス:
portuguese: Licença:

source: see permalink
japanese: パーマリンク参照
portuguese: ver ligação permanente

source: SHOW LOCAL FOLDER
japanese: ローカル・フォルダを示す
portuguese: MOSTRAR PASTA LOCAL

source: SHOW LOCAL FILE
japanese: ローカル・ファイルを示す
portuguese: MOSTRAR FICHEIRO LOCAL

source: Filename:
japanese: ファイル名:
portuguese: Nome do Ficheiro:

source: Down Total
japanese: ダウン合計
portuguese: Recebido Total

source: Up Total
japanese: アップ合計
portuguese: Envios Total

source: Item Details
japanese: 項目の詳細
portuguese: Detalhes do Item

source: Torrent Details
japanese: トレントの詳細
portuguese: Detalhes do Torrent

source: Torrent Details <i>stopped</i>
japanese: トレントの詳細
portuguese: Detalhes Torrent <i>parados</i>

source: Download Details
japanese: ダウンロードの詳細
portuguese: Detalhes de Download

source: downloading...
japanese: ダウンロード中・・・
portuguese: transferindo...

source: %s left
japanese: 残り %s
portuguese: faltam %s

source: starting up...
japanese: 起動中…
portuguese: a iniciar...

source: Removing %s items
japanese: %s項目を削除中
portuguese: A remover %s items

source: One or more of these videos was not downloaded from a channel. Would you like to delete these items or just remove their entries from the Library?
japanese: 一つ以上のビデオがチャンネルからダウンロードされませんでした。これらの項目を削除しますか、あるいは、単にライブラリからこれらのエントリーを除きますか？
portuguese: Um ou mais vídeos não foram descarregados de um canal. Deseja apagar estes itens ou apenas remover as suas entradas da Biblioteca?

source: One or more of these items is a folder. When you remove or delete a folder, any items inside that folder will also be removed or deleted.
japanese: これらの内フォルダが一つ以上あります。フォルダが除かれるか削除されると、その中に入っている項目も除かれるか削除されることになります。
portuguese: Um ou mais intens são pastas. Quando remove ou apaga uma pasta, todos os itens dentro da pasta serão também removidos ou apagados.

source: 1 day 3 days 6 days 10 days 1 month Never
portuguese: 1 dia 3 dias 6 dias 10 dias 1 mês Nunca

source: <b>Note:</b> If you change the renderer used to play videos, you MUST restart Miro for the changes to take effect.
japanese: <b>註：:</b>もしビデオの表示に使うソフトウェア（レンダラー）を変えたら、必ず その変更を有効にするためにMiroを再起動しなければなりません。
portuguese: <b>Nota:</b> Se modificar o renderizador usado para reproduzir videos, TERÁ que reiniciar o Miro para as mudanças terem efeito.

source: <b>Note:</b> You can set the frequency channels are checked for each channel in the channel's settings pane.
portuguese: <b>Nota:</b> Pode definir a frequencia com que cada canal é verificado na secção de definições de canais

source: <b>Searching for Videos</b>
japanese: <b>ビデオを検索中</b>
portuguese: <b>À procura de videos</b>

source: <b>Would you like Miro to look for video files on your computer?</b>
japanese: Miroにあなたのコンピュータ内のビデオ・ファイルを探してもらいたいですか？
portuguese: <b>Você deseja que o Miro procure por vídeos no seu computador?</b>

source: <b>Would you like to run Miro when your computer starts up?</b>
japanese: <b>あなたのコンピュータが起動するときにMiroを起動したいですか？</b>
portuguese: <b>Você deseja que o Miro seja corrido quando o computador arranca?</b>

source: <b>You're done!</b> Setup is complete -- now you can find some channels and start watching. <b>Don't Wait:</b> Miro is different than watching webpage videos -- publishers can offer big, high quality videos. So don't sit around waiting for videos: start some downloads and check back later. <b>Leave it On:</b> Miro regularly checks channels for new videos and downloads in the background. Leaving it running means you'll have new videos when you're ready to watch. <b>Don't Worry About Disk Space:</b> Like a TiVo, Miro features an 'expiration' system that helps clean out older videos to make room for new videos. You can always keep a video permanently by clicking 'save' and you can set a channel's settings to save videos automatically. <b>Go Big:</b> The button to the right of the play button shows videos fullscreen. <b>Find Videos:</b> The Miro Guide has hundreds of internet TV channels, all of them are free. Just click 'ADD' to watch a channel.
japanese: <b>やったね!</b> セットアップ完了 -- さあ、チャンネルを見つけて視聴を開始できますよ。 <b>待たないで：</b> Miroはウェブ・ページのビデオを見るのとは違います -- 発信者が大きくて高品質なビデオを提供できます。ただ座ってビデオを待っていないで下さい：ダウンロードを始めておいて後で確認すればよいのです。 <b>起動したままで：</b> Miroはチャンネルに新しいビデオがあるかを定期的に確認して、バックグラウンドでダウンロードします。起動したままにしておけば、新しいビデオをあなたが観たいときに見ることができます。 <b>ディスク容量の心配をしないで：</b> TiVo のように、Miroは「期限切れ」システムを持っていて、新しいビデオの為に古いビデオを消して空きを作ります。いつでも「保存」をクリックしてビデオを恒久保存することができますし、チャンネル設定でビデオを自動保存することもできます。 <b>大きくしよう：</b> 再生ボタンの右隣のボタンでフルスクリーン表示になります。 <b>ビデオを探そう：</b> Miroガイドには何百もの無料インターネットTVチャンネルがあります。「追加」をクリックしてチャンネルを見ましょう。
portuguese: <b>Está pronto!</b> A configuração está completa -- agora pode encontrar alguns canais e começar a vê-los. <b>Não Espere:</b> o Miro é diferente de ver vídeos em páginas web -- os editores podem oferecer vídeos grandes e de alta qualidade. Não se sente à espera dos vídeos: inicie alguns downloads e volte mais tarde para os ver. <b>Deixe-o Ligado:</b> o Miro verifica regularmente os canais em busca de novos vídeos e descarrega-os sozinho. Deixando-o ligado, pode ter novos vídeos para ver quando desejar. <b>Não se Preocupe com o Espaço no Disco:</b> Tal como o TiVo, o Miro implementa um sistema de 'expiração' que o ajuda a limpar os vídeos antigos para dar espaço aos novos vídeos. Pode sempre guardar um vídeo para sempre clicando em 'guardar' e pode configurar um canal para guardar os seus vídeos automaticamente. <b>Em Grande:</b> O botão á direita do botão de reprodução mostra os vídeos em ecrã completo. <b>Encontre Vídeos:</b> O Guia Miro tem centenas de canais de TV internet. todos gratuitos. Basta clicar 'ADD' para ver um canal.

source: Auto download default setting for new channels
japanese: 新しいチャンネル用の自動ダウンロード標準設定
portuguese: Definições padrão de download automatico para novos canais

source: Automatically for_ward ports.
japanese: 自動的にポートを転送する（_w）
portuguese: Encaminhar portas automaticamente

source: By default, videos _expire after
japanese: 標準で、ビデオの期限切れは（_e）
portuguese: Por omissão, os vídeos expiram após

source: C_hannel:
japanese: チャンネル（_h）
portuguese: C_anal:

source: C_hannels
japanese: チャンネル（_h）
portuguese: Ca_nais

source: C_reate Channel
japanese: チャンネルをつくる（_r）
portuguese: C_riar Canal

source: Check Channels for _new content
japanese: チャンネルに新しいコンテンツがあるか確認する（_n）
portuguese: Verificar Canais em busca de novos conteúdos

source: Disk _Space
japanese: ディスク容量（_S）
portuguese: _Espaço em Disco

source: Every 30 minutes Every hour Every day Manually
japanese: 30分毎 1時間毎 1日毎 手動
portuguese: Todos os 30 minutos Todas as horas Todos os dias Manualmente

source: Go
japanese: 移動
portuguese: Ir

source: Ignore Un_encrypted Connections.
japanese: 暗号化されていない接続を無視する（_e）
portuguese: Ignorar Ligações Não _Encriptadas.

source: In This:
japanese: この中に：
portuguese: Nisto:

source: Limit torrent _downstream to:
japanese: トレントのダウンストリームの制限：
portuguese: Limitar velocidade de _descarregamento a:

source: Maximum number of channel auto-downloads at a time:
japanese: チャンネルの同時自動ダウンロードの最大数
portuguese: Número máximo de auto-descarregamentos de canal ao mesmo tempo:

source: Maximum number of manual downloads at a time:
japanese: マニュアルの同時自動ダウンロードの最大数
portuguese: Número máximo de descarregamentos manuais ao mesmo tempo:

source: Miro can find all the videos on your computer to help you organize your collection.
japanese: Miroは、あなたのコンピュータ上の全てのビデオを見つけて、あなたのコレクションを整理するお手伝いができます。
portuguese: O Miro pode encontrar todos os ficheiros no seu computador para o ajudar a organizar a sua colecção.

source: New All Off
japanese: 新規 全て オフ
portuguese: Novo Todos Desligar

source: Play _videos one after another
japanese: 次々にビデオを再生する（_v）
portuguese: Reproduzir _vídeos em sequência

source: Preferences
japanese: 設定
portuguese: Preferências

source: Restrict to my full _home folder
japanese: ホーム・フォルダ全てに限定する（_h）
portuguese: Restringir à pasta inteira da minha conta

source: S_top after each video
japanese: ビデオ毎に停止する（_t）
portuguese: _Parar após cada vídeo

source: S_tore downloaded videos in this folder:
japanese: このフォルダにダウンロードしたビデオを保存する（_t）：
portuguese: _Guardar vídeos descarregados nesta pasta:

source: Search _Engine:
japanese: 検索エンジン（_E）
portuguese: Motor de _Busca:

source: Search _custom folder:
japanese: カスタム・フォルダを検索する（_c）
portuguese: Procurar na pasta _custom:

source: Select Movies Directory
japanese: 映像ディレクトリを選ぶ
portuguese: Seleccionar a directoria de Filmes

source: Select custom search directory
japanese: カスタム検索ディレクトリを選ぶ
portuguese: Seleccionar directoria de pesquisa personalizada

source: Stop torrent uploads when this ratio is reached:
japanese: この比率に達したらトレント・アップロードを停止する：
portuguese: Parar carregamentos de torrents que atingir esta proporção:

source: The next few screens will help you set up Miro so that it works best for you. Here's the first question.
japanese: 次のいくつかのスクリーンであなたにとって最適にMiroが動作するように設定するのをお手伝いします。まず、最初の質問です。
portuguese: Os próximos ecrãs irão ajudá-lo a instalar o Miro para que este funcione na perfeição. Aqui está a primeira questão.

source: To avoid internet slowdowns, limit _upstream to:
japanese: インターネットの減速を防ぐためのアップストリームの制限（_u）：
portuguese: Para evitar abrandamento na ligação, limitar o en_vio a:

source: Use _ports:
japanese: 使用するポート（_p）：
portuguese: Usar _portos:

source: Use this for video when listening to audio:
japanese: ビデオ中でオーディオを聴くときにはこれを使う：
portuguese: Usar isto como video quando ouvindo audio:
