Repository: CodeforEvolution/miro
Catalog: tv/platform/osx/Resources/*.lproj/translated.strings
Languages: japanese, portuguese

source: Cancel
portuguese: Cancelar

source: OK
portuguese: Aceitar

source: <font face="Lucida Grande" size="-1">Our bug-tracker's at <a href="$bugTrackerURL">$bugTrackerURL</a>. Just tell us what you were doing, paste in the log message from the box above, and answer a few questions, and we'll get right to work.</font>
japanese: <font face="Lucida Grande" size="-1">バグトラッカーは <a href="$bugTrackerURL">$bugTrackerURL</a> にあります。何をしていたかを書き、上のボックスからログメッセージをコピーして貼り付け、幾つか質問に答えていただくと、すぐに私たちの方での作業にとりかかります。</font>
portuguese: <font face="Lucida Grande" size="-1">O nosso sistema de análise de defeitos encontra-se em<a href="$bugTrackerURL">$bugTrackerURL</a>. Relate-nos a tarefa que realizava, copie para aqui a ocorrência que se encontra descrita na mensagem da caixa acima, responda-nos a algumas questões e resolveremos o problema o mais rápido possível.</font>

source: Actually, if you have a minute, would you be willing to submit a crash report to our bug-tracking system? At a minimum, what we'd need is description of what you were doing at the time -- as precise as possible -- plus the artfully-phrased nonsense in the box below:
japanese: 実はちょっと時間があったらクラッシュ・レポートをバグ・トラッキング・システムに提出していただければありがたいのですが、いかがでしょうか。最小限、クラッシュした時にしていた事の記述をお願いします。できるだけ正確に。その他もろもろも一緒に下のボックスへどうぞ。
portuguese: Se tem algum tempo disponível, estaria disposto a enviar um relato do erro ao nosso sistema de análise de defeitos? Precisamos de uma descrição (o mais precisa possível) da tarefa que realizava na altura do erro e do preenchimento da caixa abaixo com os caracteres indicados.

source: Misfortune! $longAppName fell prey to some sort of internal confusion or wrong-headedness $when. We apologize and suggest that you exit and restart $shortAppName. That'll teach it, and it'll also reduce your chance of losing your preferences or channel subscriptions.
japanese: 不運にも、$longAppName が、$when に内部に何らかの混乱が発生したと判断、もしくは誤判断されて、その犠牲となってしまいました。お詫びしますとともに、 $shortAppName を再起動することを提案いたします。そうしていただくことで学習がなされ、今後設定やチャンネル登録を失う機会が減っていくことになります。
portuguese: Falta de sorte! $longAppName executou um erro interno em: $when. Pedimos desculpas pelo inconveniente e sugerimos que saia e reinicie $shortAppName. Esta operação permitir-lhe-á recomeçar a aplicação sem risco de perder alterações de definições ou a subscrição de canais já efectuadas.

source: The fall of $shortAppName??
japanese: $shortAppName の失敗??
portuguese: A quebra de $shortAppName??

source: About Miro
japanese: Miro について
portuguese: Sobre o Miro

source: Add Channel...
japanese: チャンネルを追加…
portuguese: Adicionar Canal

source: Add Guide...
japanese: ガイドを加える…
portuguese: Adicionar Guia...

source: Bring All to Front
japanese: すべてを前に
portuguese: Trazer Todos Para a Frente

source: Channels
japanese: チャンネル
portuguese: Canais

source: Check for New Version
japanese: 新しいバージョンがあるかを確認
portuguese: Procurar por Nova Versão

source: Clear Menu
japanese: メニューをクリアする
portuguese: Limpar Menu

source: Close Window
japanese: ウィンドウを閉じる
portuguese: Fechar Janela

source: Copy
japanese: コピーする
portuguese: Copiar

source: Copy Channel URL
japanese: チャンネルのURLをコピーする
portuguese: Copiar URL do Canal

source: Copy Video URL
japanese: ビデオのURLをコピーする
portuguese: Copiar URL do Vídeo

source: Cut
japanese: 切り取る
portuguese: Cortar

source: Delete
japanese: 削除する
portuguese: Apagar

source: Donate
japanese: 寄付する
portuguese: Doar

source: Download Video...
japanese: ビデオをダウンロードする…
portuguese: Descarregar Video...

source: Edit
japanese: 編集する
portuguese: Editar

source: Export Channels (OPML)...
japanese: （OPML）チャンネルを書き出す
portuguese: Exportar Canais (OPML)...

source: File
japanese: ファイル
portuguese: Ficheiro

source: Full Screen
japanese: 全画面表示
portuguese: Ecrã Inteiro

source: Help
japanese: ヘルプ
portuguese: Ajuda

source: Hide Miro
japanese: Miro を隠す
portuguese: Esconder Miro

source: Hide Others
japanese: 他を隠す
portuguese: Ocultar os Outros

source: Import Channels (OPML)...
japanese: （OPML）チャンネルを取り込む
portuguese: Importar Canais (OPML)...

source: Main Window
japanese: メイン・ウィンドウ
portuguese: Janela Principal

source: MainMenu
japanese: メイン・メニュー
portuguese: MenuPrincipal

source: Minimize
japanese: 最小化する
portuguese: Minimizar

source: Miro Help
japanese: Miro のヘルプ
portuguese: Ajuda do Miro

source: New Channel Folder...
japanese: 新しいチャンネルフォルダ…
portuguese: Nova Pasta de Canal...

source: New Playlist Folder...
japanese: 新しいプレイリスト・フォルダ…
portuguese: Nova Pasta de Lista de Reprodução...

source: New Playlist...
japanese: 新しいプレイリスト…
portuguese: Nova Lista de Reprodução...

source: New Search Channel...
japanese: 新しい検索チャンネル
portuguese: Nova pesquisa do canal...

source: Next Video
japanese: 次のビデオ
portuguese: Próximo video

source: Open Recent
japanese: 最近使った項目を開く
portuguese: Abrir Recentes

source: Open...
japanese: 開く
portuguese: Abrir...

source: Paste
japanese: 貼り付け
portuguese: Colar

source: Planet Miro
japanese: プラネットMiro
portuguese: Planeta Miro

source: Play Video
japanese: ビデオを再生する
portuguese: Reproduzir Vídeo

source: Playback
japanese: 再生
portuguese: Reproduzir

source: Preferences...
japanese: 設定…
portuguese: Preferências...

source: Previous Video
japanese: 前のビデオ
portuguese: Video anterior

source: Quit Miro
japanese: Miro を終了
portuguese: Saír do Miro

source: Remove...
japanese: 削除…
portuguese: Remover...

source: Rename...
japanese: 名前の変更…
portuguese: Mudar o Nome...

source: Report a bug
japanese: バグを報告する
portuguese: Reportar um erro (bug)

source: Save Video As...
japanese: 名前をつけて保存…
portuguese: Salvar video como...

source: Select All
japanese: 全てを選択する
portuguese: Seleccionar Tudo

source: Send This Channel to a Friend
japanese: このチャンネルを友達に送る
portuguese: Enviar este canal a um amigo

source: Services
japanese: サービス
portuguese: Serviços

source: Show All
japanese: 全てを表示する
portuguese: Mostrar Tudo

source: Stop Video
japanese: ビデオを止める
portuguese: Parar o Vídeo

source: Translate
japanese: 翻訳suru
portuguese: Traduzir

source: Update All Channels
japanese: 全てのチャンネルを更新する
portuguese: Actualizar Todos os Canais

source: Update Channel
japanese: チャンネルを更新する
portuguese: Actualizar o Canal

source: Window
japanese: ウィンドウ
portuguese: Janela

source: Zoom
japanese: 拡大する
portuguese: Ampliação

source: %channel feed%
portuguese: %feed do canal%

source: %channel title%
portuguese: %nome do canal%

source: Email to a friend
japanese: 友達に電子メールを送る
portuguese: Enviar a um amigo por email

source: FullScreen Controls
japanese: 全画面の操作
portuguese: Controlos do Ecrã Inteiro

source: Keep
japanese: 保持する
portuguese: Manter

source: Post to Reddit
japanese: Redditへ投稿する
portuguese: Publicar no Reddit

source: Post to Video Bomb
japanese: ビデオBombへ投稿する
portuguese: Publicar no Video Bomb

source: Post to del.icio.us
japanese: delicioi.usへ投稿する
portuguese: Publicar no del.icio.us

source: Post to digg
japanese: diggへ投稿する
portuguese: Publicar no digg

source: Share
japanese: 共有する
portuguese: Partilhar

source: Video Search
japanese: ビデオ検索
portuguese: Pesquisa de vídeos

source: VideoWindow
japanese: ビデオウィンドウ
portuguese: JanelaVideo

source: Location http://foo.bar.com/baz requires a username and password for "text supplied by server". (Do not localize -- test data)
portuguese: Não é para traduzir (Com Localize querem dizer Traduzir)

source: Password:
japanese: パスワード:
portuguese: Palavra-Chave:

source: Username and password required
japanese: ユーザー名とパスワードを入力してください
portuguese: Necessita de um nome de utilizador e respectiva palavra-chave

source: Username:
japanese: ユーザー名:
portuguese: Nome de Utilizador:

source: (You must restart Miro for some of these changes to take effect)
japanese: （これらの変更を反映させるためにMiroを再起動して下さい）
portuguese: (Deverá reiniciar o Miro para que algumas destas alterações tenham efeito)

source: (You must restart Miro for this change to take effect)
japanese: （この変更を反映するには、Miroを再起動する必要があります。）
portuguese: (Deverá reiniciar o Miro para que esta alteração tenha efeito)

source: (movies directory path goes here)
japanese: (映像のディレクトリ経路はここです。)
portuguese: (o caminho para a directoria dos filmes entra aqui)

source: 1 day
japanese: 1日
portuguese: 1 dia

source: 1 month
japanese: 1ヶ月
portuguese: 1 mês

source: 10 days
japanese: 10日
portuguese: 10 dias

source: 3 days
japanese: 3日
portuguese: 3 dias

source: 3 hours
japanese: 3 時間
portuguese: 3 horas

source: 6 days
japanese: 6日
portuguese: 6 dias

source: Add...
japanese: 追加…
portuguese: Adicionar...

source: All
japanese: 全て
portuguese: Tudo

source: Auto download default setting for new channels:
japanese: 新しいチャンネルのための自動ダウンロードの標準設定：
portuguese: Descarregar automaticamente configurações-padrão para novos canais:

source: Automatically forward ports
japanese: 自動的にポートを転送する
portuguese: Reencaminhar portas automaticamente

source: Box
japanese: ボックス
portuguese: Caixa

source: By default, videos expire after:
japanese: ビデオの標準の有効期限:
portuguese: Por omissão, os vídeos expiram ao fim de:

source: Change...
japanese: 変更…
portuguese: Modificar...

source: Check channels for new content:
japanese: チャンネルに新しいコンテンツがあるかを確認する：
portuguese: Verifique nos canais a existência de novos conteúdos:

source: Don't auto-download more than this many videos per channel at once:
japanese: 一度に自動ダウンロードするときの、チャンネルあたりのビデオの最大数：
portuguese: Não descarregar automaticamente mais que este número de videos por canal ao mesmo tempo:

source: Don't download more than this many videos at once:
japanese: 一度にダウンロードするビデオの最大数：
portuguese: Não descarregar mais do que este número de videos ao mesmo tempo:

source: Folder location
japanese: フォルダの場所
portuguese: Localização da Pasta

source: Ignore unencrypted connections
japanese: 暗号化されていない接続を無視する
portuguese: Ignorar ligações não encriptadas

source: Keep at least this much free space on my drive:
japanese: ドライブ上に確保すべき最小限の空き領域：
portuguese: Deixar pelo menos este espaço livre no meu disco:

source: Limit downstream to
japanese: 指定ダウンストリーム先
portuguese: Limitar velocidade de descarregamento a

source: Never
japanese: 禁止
portuguese: Nunca

source: New
japanese: 新規
portuguese: Novo

source: Off
japanese: オフ
portuguese: Desactivar

source: OtherViews
japanese: その他のビュー
portuguese: OutrasVisualizações

source: Play videos one after another.
japanese: ビデオを次々に再生する。
portuguese: Reproduzir videos continuamente.

source: Remember video position.
japanese: ビデオの位置を記憶する。
portuguese: Relembrar a posição do vídeo.

source: Remove
japanese: 削除する
portuguese: Remover

source: Run Miro at startup
japanese: コンピューター起動時にMiroを起動する
portuguese: Iniciar o Miro no arranque do computador

source: Show as Channel
japanese: チャンネルとして表示する
portuguese: Mostrar como canal

source: Stop after each video.
japanese: ビデオ毎に停止する。
portuguese: Parar depois de cada video.

source: Stop uploads when this ratio is reached:
japanese: 到達したらアップロードを停止する比率：
portuguese: Parar de carregar quando atingir este proporção:

source: Store downloads in this folder:
japanese: ダウンロードしたものを保存するフォルダ：
portuguese: Guardar ficheiros descarregados na seguinte pasta:

source: To avoid internet slowdowns, limit upstream to
japanese: インターネットの減速を防ぐためのアップストリームの制限：
portuguese: Para evitar abrandar a internet, limitar a velocidade de carregamento a

source: Use these ports:
japanese: 利用するポート：
portuguese: Usar estes portos:

source: Warn me when I attempt to quit with downloads in progress
japanese: ダウンロード進行中に終了するときは警告する
portuguese: Avise-me quando eu tentar sair com ficheiros ainda a descarregar

source: Watch for new videos in these folders and include them in the Library:
japanese: 以下のフォルダの新しいビデオはライブラリに追加する：
portuguese: Verificar novos vídeos nestas pastas e incluí-los na Biblioteca:

source: every 30 minutes
japanese: 30分毎に確認
portuguese: cada 30 minutos

source: every hour
japanese: 1時間毎
portuguese: cada hora

source: manually
japanese: 手動で確認する
portuguese: manualmente

source: $label$
portuguese: $etiqueta$

source: $title$
portuguese: $titulo$

source: Channel
japanese: チャンネル
portuguese: Canal

source: Create
japanese: 作成する
portuguese: Criar

source: In this:
japanese: この中に：
portuguese: Neste:

source: Item1
japanese: 項目１
portuguese: 1 item

source: Search Engine
japanese: 検索エンジン
portuguese: Motor de busca

source: Search for:
japanese: 検索：:
portuguese: Procurar:

source: (parsed %d files - found %d videos)
japanese: （%d個のファイルを解析しました - %d個のビデオが見つかりました）
portuguese: (analisados %d ficheiros - encontrados %d videos)

source: Back
japanese: 戻る
portuguese: Retroceder

source: Browse
japanese: 閲覧する
portuguese: Explorar

source: Next
japanese: 次へ
portuguese: Seguinte

source: No
japanese: いいえ
portuguese: Não

source: Only search my Movies folder.
japanese: 自分のMoviesフォルダのみを検索する。
portuguese: Apenas procurar na pasta dos meus Videos.

source: Search my entire Home folder.
japanese: 自分のHomeフォルダ全体を検索する：
portuguese: Procurar na minha pasta de utilizador.

source: Search this folder:
japanese: このフォルダ内を検索する：
portuguese: Busca neste directório

source: Searching for Videos
japanese: ビデオを検索しています
portuguese: A Procurar por vídeos

source: The Miro Player can find all the videos on your computer to help you organize your collection. Would you like Miro to look for video files on your computer?
japanese: Miroプレイヤーは、あなたのコンピュータにある全てのビデオを見つけて、あなたのコレクションを整理するのお手伝いをします。 あなたのコンピュータにあるビデオ・ファイルをMiroに探してほしいですか？
portuguese: O leitor do Miro pode encontrar todos os vídeos no seu computador para o ajudar a organizar a sua colecção. Você deseja que o Miro procure por ficheiros de vídeo no seu computador?

source: The next few screens will help you set up the Miro Player so that it works best for you. Here's the first question.
japanese: 次のいくつかの画面で、Miroプレーヤが最適に動作するように設定するのをお手伝いします。まず最初の質問です。
portuguese: Os próximos ecrans vão ajudá-lo a configurar o leitor do Miro para que ele funcione melhor para si. Aqui está a primeira questão.

source: We recommend that you allow the Miro Player to launch when your computer starts up. This way, videos that haven't finished downloading can finish and new videos on your channels will be ready when you want to watch. Would you like to run Miro when your computer starts up?
japanese: コンピューターの起動時にMiro Playerの自動起動をお勧めします。そうすれば、ダウンロードが完了していなかったビデオが完了し、あなたのチャンネルの新しいビデオを観たいときの準備が整う状態になります。 コンピューターの起動時にMiroを自動起動しますか？
portuguese: Recomendamos que o Miro se inicie quando liga o seu computador. Assim, vídeos que não tenham terminado o descarregamento poderão terminar e novos vídeos nos seus canais irão estar prontos quando desejar visualizá-los. Deseja que o Miro inicie quando o seu computador arranca?

source: Welcome to Internet TV!
japanese: インターネットテレビへようこそ！
portuguese: Bem-vindo à Internet TV!

source: Welcome to Internet TV. There's a lot you can do with the Miro Player: automatically download videos from your favorite channels, watch new videos one after the other, download torrents, recommend videos to friends, and lots more.
japanese: インターネット・テレビの世界へようこそ。ミロを使ってお気に入りのチャンネルから自動的にビデオをダウンロードしたり、新しいビデオを順番で再生したり、ビット・トレントをダウンロードしたり、ビデオを友達に推奨したりなど、いろいろなことができます。
portuguese: Bem vindo à Internet TV. Há imensas coisas que pode fazer com o seu leitor Miro: fazer o download automático de vídeos dos seus canais favoritos, ver novos vídeos um após o outro, fazer o download de torrents, recomendar vídeos aos seus amigos, e muito mais.

source: Yes
japanese: はい
portuguese: Sim

source: %message% %message%
portuguese: %mensagem% %mensagem%

source: Username:
japanese: ユーザー名:
portuguese: Nome de Utilizador:

source: Password:
japanese: パスワード:
portuguese: Senha:

source: Unknown Runtime Error
japanese: 不明なランタイムエラー
portuguese: Erro de Execução Desconhecido

source: An unknown error has occurred %s.
japanese: 不明なエラー %s
portuguese: Ocorreu um erro desconhecido %s.

source: New Channel _Guide...
japanese: 新しいChannel_Guide…
portuguese: Novo guia do _canal...

source: Folder Location
japanese: フォルダの場所
portuguese: Localização da Pasta

source: Settings
japanese: 設定
portuguese: Definições

source: Hide
japanese: 表示しない
portuguese: Ocultar

source: Show
japanese: 表示する
portuguese: Mostrar

source: Quit
japanese: 終了する
portuguese: Sair

source: Error importing modules: %s
japanese: 以下のモジュールの読み込み中にエラーが発生しました： %s
portuguese: Erro ao importar módulos: %s

source: Loading window
japanese: ウィンドウにロード中
portuguese: A carregar a janela

source: onStartup called twice
japanese: onStartupが２回実行されました
portuguese: noInício chamado duas vezes

source: Spacebar
japanese: スペースキー
portuguese: Barra de Espaços

source: Close to tray?
japanese: トレイへ閉じますか？
portuguese: Fechar para a barra de notificação?

source: When you click the red close button, would you like Miro to close to the system tray or quit? You can change this setting later in the Options.
japanese: 赤い閉じるボタンを押したときに、Miroがシステム・トレイへ閉じるか、それとも終了するかのどちらをお望みでしょうか？ この設定は、後でオプションから変更できます。
portuguese: Quando clica no botão de fechar vermelho, deseja que o Miro se feche para a barra de notificação de sistema ou que saia completamente? Você pode mudar esta configuração mais tarde nas Opções.

source: Update Available
japanese: アップデートできます
portuguese: Actualização Disponível

source: A new version of %s is available for download.
japanese: %sの新しいバージョンをダウンロードできます。
portuguese: Uma nova versão do %s está disponível para ser transferida.

source: Error Bombing Item
japanese: 破壊的な項目に関するエラー
portuguese: Erro ao bombar o item

source: Error Recommending Item
japanese: 推薦項目に関するエラー
portuguese: Erro ao recomendar o item

source: Error Opening Website
japanese: ウェブ・サイト開示に関するエラー
portuguese: Erro ao abrir o sítio web

source: There was an error opening %s. Please try again in a few seconds
japanese: %sを開くときにエラーが発生しました。数秒後に再試行してください。
portuguese: Ocorreu um erro na abertura de %s. Por favor tente de novo daqui a alguns segundos.

source: Restart %s?
japanese: %s を再スタートする
portuguese: Reiniciar %s?

source: To enable the Flash plugin, %s needs to be restarted. Click Yes to shut %s down, or No to do it later.
japanese: フラッシュのプラグインを使えるようにするために、 %s を再起動する必要があります。Yesをクリックして %s を閉じるか、あるいは、それを後で行って下さい。
portuguese: Para activar o plugin do Flash, deve reiniciar %s. Clique em Sim para reiniciar %s, ou Não para o fazer mais tarde.

source: Install Flash?
japanese: フラッシュをインストールしますか？
portuguese: Instalar o Flash?

source: For the best %s experience, you should install Adobe Flash. Do this now?
japanese: %s を最もよく体験するためには、アドビ・フラッシュをインストールするべきです。今インストールしますか？
portuguese: Para uma melhor experiência com %s, deve instalar o Adobe flash. Deseja fazê-lo agora?

source: Download Completed
japanese: ダウンロード完了
portuguese: Transferência Completa

source: Download of video '%s' is finished.
japanese: '%s'のビデオのダウンロードは完了しました。
portuguese: A transferência do video '%s' está completa.

source: Download Failed
japanese: ダウンロードが失敗しました
portuguese: Transferência Falhada

source: Download of video '%s' has failed.
japanese: '%s'のビデオのダウンロードは失敗しました。
portuguese: A transferência do vídeo '%s' falhou.

source: General
japanese: 一般
portuguese: Geral

source: Downloads
japanese: ダウンロード
portuguese: Descargas

source: Folders
japanese: フォルダ
portuguese: Pastas

source: Disk Space
japanese: ディスク領域
portuguese: Espaço ocupado em disco

source: Movies Directory
japanese: Moviesディレクトリー
portuguese: Pasta de Filmes

source: Select a Directory to store %s downloads in.
japanese: %sのダウンロードされたものを保存するディレクトリーを選んで下さい。
portuguese: Selecione uma Pasta onde para guardar %s transferências.

source: Select
japanese: 選択する
portuguese: Seleccionar

source: Migrate existing movies?
japanese: 既存の映像を移動しますか？
portuguese: Migrar os filmes existentes?

source: You've selected a new folder to download movies to. Should %s migrate your existing downloads there? (Currently dowloading movies will not be moved until they finish).
japanese: 映像をダウンロードするための新しいフォルダが選択されました。そこに、あなたがダウンロードした既存のものを%sに移動させますか？（現在（ダウンロード中のビデオはダウンロード完了後に移動されます。）
portuguese: Seleccionou uma nova pasta para descarregar filmes. Deverá %s migrar os seus ficheiros descarregados para lá? (Ficheiros filme actualmente a descarregar não serão movidos até que terminem).

source: View this Directory in the Library
japanese: このディレクトリーをライブラリーで表示する
portuguese: Ver esta Pasta na Bilblioteca

source: Select a Directory to view in the Library.
japanese: ライブラリーに表示するディレクトリーを選択してください
portuguese: Selecione uma Pasta para ver na Biblioteca.

source: Subscribe to Channel
japanese: このチャネルに加入します。
portuguese: Subscrever o Canal

source: Enter the URL of the channel you would like to subscribe to.
japanese: 加入したいチャネルのURLを入力して下さい。
portuguese: Insira o URL do canal a que deseja subscrever-se.

source: _Remove...
japanese: 削除する(_R)…
portuguese: _Remover

source: _Remove Playlist...
japanese: プレイリストを削除する(_R)…
portuguese: _Remover playlist...

source: _Remove Playlists...
japanese: 複数のプレイリストを削除する(_R)…
portuguese: _Remover várias playlists...

source: _Remove Playlist Folder...
japanese: プレイリストフォルダを削除する(_R)…
portuguese: _Remover pasta da playlist...

source: _Remove Playlist Folders...
japanese: 複数のプレイリストフォルダを削除する(_R)…
portuguese: _Remover pastas da playlist...

source: _Remove Channel...
japanese: チャンネルを削除する(_R)…
portuguese: _Remover Canal...

source: _Remove Channels...
japanese: 複数のチャンネルを削除する(_R)…
portuguese: _Remover canais...

source: _Remove Channel Folder...
japanese: チャンネル・フォルダを削除する(_R)…
portuguese: _Remover pasta do canal...

source: _Remove Channel Folders...
japanese: 複数のチャンネルフォルダを削除する(_R)…
portuguese: _Remover pastas do canal...

source: _Remove Miro Guide...
japanese: Miroのガイドを削除する（_R）…
portuguese: _Remover Guia do Miro...

source: _Remove Miro Guides...
japanese: Miroのガイドを削除する（_R）…
portuguese: _Remover Guias do Miro...

source: _Remove Video...
japanese: ビデオを削除する(_R)…
portuguese: _Remover video...

source: _Remove Videos...
japanese: 複数のビデオを削除する(_R)…
portuguese: _Remover videos...

source: Re_name...
japanese: 名前を変更する(_N)…
portuguese: Re-nomear...

source: Re_name Playlist...
japanese: プレイリストの名前を変更する(_N)…
portuguese: Re-nomear playlist...

source: Re_name Playlist Folder...
japanese: プレイリストフォルダの名前を変更する(_N)…
portuguese: Re_nomear pasta da playlist...

source: Re_name Channel...
japanese: チャンネルの名前を変更する(_N)…
portuguese: Re_nomear canal...

source: Re_name Channel Folder...
japanese: チャンネル・フォルダの名前を変更する(_N)…
portuguese: Re_nomear pasta do canal...

source: Re_name Miro Guide...
japanese: Miroガイドの名前を変更する（_N）…
portuguese: _Renomear Guia do Miro...

source: _Update Channel...
japanese: チャンネルを更新する（_U）…
portuguese: _Actualizar canal...

source: _Update Channels...
japanese: チャンネルを更新する（_U）…
portuguese: _Actualizar canais...

source: Finish
japanese: 完了
portuguese: Terminar

source: Search!
japanese: 検索！
portuguese: Procurar!

source: Pause Video
japanese: ビデオ一時停止する
portuguese: Pausar Vídeo

source: Unsupported version of Quicktime
japanese: このバージョンのQicktimeは、サポートされていません
portuguese: Versão não suportada do Quicktime

source: To run %s you need the most recent version of Quicktime, which is a free update.
japanese: %s を動作させるためには、最新版のQuicktimeが必要です。最新版へのアップデートは無料です。
portuguese: Para correr %s você necessita da versão mais recente do Quicktime, a qual é uma actualização grátis.

source: Audio
japanese: オーディオ
portuguese: Áudio

source: Download already exists
japanese: ダウンロードするファイルは既に存在します
portuguese: Download já existe

source: That URL is already an external download.
japanese: そのURLは既に外からのダウンロードです。
portuguese: Esse URL é já um download externo.

source: Miro will begin downloading it now.
japanese: Miroはすぐにダウンロードを開始します。
portuguese: Miro começará agora a descarregar.

source: It is downloading now.
japanese: 現在ダウンロード中です。
portuguese: Está a descarregar agora.

source: It has already been downloaded.
japanese: 既にダウンロードされています
portuguese: Já foi descarregado.

source: Download Error
japanese: ダウンロード・エラー
portuguese: Erro de Transferência

source: Miro is not able to download a file at this URL: URL: %s
japanese: MiroはこのURLでファイルをダウンロードできません。 URL: %s
portuguese: Miro não consegue descarregar um ficheiro neste URL: URL: %s

source: File Download
japanese: ファイルのダウンロード
portuguese: Descarregar Ficheiro
