Repository: CodeforEvolution/miro
Catalog: tv/platform/osx/Resources/*.lproj/translated.strings
Languages: japanese, portuguese

source: Use this renderer to play videos:
japanese: ビデオを再生するソフト（レンダラー）：
portuguese: Usar este renderizador para reproduzir videos:

source: We recommend that you allow Miro to launch when your computer starts up. This way, videos that haven't finished downloading can finish and new videos on your channels will be ready when you want to watch.
japanese: あなたがコンピュータを起動するときにMiroが起動することを許すようにお勧めします。そうすることで、ダウンロードが完了していないビデオが完了し、あなたのチャンネル上にある新しいビデオが、観たいときに準備が整っているようになります。
portuguese: Recomendamos que o Miro inicie quando o seu computador arranca. Desta forma, os vídeos incompletos podem terminar e os novos vídeos nos seus canais estarão prontos quando os quiser ver.

source: Welcome to Internet TV. There's a lot you can do with Miro: automatically download videos from your favorite channels, watch new videos one after the other, download torrents, recommend videos to friends, and lots more.
japanese: インターネットTVへようこそ！ Miroであなたができることはたくさんあります：お気に入りのチャンネルからビデオを自動的にダウンロードしたり、次々に新しいビデオを観たり、トレントでダウンロードしたり、友達にビデオを薦めたり、その他にもたくさん。
portuguese: Bem vindo à TV Internet. Pode fazer imensas coisas com o Miro: descarregar automaticamente vídeos dos seus canais favoritos, ver novos vídeos em sequência, descarregar torrents, recomendar vídeos aos seus amigos e muito mais.

source: You've selected a new folder to download movies to. Should Miro migrate your existing downloads there? (Currently dowloading movies will not be moved until they finish.)
japanese: 映像をダウンロードするための新しいフォルダが選択されました。ダウンロードされた既存のものをそこへ移動しますか？ （現在ダウンロード中の映像はダウンロードが完了するまでは移動されません。）
portuguese: Seleccionou uma nova pasta para onde descarregar os vídeos. O Miro deve migrar os seus ficheiros actuais para a nova pasta? (Os vídeos que se encontram em transferência não serão migrados enquanto não terminarem.)

source: _Add Folder
japanese: フォルダを追加(_A)
portuguese: _Adicionar Pasta

source: _Automatically run Miro when I log in
japanese: ログイン時にMiroを自動的に起動する（_A）
portuguese: _Iniciar o Miro automaticamente quando eu entrar

source: _Downloads
japanese: ダウンロード(_D)
portuguese: _Transferências

source: _Folders
japanese: フォルダ(_F)
portuguese: _Pastas

source: _General
japanese: 一般(_G)
portuguese: _Geral

source: _Keep at least this much free space on my drive:
japanese: ドライブ上の最小空き容量（_K）：
portuguese: Man_ter pelo menos este espaço livre no disco:

source: _Playback
japanese: 再生（_P）
portuguese: Re_produzir

source: _Resume playback of videos from the point where they were stopped
japanese: 停止された所からビデオ再生を再開する（_R）
portuguese: _Retomar a reprodução dos vídeos do ponto onde pararam

source: _Search
japanese: 検索する（_S）
portuguese: _Pesquisa

source: _Search For:
japanese: 検索する（_S）：
portuguese: _Pesquisar por:

source: _Warn me when I attempt to quit with downloads in progress
japanese: ダウンロード中に終了しようとするときには警告を出す（_W）
portuguese: _Avisar quando tentar sair com downloads em curso

source: _Watch for new videos in these folders and include them in the Library
japanese: これらのフォルダにある新しいビデオを監視して、見つけたらライブラリに入れる（_W）
portuguese: _Detectar novos vídeos nestas pastas e incluí-los na Biblioteca

source: goom oscope fftscope fftgraph none
portuguese: goom oscope fftscope fftgraph nenhum

source: $longAppName version $appVersion ($appRevision); copyright (c) 2005-2008 $publisher. $longAppName and the $longAppName logo are trademarks of $publisher.
portuguese: $longAppName versão $appVersion ($appRevision); direito de autor (c) 2005-2008 $publisher. $longAppName e o logo do $longAppName são marcas registadas do $publisher.

source: About $longAppName
japanese: $longAppName について
portuguese: Sobre $longAppName

source: Add Channel
japanese: チャンネルを追加する
portuguese: Adicionar Canal

source: Please enter the URL of the channel you'd like to add.
japanese: 追加したいチャンネルのURLを入力して下さい。
portuguese: Por favor introduza o endereço URL do canal que gostaria de adicionar.

source: Copy log to clipboard
japanese: ログをクリップボードへコピーする
portuguese: Copiar o registo para a área de deslocação

source: Open up the bug tracker
japanese: バグ・トラッカーを開く
portuguese: Abrir o processo de perseguição de erros

source: Please help us fix it. Copy and paste all the information into our bug tracker and tell us what you were doing when the problem occurred.
japanese: 修正にご協力願います。あらゆる情報を バグ・トラッカーにコピー＆ペーストして 問題発生時に行っていたことを教えて下さい。
portuguese: Por favor ajude-nos a repará-lo. Copie e cole toda a informação no nosso localizador de erros e diga-nos o que estava a fazer quando o erro ocurreu.

source: Then, please restart $longAppName (or you may keep getting related errors). Sorry for the inconvenience. $longAppName is still in beta, but with your help we're fixing problems fast!
japanese: そして、$longAppName を再起動して下さい(関連した他のエラーが起きるかもしれませんが)。ご迷惑をおかけします。まだ $longAppName はβ版ですがあなたの援助があれば問題を早く解決できます!
portuguese: Então, por favor reinicie o $longAppName (ou você pode continuar a receber erros relacionados). Pedimos desculpa pelo incómodo. $longAppName está ainda em beta, mas com a sua ajuda nós estamos a compor os problemas rapidamente!

source: You found a bug in $longAppName!
japanese: あなたは $longAppName にバグを発見しました！
portuguese: Você descobriu um erro no $longAppName!

source: But we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny.
japanese: それでも、私たちはそのファイルを取得するのに最善を尽くします。ビデオのリストをつくるのに、すこし余分な時間がかかるかもしれませんし、また、記述がおかしく見えるかもしれません。
portuguese: Faremos o nosso melhor para capturar os ficheiros. Pode demorar mais algum tempo a listar os vídeos, e as descrições poderão parecer estranhas.

source: Please contact the publishers of
japanese: これの発行者に問い合わせて下さい：
portuguese: Por favor contacte os editores de

source: and ask if they can supply a feed in a format that will work with $shortAppName.
japanese: そして、彼らが$shortAppName と互換性のあるフォーマットでのフィードが提供できるかを尋ねて下さい。
portuguese: e pergunte se podem disponibilizar um feed num formato que funcione com o $shortAppName.

source: You've selected a new folder to download movies to. Should $shortAppName migrate your existing downloads there?(Currently dowloading movies will not be moved until they finish)
japanese: 映像をダウンロードするための新しいフォルダが選択されました。$shortAppNameで、ダウンロードされた既存のものをそこへ移動しますか？ （現在ダウンロード中の映像は、ダウンロードが完了するまでは移動されません。）
portuguese: Seleccionou uma nova pasta para onde descarregar os vídeos. O $shortAppName deve migrar os seus ficheiros existentes para a nova pasta? (Vídeos com transferência em curso não serão migrados enquanto não estiverem completos.)

source: Channel requires authentication
japanese: チャンネルは認証を必要としています。
portuguese: O canal necessita de autenticação

source: Please enter the username and password given to you by this channel's publisher.
japanese: このチャンネルの発行者があなたに与えたユーザ名とパスワードを入力して下さい。
portuguese: Por favor introduza o nome de utilizador e a palavra chave que lhe forneceu o editor deste canal.

source: (WARNING: Changes won't go into effect until you restart $longAppName.)
japanese: （警告：変更は $longAppName が再起動するまで有効になりません。）
portuguese: (AVISO: As modificações não serão efectivas enquanto não reiniciar o $shortAppName.)

source: Add Folder...
japanese: フォルダを追加する…
portuguese: Adicionar Pasta...

source: Automatically Forward Ports
japanese: 自動的にポートを転送する
portuguese: Reencaminhar portas automaticamente

source: Automatically run $longAppName when I login.
japanese: ログイン時に自動的に $longAppName を起動する
portuguese: Iniciar o $shortAppName automaticamente quando eu entrar.

source: By default, videos expire after
japanese: 標準のビデオ有効期限
portuguese: Por defeito, os vídeos expiram depois de

source: Check channels for new content
japanese: チャンネルに新しいコンテンツがあるか確認する
portuguese: Verificar canais em busca de novos conteúdos

source: Close to tray so that downloads can continue.
japanese: トレイに閉じるとダウンロードは継続されます。
portuguese: Feche para a barra de tarefas para que os descarregamentos possam continuar.

source: Every 30 minutes
japanese: 30分毎
portuguese: A cada 30 minutos

source: Every day
japanese: 毎日
portuguese: Todos os dias

source: Every hour
japanese: 1時間毎
portuguese: A cada hora

source: Folder
japanese: フォルダ
portuguese: Pasta

source: Ignore Unencrypted Connections
japanese: 暗号化されていない接続を無視する
portuguese: Ignorar ligações sem encriptação

source: Limit downstream bandwith to:
japanese: ダウンストリームの制限：
portuguese: Limitar velocidade de descarregamento a:

source: Manually
japanese: 手動
portuguese: Manualmente

source: Maximum number of channel auto-downloads at a time:
japanese: 同時自動ダウンロードの最大数：
portuguese: Número máximo de descarregamentos automáticos de canal ao mesmo tempo:

source: Maximum number of manual downloads at a time:
japanese: 同時手動ダウンロードの最大数：
portuguese: Número máximo de descargas manuais de cada vez:

source: Note: You can set the frequency channels are checked from the channel's settings pane.
portuguese: <b>Nota:</b> Pode definir a frequencia com que cada canal é verificado na secção de definições de canais.

source: Options
japanese: オプション
portuguese: Opções

source: Play one video, then stop.
japanese: 一つのビデオを再生してから停止する
portuguese: Reproduzir um vídeo e parar.

source: Quit Miro completely.
japanese: Miroを完全に終了する
portuguese: Sair do Miro completamente.

source: Remember where I stopped watching a video and continue playing from that point.
japanese: ビデオを停止した所を記憶し、そこから再生を続ける。
portuguese: Memorizar o ponto em que parei de ver um vídeo e continuar a partir desse ponto.

source: Show as a Channel
japanese: チャンネルとして示す
portuguese: Mostrar como um Canal

source: Store downloaded videos in this folder:
japanese: ダウンロードしたビデオを保存するフォルダ：
portuguese: Armazenar os vídeos descarregados nesta pasta:

source: To avoid internet slowdowns, limit upstream bandwith to:
japanese: インターネットの減速を防ぐためのアップストリーム帯域の上限：
portuguese: Para evitar abrandar a internet, limitar a velocidade de carregamento a:

source: WARNING: This setting will not go into effect until you restart $longAppName.
japanese: 警告：この設定は $longAppName を再起動するまでは有効になりません。
portuguese: AVISO: Esta configuração não ficará efectiva enquanto não reiniciar $longAppName.

source: Warn me when I attempt to quit with downloads in progress.
japanese: ダウンロード中に終了しようとするときには警告する。
portuguese: Avisar quando tentar sair com transferências em curso.

source: Watch for new videos in these folders and include them in my Library.
japanese: これらのフォルダに新しいビデオを見つけて、ライブラリに入れる。
portuguese: Detectar novos vídeos nestas pastas e incluí-los na minha Biblioteca.

source: When I click the red close button:
japanese: 赤い閉じるボタンをクリックした時:
portuguese: Quando eu clico no botão de fechar vermelho:

source: Channel:
japanese: チャンネル:
portuguese: Canal:

source: Search Engine:
japanese: 検索エンジン:
portuguese: Motor de busca:

source: Search For:
japanese: これを検索:
portuguese: Pesquisar:

source: $longAppName can find all the videos on your computer to help you organize your collection.
japanese: $longAppName はあなたのコンピュータ内の全てのビデオを見つけて、あなたのコレクションを整理するお手伝いをします。
portuguese: $longAppName consegue encontrar todos os vídeos no seu computador para o ajudar a organizar a sua collecção.

source: $longAppName regularly checks channels for new videos and downloads in the background. Leaving it running means you'll have new videos when you're ready to watch.
japanese: $longAppName はチャンネルで新しいビデオを見つけるとバックグラウンドでダウンロードします。準備できたビデオはすぐに見ることができます。
portuguese: O $longAppName verifica regularmente os canais em busca de novos vídeos e descarrega-os automaticamente. Deixá-lo a correr significa que terá novos vídeos quando você estiver pronto para os ver.

source: $shortAppName First Time Setup
japanese: $shortAppName の最初のセットアップ
portuguese: Configuração Inicial do $shortAppName

source: Cancel Search
japanese: 検索を中止する
portuguese: Cancelar Busca

source: Change
japanese: 変更
portuguese: Modificar

source: Don't Worry About Disk Space:
japanese: ディスク容量を気にしない:
portuguese: Não se Preocupe com Espaço em Disco:

source: Find Videos:
japanese: ビデオを探す:
portuguese: Encontrar Vídeos:

source: Go Big:
japanese: 大きくする：
portuguese: Disfrute ao máximo:

source: Leave it On:
japanese: 起動したままにしておく：
portuguese: Deixe-o ligado:

source: Like a TiVo, $longAppName features an 'expiration' system that helps clean out older videos to make room for new videos. You can always keep a video permanently by clicking 'save' and you can set a channel's settings to save videos automatically.
japanese: $longAppName は TiVo のように、「期限切れ」システムを持っていて、古いビデオを削除して新しいビデオ用に空きを作ることができます。ビデオを恒久保存するには、「保存する」をクリックするか、チャンネル設定でビデオの自動保存を設定します。
portuguese: Tal como o TiVo, $longAppName implementa um sistema de 'expiração' que ajuda a limpar os vídeos mais antigos para dar espaço aos novos vídeos. Pode sempre guardar um vídeo para sempre clicando em 'guardar' e pode configurar um canal para guardar os vídeos automaticamente.

source: Now you can explore the Channel Guide and start watching. A few tips to get started:
japanese: さて、チャンネル・ガイドに沿って、 鑑賞を開始できます。開始にあたって２、３のヒント：
portuguese: Agora já pode explorar o Guia de Canais e visionar vídeos e filmes. Algumas dicas para começar:

source: Reset Search
japanese: 検索をリセットする
portuguese: Apagar Procura

source: Restrict to all my personal files.
japanese: 自分の個人ファイルのみに制限する。
portuguese: Restringir aos meus ficheiros pessoais.

source: Search custom folder:
japanese: カスタム・フォルダを検索する：
portuguese: Procurar numa pasta à escolha:

source: The $shortAppName Channel Guide has hundreds of internet TV channels; all of them are free. Just click 'ADD' to watch a channel.
japanese: $shortAppNameのチャンネル・ガイドには、何百もの無料インターネットテレビ・チャンネルがあります。「追加する」をクリックしてチャンネルを視聴してください。
portuguese: O Guia de Canais do $shortAppName tem centenas de canais de TV internet, todos gratuitos. Clique 'ADD' para ver um canal.

source: The button to the right of the play button shows videos fullscreen.
japanese: 再生ボタンの右にあるボタンでフルスクリーン表示になります。
portuguese: O botão à direita do botão "reproduzir" mostra os vídeos em ecrã inteiro.

source: The next few screens will help you set up $longAppName so that it works best for you.
japanese: これから幾つかの画面で、最善の動作をするように $longAppName を設定します。
portuguese: Os próximos ecrãs ajudarão-o a configurar o $longAppName para que ele funcione da melhor maneira para si.

source: We recommend that you have $longAppName launch when your computer starts up. This way, videos in progress can finish downloading and new videos can be downloaded in the background, ready when you want to watch.
japanese: コンピュータの起動時に $longAppName を起動することをお勧めします。そうすることで、ダウンロード途中のビデオのダウンロードが完了したり、新しいビデオをバックグラウンドでダウンロードしたりでき、見たい時に見られるようになります。
portuguese: Recomendamos que o $longAppName inicie quando o seu computador arranca. Desta forma, os vídeos com transferência em curso podem concluir e os novos vídeos podem ser transferidos automaticamente e estarem disponíveis quando quiser vê-los.

source: Would you like $longAppName to look for video files on your computer?
japanese: $longAppNameにパソコン内のビデオを探してもらいたいですか？
portuguese: Você deseja que o $longAppName procure por vídeos no seu computador?

source: Would you like to run $shortAppName on startup?
japanese: コンピューター起動時に $shortAppName を起動しますか?
portuguese: Deseja executar o $shortAppName no arranque do sistema?

source: You're done!
japanese: やったね！
portuguese: Terminou!

source: Release Notes:
japanese: リリース・ノート:
portuguese: Notas desta Versão:

source: Question
japanese: 質問
portuguese: Pergunta

source: Playlists
japanese: プレイリスト

source: Download
japanese: ダウンロード

source: PERMALINK
japanese: パーマリンク

source: _Playlists
japanese: プレイリスト(_P)

source: permalink
japanese: パーマリンク

source: <b>BitTorrent</b>
japanese: <b>ビットトレント</b>

source: Volume:
japanese: 音量：

source: _URL
japanese: URL(_U)
