Repository: CodeforEvolution/miro
Catalog: tv/platform/osx/Resources/*.lproj/translated.strings
Languages: japanese, portuguese

source: This file at %s does not appear to be audio, video, or an RSS feed.
japanese: %sにあるこのファイルは、オーディオでもビデオでもRSSフィードでもないように見受けられます。
portuguese: Este ficheiro em %s não aparenta ser audio, vídeo ou um feed RSS.

source: Subscribing to multiple channels
japanese: 複数のチャンネルを購読しています
portuguese: Subscrever múltiplos canais

source: Create %d channels?
japanese: %d本のチャンネルを作成しますか?
portuguese: Criar %d canais?

source: Adding %d channels to a new folder
japanese: 新しいフォルダに %d本のチャンネルを追加しています
portuguese: A adicionar %d canais a uma nova pasta

source: Enter a name for the new channel folder
japanese: 新しいチャンネル・フォルダに名前を入力して下さい
portuguese: Introduza um nome para a nova pasta do canal

source: NOTE: You are already subscribed to %d of these channels. These channels will stay where they currently are.
japanese: 注意: このうち %d 本のチャンネルは既に購読している為、変更されません。
portuguese: NOTA: Já subscreveu %d destes canais. Este canais irão permanecer onde estão actualmente.

source: Subscription error
japanese: 購読エラー
portuguese: Erro na subscrição

source: This $shortAppName channel file has an invalid format: $url. Please notify the publisher of this file.
japanese: この$shortAppNameチャンネル・ファイルはフォーマットが無効です：$url。 ファイルの発行者に連絡して下さい。
portuguese: Este ficheiro de canal $shortAppName tem um formato inválido: $url. Por favor notifique o publicador deste ficheiro.

source: This $shortAppName channel file has the wrong content type: $url. Please notify the publisher of this file.
japanese: この $shortAppNam eチャンネル・ファイルはコンテンツ・タイプに間違いがあります： $url。 ファイルの発行者に連絡して下さい。
portuguese: Este ficheiro de canal $shortAppName tem um tipo de conteúdo errado: $url. Por favor notifique o publicador deste ficheiro.

source: Could not download the $shortAppName channel file: $url.
japanese: $shortAppName チャンネル・ファイルをダウンロードできませんでした： $url
portuguese: Não foi possível descarregar o ficheiro de canal $shortAppName: $url.

source: Invalid Torrent
japanese: 不正なトレント
portuguese: Torrent Inválido

source: The torrent file %s appears to be corrupt and cannot be opened. [OK]
japanese: トレント・ファイル %s が壊れているようで開けません。[OK]
portuguese: O ficheiro de torrent %s aparenta estar corrompido e não pode ser aberto. [OK]

source: Invalid Value
japanese: 無効な値です
portuguese: Valor inválido

source: %s is invalid. You must enter a non-negative number.
japanese: %s は無効です。非負の数を入力してください。
portuguese: %s é inválido. Deve introduzir um número não negativo.

source: Error Revealing File
japanese: ファイルの開示に関するエラー
portuguese: Erro Revelando o Ficheiro

source: The file "%s" was deleted from outside Miro.
japanese: ファイル %s は、Miroの外側から削除されました。
portuguese: O ficheiro "%s" foi apagado exteriormente ao Miro

source: Error Changing Movies Directory
japanese: 映像ディレクトリの変更に関するエラー
portuguese: Erro ao Alterar o Directório de Filmes

source: You don't have permission to write to the directory you selected. Miro will continue to use the old videos directory.
japanese: あなたが選んだディレクトリへ書き込むための権限がありません。Miroは以前のビデオ・ディレクトリを続けて使うことになります。
portuguese: Não tem permissão para escrever no directório que seleccionou. Miro continuará a usar o directório antigo.

source: - Invalid URL
japanese: - 無効なURL
portuguese: - URL inválido

source: The address you entered is not a valid URL. Please double check and try again.
japanese: あなたが入れたアドレスは、有効なURLではありません。 再確認してから、もう一度試みて下さい。
portuguese: O endereço que introduziu não é um URL válido. Por favor verifique-o e tente de novo.

source: $shortAppName - Add Channel
japanese: $shortAppName - チャンネルを追加する
portuguese: $shortAppName - Adicionar Canal

source: Enter the URL of the channel to add
japanese: 追加するチャンネルのURLを入力する
portuguese: Introduza o endereço URL do canal a adicionar

source: $shortAppName - Add Miro Guide
japanese: $shortAppName - Miroガイドを加える
portuguese: $shortAppName - Adicionar Guia Miro

source: Enter the URL of the Miro Guide to add
japanese: 追加するMiroガイドのURLを入力する
portuguese: Introduza o URL do Guia Miro a adicionar

source: $shortAppName - Download Video
japanese: $shortAppName - ビデオをダウンロードする
portuguese: $shortAppName - Descarregar Vídeo

source: Enter the URL of the video to download
japanese: ダウンロードするビデオのURLを入力する
portuguese: Introduza o URL do vídeo a descarregar

source: Update Channels Now
japanese: チャネルをアップデートする
portuguese: Actualizar Canais Agora

source: %d Downloaded Items
japanese: %d 項目のダウンロード
portuguese: %d Itens Transferidos

source: Play
japanese: 再生
portuguese: Reproduzir

source: Add to new playlist
japanese: 新プレイリストに追加する
portuguese: Adicionar à nova playlist

source: Remove From Playlist
japanese: プレイリストから除く
portuguese: Remover da Lista de Reprodução

source: Remove From the Library
japanese: ライブラリから除く
portuguese: Remover da Biblioteca

source: Mark as Unwatched
japanese: 未鑑賞としてマークする
portuguese: Marcar como Não Visto

source: Mark as Watched
japanese: 鑑賞済みとマークする
portuguese: Marcado como Visionado

source: %d Available Items
japanese: %d 個の項目が可能
portuguese: %d itens disponíveis

source: %d Downloading Items
japanese: %d 個のダウンロード項目があります
portuguese: %d itens transferindo

source: Cancel Download
japanese: ダウンロードを取り消す
portuguese: Cancelar Transferência

source: Pause Download
japanese: ダウンロードを一時停止する
portuguese: Suspender Download

source: Restart Upload
japanese: アップロードを再開する
portuguese: Reiniciar Upload

source: Update Channel Now
japanese: チャンネルを今更新する
portuguese: Actualizar canal agora

source: Copy URL to clipboard
japanese: クリップボードいURLをコピーする
portuguese: Copiar URL para o clipboard

source: Rename Channel
japanese: チャンネル名を変更する
portuguese: Renomear canal

source: Revert Title to Default
japanese: 標準のタイトルに戻す
portuguese: Reverter título para o inicial

source: Rename Channel Folder
japanese: チャンネル・フォルダの名前を変更します
portuguese: Renomear Pasta de canal

source: Rename Playlist Folder
japanese: プレイリスト・フォルダの名前を変更します
portuguese: Renomear Pasta de Lista de Reprodução

source: Play Just This Video
japanese: このビデオのみ再生する
portuguese: Reproduzir apenas este video

source: Rename Playlist
japanese: プレイリストの名前を変更する
portuguese: Renomear Lista de Reprodução

source: Save Search
japanese: 検索結果を保存する
portuguese: Gravar a Procura

source: Full Channel
japanese: フル・チャンネル
portuguese: Canal Completo

source: ${len} Videos
japanese: ${len} ビデオ
portuguese: ${len} Vídeos

source: Downloaded
japanese: ダウンロード済み
portuguese: Descarregado

source: remove channel
japanese: チャンネルを除く
portuguese: remover canal

source: Settings: ${title}
japanese: ${title} を設定する
portuguese: Configurações: ${title}

source: Videos expire after
japanese: ビデオの期限は
portuguese: Vídeos expiram a

source: Default
japanese: 標準
portuguese: Por defeito

source: default
japanese: 標準
portuguese: por omissão

source: Don't Auto Download when more than ${maxnew} ${maxnew2} videos are waiting unwatched.
japanese: ${maxnew} ${maxnew2} 以上のビデオが未鑑賞になっているときには、自動ダウンロードを使わないで下さい。
portuguese: Não efectuar autodescarga quando mais do que ${maxnew} ${maxnew2} estejam à espera de ser vistos

source: Saved
japanese: 保存済み
portuguese: Guardado

source: Empty Playlist Folder
japanese: 空のプレイリストフォルダ
portuguese: Pasta de Playlists Vazia

source: This folder contains ${count} playlists, but the playlists do not contain any items.
japanese: このフォルダには ${count} 個のプレイリストがありますが、それらのプレイリストには何も入っていません。
portuguese: Esta pasta contém ${count} playlists, mas nenhuma contém quaisquer itens.

source: Drag playlists to this folder to add them.
japanese: プレイリストをドラッグして、このフォルダに追加します
portuguese: Arraste playlists até esta pasta para as adicionar.

source: EMAIL A FRIEND
japanese: 友達へ電子メールを送る
portuguese: ENVIAR POR EMAIL A UM AMIGO

source: COMMENTS
japanese: コメント
portuguese: COMENTÁRIOS

source: KEEP
japanese: 保存する
portuguese: CONSERVAR

source: ADD TO LIBRARY
japanese: ライブラリに追加する
portuguese: ADICIONAR À BIBLIOTECA

source: DELETE
japanese: 削除する
portuguese: APAGAR

source: Miro - External Playback Template
japanese: Miro - 外部再生テンプレート
portuguese: Miro - Template de Reprodução Externa

source: Continue To Next Video
japanese: 続けて次のビデオへ
portuguese: Prosseguir para o próximo vídeo

source: %0.1f KB/s uploading
japanese: %0.1f KB/s でアップロード中
portuguese: A enviar a %0.1f KB/s

source: %0.1f KB/s downloading
japanese: %0.1f KB/s でダウンロード中
portuguese: A descarregar a %0.1f KB/s

source: External Downloads
japanese: 外部ダウンロード
portuguese: Downloads Externos

source: Clear Completed and Failed Downloads
japanese: 完了あるいは失敗したダウンロードをはずす
portuguese: Limpar Downloads Completos e Falhados

source: Seeding Torrents
japanese: トレントのシーディング中
portuguese: A criar sementes

source: ${size} free for downloads
japanese: ${size} がダウンロード用に空いています
portuguese: ${size} livre para downloads

source: ${size} free on disk
japanese: ${size} ga
portuguese: ${size} livre no disco

source: Find
japanese: 探す
portuguese: Procurar

source: Downloading
japanese: ダウンロード中
portuguese: Transferindo

source: Pause All
japanese: 全てを一時停止する
portuguese: Pausar Tudo

source: Resume All
japanese: 全てを再開する
portuguese: Continuar Tudo

source: Channel Downloads
japanese: チャンネルのダウンロード
portuguese: Downloads de Canais

source: Empty Channel Folder
japanese: チャンネル・フォルダを空にする
portuguese: Esvaziar Directório de Canais

source: Drag channels to this folder to add them.
japanese: チャンネルを追加するために、このフォルダにそれをドラッグして下さい
portuguese: Arrastar canais para este directrório para os adicionar.

source: Simple translation
japanese: 簡単な翻訳
portuguese: Tradução simples

source: truck stop in a ${can}
japanese: ${can} でトラックが停止します
portuguese: uma carrinha numa ${can}

source: This is a ${car} and this is a ${truck} <span>This text is <b style="color:red">raw</b> text</span>
japanese: これは ${car} で、 これは ${truck} です。<span> このテキストは <b style="color:red">生の</b> テキストです。</span>
portuguese: Isto é um ${car} e isto é uma ${truck} <span>Este texto esta a <b style="color:red">descoberto</b></span>

source: Date:
japanese: 日付:
portuguese: Data:

source: Length:
japanese: 長さ:
portuguese: Comprimento:

source: Size:
japanese: サイズ:
portuguese: Tamanho:

source: Show Details
japanese: 詳細を表示する
portuguese: Mostrar detalhes

source: Hide Details
japanese: 詳細を隠す
portuguese: Ocultar detalhes

source: Download Torrent
japanese: トレントをダウンロード
portuguese: Transferir Torrente

source: Pending Auto Download
japanese: 自動ダウンロードを保留中
portuguese: Transferências automáticas pendentes

source: STOP SEEDING
japanese: シーディングを停止する
portuguese: Parar de criar sementes

source: Resume Download
japanese: ダウンロードを再開する
portuguese: Retomar o download

source: Recent Videos
japanese: 最近のビデオ
portuguese: Videos Recentes

source: Empty Playlist
japanese: 空のプレイリスト
portuguese: Lista a reproduzir vazia

source: Drag downloaded videos to this playlist to add them.
japanese: ビデオをドラッグ&ドロップして、プレイリストに追加して下さい。
portuguese: Arraste os vídeos transferidos até aqui para os adicionar a esta playlist.

source: Miro can't play this file. You may be able to open it with a different program.<br></br><br></br><strong>Filename:</strong> ${filename}<br></br><strong>File type:</strong> ${format}
japanese: Miroはこのファイルを再生できません。他のプログラムで再生できるかもしれません：<br></br><br></br><strong>ファイル名：</strong> ${filename}<br></br><strong>ファイル・タイプ：</strong> ${format}
portuguese: O Miro não pode reproduzir este ficheiro. Talvez possa abri-lo com outro programa.<br></br><br></br><strong>Nome do ficheiro:</strong> ${filename}<br></br><strong>Tipo de ficheiro:</strong> ${format}

source: REVEAL FILE
japanese: ファイルを示す
portuguese: MOSTRAR FICHEIRO

source: Play Externally
japanese: 外部で再生する
portuguese: Reproduzir externamente

source: Skip >> ${countdown}
japanese: スキップ >> ${countdown}
portuguese: Saltar >> ${countdown}

source: Search
japanese: 検索する
portuguese: Pesquisar

source: No videos found.<br></br>Enter a query in the search field above.
japanese: ビデオは見つかりませんでした。<br></br>上の検索欄で検索して下さい。
portuguese: Não foram encontrados videos.<br></br>Insira uma questão no campo de pesquisa acima.

source: Searching...
japanese: 検索中...
portuguese: À procura...

source: No matching videos found.<br></br>Enter a different query in the search field above.
japanese: 該当するビデオが見つかりませんでした。<br></br>上の検索欄で、異なる言葉で検索して下さい。
portuguese: No matching videos found.<br></br>Insira uma questão no campo de pesquisa acima.

source: Save as a Channel
japanese: チャンネルとして保存する
portuguese: Guardar como um Canal

source: <h3>Results for "<span i18n:name="query" t:replace="feed.lastQuery"></span>"</h3>
japanese: <h3>"<span i18n:name="query" t:replace="feed.lastQuery"></span>"の結果</h3>
portuguese: <h3>Resultados para "<span i18n:name="query" t:replace="feed.lastQuery"></span>"</h3>

source: ${count} Channel Folders Selected<br></br>(contains ${containedcount} channels)
japanese: ${count} 個のチャンネル・フォルダが選択されました<br></br>( ${containedcount} 個のチャンネルが含まれています)
portuguese: ${count} Directrórios de Canais Seleccionados<br></br>(contem ${containedcount} canais)

source: ${count} Channels Selected
japanese: ${count} 個のチャンネルが選択されました
portuguese: ${count} Canais Seleccionados

source: Put Into a New Folder
japanese: 新しいフォルダに入れる
portuguese: Colocar Numa Nova Pasta

source: Delete All
japanese: 全て削除する
portuguese: Eliminar tudo

source: ${count} Playlist Folders Selected<br></br>(contains ${containedcount} playlists)
japanese: ${count}個のプレイリスト・フォルダが選択されました<br></br>( ${containedcount} 個のプレイリストが含まれています)
portuguese: ${count} Pastas de Playlists Seleccionadas<br></br>(contém ${containedcount} playlists)

source: ${count} Playlists Selected
japanese: ${count} 個のプレイリストが選択されています
portuguese: ${count} Playlists Seleccionadas

source: Visit Website
japanese: ウェブ
portuguese: Visitar o Website

source: Send to a Friend
japanese: 友達に送る
portuguese: Enviar a um Amigo

source: Auto Download
japanese: 自動ダウンロード
portuguese: Transferências automáticas

source: Looking for videos at this URL
japanese: このURL（アドレス）でのビデオを探す
portuguese: Procurando por vídeos neste URL

source: Library
japanese: ライブラリ
portuguese: Biblioteca

source: Video Directory Missing
japanese: ビデオ・ディレクトリが見つかりません。
portuguese: Directório de Vídeos Não Encontrado

source: Miro can't find your primary video directory. This may be because it's located on an external drive that is currently disconnected. If you continue, the video directory will be reset to a location on this drive (this will cause you to lose some details about the videos on the external drive). You can also quit, connect the drive, and relaunch Miro.
japanese: MIroはあなたの主ビデオ・ディレクトリを見つけられません。これは、現在つながっていない外付けドライブにあるかれかもしれません。 もし、このまま続けると、そのビデオ・ディレクトリはこのドライブ上の場所にリセットされることになります（このことで外付けのドライブにあるビデオの詳細のある部分が失われることになります）。 続けないで止めて、そのドライブをつなげ、Miroを再起動することもできます。
portuguese: O Miro não consegue encontrar a sua pasta principal de videos. Isto pode ter ocorrido por esta estar localizada num disco rígido externo que está de momento desligado Se continuar, a pasta de videos será renomeada para uma localização neste disco (isto levará à perca de alguns detalhes acerca dos videos no disco rígido externo). Também pode parar, ligar o disco, e reiniciar o Miro.

source: Custom Channels
japanese: カスタム・チャンネル
portuguese: Canais Customizados

source: You are running a version of $longAppName with a custom set of channels.
japanese: あなたは、チャンネルがカスタム・セットになっている$longAppNameのバージョンを動かしています。
portuguese: Você está a correr uma versão do $longAppName com um grupo de canais personalizado.

source: Internal Error
japanese: 内部エラー
portuguese: Erro Interno

source: Miro has encountered an internal error. You can help us track down this problem and fix it by submitting an error report.
japanese: Miroha内部エラーに遭遇しました。あなたはエラー・レポートを提出して、この問題を私たちが追求し解決するのを助けることができます。
portuguese: Miro encontrou um erro interno. Pode ajudar-nos a identificar e resolver este problema enviando-nos um relatório do erro.

source: Include entire program database including all video and channel metadata with crash report
japanese: クラッシュ・レポートには、全てのビデオとチャンネルのメタデータを含む全てのプログラム・データベースを入れて下さい。
portuguese: Incluir no relatório do erro a base de dados do programa e todos os meta-dados de vídeos e canais

source: Describe what you were doing that caused this error
japanese: このエラーが生じたときにあなたがしていたことを記述してください。
portuguese: Descreva as acções que provocaram o erro

source: %s Version Alert
japanese: %s バージョンアップのお知らせ
portuguese: Alerta de Versão %s

source: A new version of %s is available. Would you like to download it now?
japanese: %s の新しいバージョンが利用可能になっています。今それをダウンロードしたいですか？
portuguese: Uma nova versão do %s está disponível. Você deseja transferi-la agora?

source: %s Version Check
japanese: %s バージョンのチェック
portuguese: Verificação da Versão %s

source: %s is up to date.
japanese: %sは最新です。
portuguese: %s está actualizado.

source: Are you sure you want to quit?
japanese: 本当に終了してもよろしいですか？
portuguese: Tem a certeza que deseja sair?

source: Miro is still uploading your crash report. If you quit now the upload will be canceled. Quit Anyway?
japanese: Miroはまだあなたのクラッシュ・レポートをアップロード中です。もし今終了すると、そのアップロードは取り消されます。それでも終了しますか？
portuguese: Miro ainda está a transferir o relatório do erro. Se sair agora a transferência será cancelada. Sair mesmo assim?

source: Import OPML File
japanese: OPMLファイルをインポートする
portuguese: Importar Ficheiro OPML

source: OPML Files
japanese: OPMLファイル
portuguese: Ficheiros OPML

source: Export OPML File
japanese: OPMLファイルをエクスポートする
portuguese: Exportar Ficheiro OPML

source: An Effortless Way to Help Miro Miro is open-source and built by a non-profit. We need your help to continue our work. I Heart Miro is a simple %s extension that gives a referral fee to the Miro organization when you shop at Amazon. You'll never notice it, it doesn't cost you a thing, and it's easy to uninstall at any time. %s
japanese: 労せずしてMiroを支援する方法 Miroは、オープン・ソースで、非営利で作られています。続けるためには、あなたの支援を必要です。 I Heart Miro は、あなたがAmaxonで買い物をすると、そこからの照会によりMiroの組織に照会料を支払うための簡単な %s の拡張です。 あなたがそれに気がつくことはないでしょうし、費用もかかりませんし、また、いつでも簡単に拡張の設定をはずすことができます。 %s
portuguese: Ajudar o Miro sem esforço. Miro é de código aberto e é construido sem fins lucarativos. Precisamos da sua ajuda para podermos continuar o nosso trabalho. I Heart Miro é uma pequena %s extensão que doa um donativo para a organização do Miro quando faz compras na Amazon. Nunca vai reparar nele, não lhe vai custar nada e é facil desinstala-la em qualquer altura %s

source: Install iHeartMiro?
japanese: iHearMiroをインストールしますか？
portuguese: Instalar iHeartMiro?

source: Error
japanese: エラー
portuguese: Erro

source: Could not write to %s
japanese: %sへ書き込みできませんでした
portuguese: Não consegue escrever em %s

source: Not enough disk space
japanese: ディスクの容量が足りません
portuguese: Espaço no disco insufuciente

source: %s MB required to store this video
japanese: このビデオを保存するには%sMBの空き容量が必要です
portuguese: Requer %s Mb para guardar este video

source: BitTorrent failure
japanese: ビットトレントの失敗
portuguese: Falha de BitTorrent

source: BitTorrent failed to startup
japanese: ビット・トレントの起動が失敗しました
portuguese: BitTorrent falhou ao iniciar

source: Corrupt Torrent
japanese: トレントが壊れています
portuguese: Torrent corrompido

source: The torrent file at %s was not valid
japanese: %sにあるトレントファイルは有効でありません
portuguese: O ficheiro torrent em %s não está disponível

source: Torrent file deleted
japanese: トレントファイルが削除されました
portuguese: Ficheiro torrent apagado

source: The torrent file for this item was deleted outside of Miro.
japanese: この項目のトレント・ファイルはMiroの外側で削除されました。
portuguese: O ficheiro torrent para este item foi apagado fora do Miro.

source: Remove %s
japanese: %s を削除する
portuguese: Remover %s

source: Are you sure you want to remove the guide %s?
japanese: ガイド %s を削除しますか？
portuguese: Tem a certeza que quer remover o guia %s?

source: Are you sure you want to remove %s
japanese: %sを除きますが、よろしいですか？
portuguese: Tem a certeza que quer remover %s

source: Remove %s channels
japanese: %s チャンネルを除きます
portuguese: Remover %s canais

source: Are you sure you want to remove these %s playlists
japanese: %s プレイリストを除きますが、よろしいですか？
portuguese: Tem a certeza que quer remover estas %s listas de reprodução

source: What would you like to do with the videos in this channel that you've downloaded?
japanese: このチャンネルにあるダウンロードしたビデオをどのようにしたいですか？
portuguese: O que gostaria de fazer com os vídeos deste canal que já transferiu?

source: What would you like to do with the videos in these channels that you've downloaded?
japanese: これらのチャンネルにあるダウンロードしたビデオをどのようにしたいですか？
portuguese: O que gostaria de fazer com os vídeos destes canais que já transferiu?

source: Are you sure you want to remove %s? Any downloads in progress will be canceled.
japanese: %s を除いてもよろしいですか？ ダウンロード中のものは取り消されます。
portuguese: Tem a certeza que quer remover %s? As transferência em progresso relacionadas serão canceladas.

source: Are you sure you want to remove these %s channels? Any downloads in progress will be canceled.
japanese: これらの %s チャンネルを除いてもよろしいですか？ ダウンロード中のものは取り消されます。
portuguese: Tem a certeza que quer remover estes %s canais? As transferências em progresso relacionadas serão canceladas.

source: Are you sure you want to remove %s?
japanese: %s を除いてもよろしいですか？
portuguese: Tem a certeza que quer remover %s?

source: Are you sure you want to remove these %s channels?
japanese: これらの %s チャンネルを除いてもよろしいですか？
portuguese: Tem a certeza que quer remover estes %s canais?

source: Stop watching %s
japanese: %s を観るのを停止する
portuguese: Parar reprodução %s

source: Are you sure you want to stop watching %s?
japanese: %s を観るのを停止してもよろしいですか？
portuguese: Tem a certeza que quer parar de ver %s?

source: Stop watching %s directories
japanese: %s ディレクトリを観るのを停止する
portuguese: Parar reprodução de %s directórios

source: Are you sure you want to stop watching these %s directories?
portuguese: Tem a certeza que pretende parar a visualização destes %s directórios?

source: Error Saving Video
japanese: ビデオの保存に関するエラー
portuguese: Erro ao Gaurdar Vídeo

source: An error occured while trying to save %s. Please check that the file has not been deleted and try again.
japanese: %s を保存しているときにエラーが起きました。そのファイルが削除されていないかを確認してから再度試して下さい。
portuguese: Ocorreu um erro ao tentar guardar %s. Por favor verifique que o ficheiro não foi apagado e tente de novo.

source: activity
japanese: 活動
portuguese: actividade

source: File not found
japanese: ファイルが見つかりませんでした
portuguese: Ficheiro não encontrado

source: Flash URL Scraping Error
japanese: Flash URLの処理エラー
portuguese: Erro de URL

source: starting up
japanese: 起動中
portuguese: A iniciar

source: Error: %s
japanese: エラー: %s
portuguese: Erro: %s

source: Can't connect
japanese: 接続できません
portuguese: Não consegue conectar

source: Connection Error: %s
japanese: 接続エラー: %s
portuguese: Erro de Ligação: %s

source: SSL connection error
japanese: SSL接続エラー
portuguese: Erro de ligação SSL

source: HTTP error
japanese: HTTPエラー
portuguese: Erro HTTP

source: Bad Status Line: %s
japanese: 不正なステータス・ライン：%s
portuguese: Linha em más condições: %s

source: Bad Header Line: %s
japanese: 不正なヘッダ・ライン：%s
portuguese: Cabeçalho em más condições: %s

source: Bad Chunk size: %s
japanese: 不正なチャンク・サイズ：%s
portuguese: tamanho inválido: %s

source: Expected CRLF got: %r
japanese: CRLFが入るべきところに %r が入りました。
portuguese: CRLF esperado: %s

source: %s closed connection
japanese: %s が接続を閉じました
portuguese: ligação fechada %s

source: Got 404 status code
japanese: ４０４のステータス・コードが返ってきました。
portuguese: Código de estado inválido

source: Bad Status Code: %s
japanese: 不正なステータス・コード：%s
portuguese: Código de estado inválido: %s

source: Authorization failed
japanese: 認証に失敗しました
portuguese: Não autorizado

source: Pipeline request never started
japanese: パイプライン要求は一度もなされていません。
portuguese: Pedido de encaminhamento não iniciou

source: Timeout
japanese: タイムアウト
portuguese: Tempo esgotado

source: Connection to %s timed out
japanese: %s への接続はタイムアウトしました
portuguese: Ligação a %s expirou

source: Invalid URL
japanese: URLが無効です
portuguese: Endereço Inválido

source: "%s" is not a valid URL
japanese: ”%s”は正しいURLではありません
portuguese: "%s" não é um URL válido

source: The file: "%s" doesn't exist
japanese: ”%s”ha
portuguese: O ficheiro: "%s" não existe

source: Read error
japanese: 読み込みエラー
portuguese: Erro durante a leitura
