Repository: CodeforEvolution/miro
Catalog: tv/platform/osx/*.lproj/translated.strings
Languages: german

source: Username:
german: Benutzername:

source: Password:
german: Kennwort:

source: Channel requires authentication
german: Kanal erfordert Authentifizierung

source: %s requires a username and password for "%s".
german: %s erfordert einen Benutzernamen und Kennwort für "%s".

source: Not a DTV-style channel
german: Kein DTV Kanal

source: But we'll try our best to grab the files. - It may take time to list the videos - Descriptions may look funny Please contact the publishers of %s and ask if they have a DTV-style channel.
german: Wir versuchen, die Dateien zu holen.↵ - Die Auflistung der Videos kann etwas dauern↵ - Die Beschreibungen sehen ggf. merkwürdig aus↵ ↵ Bitte wenden Sie sich an die Herausgeber von %s und fragen Sie, ob ein DTV Kanal angeboten wird.

source: Continue
german: Weiter

source: DTV Version Alert
german: DTV Versionswarnung

source: A new version of DTV is available. Would you like to download it now?
german: Eine neue Version von DTV ist verfügbar.↵ ↵ Möchten Sie sie jetzt herunterladen?

source: DTV Version Check
german: DTV Versionsprüfung

source: This version of DTV is up to date.
german: Diese Version von DTV ist auf dem neuesten Stand.

source: %s database save failed
german: %s Datenbanksicherung fehlgeschlagen

source: %s was unable to save its database: %s. Recent changes may be lost.
german: %s konnte die Datenbank nicht sichern: %s.↵ Die letzten Änderungen sind eventuell verlorengegangen.

source: Remove Channel
german: Kanal entfernen

source: Are you sure you want to <b>remove</b> the channel '<b>%s</b>'? <b>This operation cannot be undone.</b>
german: Möchten Sie den Kanal '<b>%s</b>' wirklich <b>entfernen</b>? <b>Dieser Vorgang kann nicht rückgängig gemacht werden.</b>

source: Are you sure you want to quit?
german: Möchten Sie das Programm wirklich beenden?

source: Unknown Runtime Error
german: Unbekannter Laufzeitfehler

source: An unknown error has occurred %s.
german: Ein unbekannter Fehler ist aufgetreten %s.

source: _Save Video...
german: _Video speichern...

source: Save this video
german: Dieses Video speichern

source: _Play / Pause
german: _Abspielen / Pause

source: _Fullscreen
german: _Ganzer Bildschirm

source: _Remove Channel
german: _Kanal entfernen

source: _Update Channel
german: _Kanal aktualisieren

source: Copy Channel _Link
german: Kanal-_Link kopieren

source: _Open...
german: _Öffnen...

source: Open various files
german: Mehrere Dateien öffnen

source: P_references
german: _Einstellungen

source: _Quit
german: _Beenden

source: Quit the Program
german: Programm beenden

source: _Channel
german: _Kanal

source: _Add Channel...
german: Kanal _hinzufügen...

source: U_pdate All Channels
german: Alle Kanäle _aktualisieren

source: _Help
german: _Hilfe

source: Pending Auto Download
german: Noch nicht gestarteter Auto-Download

source: Pending Manual Download
german: Noch nicht gestarteter manueller Download

source: Unwatched
german: Noch nicht gesehen

source: Save
german: Speichern

source: Expires
german: Läuft ab

source: Download Error
german: Fehler beim Herunterladen

source: New Videos
german: Neue Videos

source: Expiring
german: Läuft ab

source: Democracy Internet TV: How to Get Started
german: Democracy Internet TV: Eine Einführung

source: GO BIG:
german: Ganzer Bildschirm:

source: This is your fullscreen button. Click it and lean back.
german: Dies ist die Vollbild-Schaltfläche. Draufklicken und zurücklehnen..

source: NEW STUFF:
german: NEUES:

source: Blue circles mean the channel has new videos available, green circles mean you have downloaded videos ready to watch.
german: Die blaue Umrandung bedeutet: Dieser Kanal bietet neue Videos an; Die grüne Umrandung bedeutet: Ihre Videos sind heruntergeladen und stehen für Sie bereit.

source: <strong i18n:translate="">SKIP INTRO: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Go to Channel Guide >></a></strong>
german: <strong i18n:translate="">Einführung überspringen: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Zum Channel-Guide >></a></strong>

source: <strong>Add Channels:</strong> The Channel Guide is your home base for internet TV channels. Click 'ADD' to subscribe to a channel-- <strong>the channels in the guide are free.</strong>
german: <strong>Kanäle hinzufügen:</strong> Der Channel-Guide ist Ihre zentrale Anlaufstelle für Internet-TV-Kanäle. Klicken Sie auf 'Hinzufügen' um einen Kanal zu abonnieren-- <strong>die Kanäle im Channel-Guide sind gebührenfrei.</strong>

source: <strong>Don't Wait:</strong> Democracy is different than watching webpage videos-- publishers can offer big, high quality videos. So don't sit around waiting for videos: start some downloads and check back later.
german: <strong>Zögern Sie nicht:</strong> Democracy ist anders als Videostreaming-- es werden grosse Videodateien von hoher Qualität angeboten. Warten Sie daher nicht auf Ihre Videos: Starten Sie Ihre Downloads jetzt und überprüfen Sie sie später.

source: <strong>Leave it On:</strong> Democracy Player regularly checks channels for new videos and downloads in the background. Leaving it running means you'll have new videos when you're ready to watch.
german: <strong>Lassen Sie ihn laufen:</strong> Democracy Player überprüft Ihre Kanäle regelmässig nach neuen Videos und lädt sie im Hintergrund herunter. Somit stehen Ihre Videos bereit, wenn es Ihnen am besten passt.

source: <strong>Don't Worry About Disk Space:</strong> Like a TiVo, Democracy Player features an 'expiration' system that helps clean out older videos to make room for new videos. You can always keep a video permanently by clicking 'save' and you can set a channel's settings to save videos automatically.
german: <strong>Sorgen Sie sich nicht um Platz auf Ihrer Festplatte:</strong> Democracy Player bietet ein 'Verfalls-System' ähnlich einer TiVo Set-Top-Box, mit dessen Hilfe sie alte Videos löschen und somit Platz für neue Videos schaffen können. Sie können Ihre Videos jederzeit dauerhaft sichern, indem Sie auf 'Speichern' klicken. Darüberhinaus können Sie in den Einstellungen des jeweiligen Kanals festlegen, dass Videos automatisch gespeichert werden.

source: Democracy - External Playback Template
german: Democracy - Vorlage für Externe Wiedergabe

source: This file type (${format}) can't be played in the main Democracy window.
german: Die Datei vom Typ (${format}) kann nicht im Democracy-Player-Fenster abgespielt werden.

source: Play Externally
german: Extern Abspielen

source: Skip Video ${countdown}
german: Überspringen ${countdown}

source: Active Downloads
german: Aktive Downloads

source: Recommend
german: Weiterempfehlen

source: Back to Channel
german: Zurück zum Kanal

source: Channel Settings
german: Kanaleinstellungen

source: Videos expire after:
german: Ablauf nach:

source: Default
german: Standardeinstellung

source: Auto download should:
german: Auto-Download soll:

source: If I have ${maxnew} ${maxnew2} videos waiting, don't auto download more.
german: Nicht mehr Auto-Downloads beginnen, wenn ${maxnew} ${maxnew2} Videos warten.

source: (Keeps channel from hogging disk space)
german: (Hindert den Kanal daran, zuviel Festplattenspeicherplatz zu beanspruchen)

source: Channel URL
german: URL des Kanals

source: Settings
german: Einstellungen

source: Videos on this Channel
german: Videos in diesem Kanal

source: Watched
german: Gesehen

source: Saved
german: Gespeichert

source: Channel Guide
german: Programmführer

source: My Collection
german: Meine Sammlung

source: Search
german: Suchen

source: Nothing to display.<br></br> Enter a query in the search field above.
german: Keine Suchergebnisse.<br></br> Bitte geben Sie einen Suchbegriff in das Suchfeld ein.

source: Searching...
german: Suche läuft ...

source: Video Search
german: Videosuche

source: Simple translation
german: Einfache Übersetzung

source: truck stop in a ${can}
german: Fernfahrerrastplatz in einem/einer ${can}

source: This is a ${car} and this is a ${truck} <span>This text is <b style="color:red">raw</b> text</span>
german: Dies ist ein ${car} und dies ist ein ${truck} <span>Dieser Text ist <b style="color:red">unformatiert</b></span>

source: Continue To Next Video
german: Weiter zum nächsten Video

source: Could not connect to server
german: Es konnte keine Verbindung zum Server hergestellt werden

source: Could not connect to server: %s
german: Es konnte keine Verbindung zum Server %s hergestellt werden

source: Cancel
german: Abbrechen

source: Yes
german: Ja

source: No
german: Nein

source: Quit
german: Beenden

source: Migrate
german: Übertragen

source: Don't Migrate
german: Nicht übertragen

source: %s was unable to save its database: %s. We suggest deleting files from the full disk or simply deleting some movies from your collection. Recent changes may be lost. Quit Anyway?
german: %s konnte die Datenbank nicht sichern: %s. Schaffen Sie etwas Platz auf der vollbelegten Festplatte oder löschen Sie einige Videos von Ihrer Sammlung. Die letzten Änderungen sind eventuell verloren gegangen. Dennoch beenden?

source: %s was unable to save its database: %s. Recent changes may be lost. Quit Anyway?
german: %s konnte die Datenbank nicht sichern: %s. Die letzten Änderung sind eventuell verloren gegangen. Dennoch beenden?

source: 1 day 3 days 6 days 10 days 1 month Never
german: 1 Tag 3 Tage 6 Tage 10 Tage 1 Monat Niemals

source: <b>Channels</b>
german: <b>Kanäle</b>

source: <b>Disk Space</b>
german: <b>Speicherplatz</b>

source: <b>Movies Directory</b>
german: <b>Filmverzeichnis</b>

source: Add Channel
german: Kanal hinzufügen

source: By default, videos expire after
german: Videos verfallen nach

source: Check Channels for new content
german: Kanäle auf neuen Inhalt überprüfen

source: Democracy - Add Channel
german: Democracy - Kanal hinzufügen

source: Don't start a download if it leaves less than
german: Einen Download nicht starten, wenn weniger als

source: Enter the URL of the channel to add
german: Geben Sie die URL des Kanals ein

source: Every 30 minutes Every hour Manually
german: Alle 30 Minuten Jede Stunde Manuell

source: GB free
german: GB stehen zur Verfügung

source: KB/s when my computer is active
german: Auf '%' KB/s limitieren, wenn andere Aktivitäten ausgeführt werden

source: Migrate existing movies?
german: Vorhandene Filme übertragen?

source: Preferences
german: Persönliche Einstellungen

source: Select Movies Directory
german: Filmordner auswählen

source: Store downloaded movies in
german: Sichere heruntergeladene Filme in

source: To avoid slowdowns, limit upstream to
german: Um Verlangsamungen zu vermeiden, begrenze Upstream auf

source: Volume:
german: Lautstärke:

source: You've selected a new folder to download movies to. Should Democracy migrate your existing downloads there? (Currently dowloading movies will not be moved until they finish.)
german: Sie haben einen neuen Download-Ordner ausgewählt. Soll Democracy die vorhandenen Downloads dorthin übertragen? (Zur Zeit aktive Downloads werden erst nach Abschluss übertragen.)

source: Please enter the URL of the channel you'd like to add.
german: Bitte geben Sie die URL des hinzuzufügenden Kanals ein.

source: But we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny.
german: Wir versuchen, die Dateien zu holen. Die Auflistung der Videos kann etwas dauern und die Beschreibungen sehen ggf. merkwürdig aus.

source: Channel is not compatible with Democracy!
german: Dieser Kanal ist nicht kompatibel mit Democracy!

source: Please contact the publishers of
german: Bitte wenden Sie sich an die Herausgeber von

source: and ask if they can supply a feed in a format that will work with Democracy.
german: und fragen Sie nach einem Feed, der mit Democracy kompatibel ist.

source: Please enter the username and password given to you by this channel's publisher.
german: Bitte fügen Sie den vom Kanalanbieter an sie vergebenen Benutzernamen und das Kennwort ein.

source: Question
german: Frage

source: About $longAppName
german: Über $longAppName

source: Copy log to clipboard
german: Log in die Zwischenablage kopieren

source: Open up the bug tracker
german: Den Bug Tracker öffnen

source: Please help us fix it. Copy and paste all the
german: Bitte helfen Sie uns dabei, den Fehler zu beheben. Kopieren Sie bitte alle

source: information into our bug tracker and tell us what you were doing when the
german: Informationen in unseren Bug-Tracker und beschreiben Sie kurz die Umstände, unter denen das

source: problem occurred.
german: Problem auftrat.

source: Then, please restart Democracy Player (or you may keep getting related errors). Sorry for the inconvenience. Democracy Player is still in beta, but with your help we're fixing problems fast!
german: Bitte starten Sie nun Democracy Player erneut (andernfalls könnten weiterhin ähnliche Fehler auftreten). Bitte haben Sie Verständnis -- Democracy Player ist noch Beta-Software, aber mit Ihrer Hilfe beheben wir Probleme schneller!

source: You found a bug in Democracy!
german: Sie haben einen Programmfehler gefunden!

source: $longAppName
german: $langerProgName
