Repository: CodeforEvolution/miro
Catalog: Democracy-Player-0.8.5/tv/resources/locale/*.po
Languages: it, nb, pt_br, ro

source: Store downloaded movies in
it: Registra i video scaricati in
nb: Lagre nedlastede videoer i
pt_br: Armazene os filmes baixados em
ro: Pastrează filmele descărcate în

source: To avoid slowdowns, limit upstream to
it: Per evitare rallentamenti, limita il flusso a
nb: For å unngå overbelastning, begrens opplasting til
pt_br: Para evitar diminuição da velocidade, limite a transferência de dados a
ro: Pentru a evita descărcările lente, mareşte stream-ul la

source: Volume:
nb: Lydstyrke:
ro: Volum:

source: You've selected a new folder to download movies to. Should Democracy migrate your existing downloads there? (Currently dowloading movies will not be moved until they finish.)
it: Hai selezionato una nuova cartella per scaricare i video. Vuoi che Democrazia migri i tuoi scaricamenti qui? (I video in download saranno spostati quando il download viene completato.)
nb: Du har valgt en ny mappe å hente videoer til. Skal Democracy migrer dine eksisterende videoer til det nye stedet? (Videoer som lastes ned nå blir ikke flyttet før de er ferdige.)
pt_br: Você selecionou uma nova pasta para baixar os filmes. O Democracy deve migrar seus downloads existentes para lá? (Os filmes que estão sendo baixados atualmente não serão movidos até que tenham terminado.)
ro: Ai selectat un director nou în care să descarci filmele. Ar trebui ca Democracy să mute fişierele descărcate deja în această nouă locaţie? (Filmele care se descarcă în prezent nu vor fi mutate până ce nu se termină de descărcat.)

source: Please enter the URL of the channel you'd like to add.
it: Inserisci l'URL del canale che vuoi aggiungere.
nb: Vennligst tast inn URL for den kanalen du vil legge til.
pt_br: Por favor coloque a URL do canal que você deseja adicionar.
ro: Te rog să introduci URL-ul canalului pe care ai vrea să-l adaugi.

source: But we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny.
it: Le proverò comunque tutte per ottenere i file. Potrebbe volerci più tempo del normale, e le descrizioni potrebbero non essere leggibili.
nb: Men vi vil gjøre vårt beste for å hente filene. Det tar kanskje lengre tid å liste videoene, og beskrivelsene kan se rare ut.
pt_br: Mas faremos o melhor que pudermos para tentar capturar os arquivos. Pode levar um pouco mais de tempo para listar os vídeos, e as descrições podem parecer engraçadas.
ro: Dar noi vom face tot ceea ce e posibil ca să preluam fişierele. E posibil să necesite timp suplimentar pentru a afişa secvenţele video iar descrierile pot parea distractive.

source: Channel is not compatible with Democracy!
it: Canale non compatibile con Democracy!
nb: Kanalen er ikke kompatibel med Democracy!
pt_br: Canal não compatível com o Democracy!
ro: Canalul nu este compatibil cu Democracy!

source: Please contact the publishers of
it: Contatta gli editori di
nb: Vennligst kontakt utgiveren av
pt_br: Por favor contate os veiculadores do
ro: Te rog contactează editorul lui

source: and ask if they can supply a feed in a format that will work with Democracy.
it: e chiedi se possono fornire un feed in un formato che funzioni con Democracy.
nb: og spør om de kan tilby en kanal i et format som vil virke med Democracy.
pt_br: e verifique se eles podem fornecer uma fonte em formato compatível com o Democracy.
ro: şi întreabă dacă ei pot furniza o sursă într-un format care este suportat de Democracy.

source: Please enter the username and password given to you by this channel's publisher.
it: Inserisci nome utente e password che ti sono state assegnati dall'editore del canale.
nb: Vennligst tast inn brukernavn og passord gitt til deg av kanalens utgiver.
pt_br: Por favor entre com o usuário e a senha fornecidos pelos veiculadores do canal.
ro: Te rog specifică numele de utilizator şi parola ce ti-au fost furnizate de către editorul canalului.

source: Question
it: Domanda
nb: Spørsmål
pt_br: Pergunta
ro: Întrebare

source: $longAppName version $appVersion ($appRevision); copyright (c) 2005, 2006 $publisher.
it: $longAppName versione $appVersion ($appRevision); copyright © 2005, 2006 $publisher
nb: $longAppName versjon $appVersion ($appRevision); copyright (c) 2005, 2006 $publisher.
pt_br: $longAppName versão $appVersion ($appRevision); copyright (c) 2005, 2006 $publisher.
ro: $longAppName versiunea $appVersion ($appRevision); drepturi de autor (c) 2005, 2006 $publisher.

source: About $longAppName
it: Informazioni su $longAppName
nb: Om $longAppName
pt_br: Sobre $longAppName
ro: Despre $longAppName

source: Copy log to clipboard
it: Copia registro negli appunti
nb: Kopier logg til utklippstavlen
pt_br: Copiar log para a área de transferência
ro: Copiază log-ul în memorie

source: Open up the bug tracker
it: Apri il bug tracker
nb: Åpne feilrapporteringsmodulen
pt_br: Abrir o bug tracker
ro: Deschide catalogul cu erori

source: Please help us fix it. Copy and paste all the
it: Aiutaci a correggerlo. Copia e incolla tutto il
nb: Vennligst hjelp oss fikse det. Kopier og lim inn alle
pt_br: Por favor ajude-nos a corrigí-lo. Copie e cole todas as
ro: Te rog ajută-ne să-l reparăm. Copiază şi reproduce toate

source: information into our bug tracker and tell us what you were doing when the
it: infomazioni nel nostro bug tracker e riporta le azioni che stavi eseguendo quando
nb: informasjonen i vår feilrapporteringsmodul og fortell oss hva det var du gjorde da
pt_br: informações em nosso bug tracker e diga-nos o que estava fazendo quando o
ro: informaţiile în catalogul nostru cu erori şi spune-ne ce făceai când

source: problem occurred.
it: si è verificato il problema.
nb: problemet skjedde. (Forklaringen skal være på engelsk.)
pt_br: problema ocorreu.
ro: a apărut problema.

source: Then, please restart Democracy Player (or you may keep getting related errors). Sorry for the inconvenience. Democracy Player is still in beta, but with your help we're fixing problems fast!
it: Dopo che lo hai fatto, chiudi e riapri Democracy Player (per evitare che si mostrino a catena nuovi errori). Ci scusiamo per l'inconveniente. Democracy Player è ancora un programma in sviluppo, ma col tuo aiuto stiamo risolvendo man mano moltissimi problemi!
nb: Så, vennligst start Democracy på nytt (eller du får kanskje liknende feil). Beklager bryet. Democracy er fortsatt i beta, men med din hjelp får vi rettet feilene fortere!
pt_br: Em seguida, por favor reinicie o Democracy Player (ou você pode continuar recebendo erros semelhantes). Desculpe-nos pelo inconveniente. Democracy Palyer ainda está em fase beta, mas com sua ajuda nós estamos corrigindo rapidamente os problemas.
ro: Apoi, te rog, restartează Democracy Player-ul (sau tu poţi obţine erori asemănătoare). Scuze pentru neplăceri. Democracy Player este încă în fază beta dar cu ajutorul tău putem rezolva problemele repede !

source: You found a bug in Democracy!
it: Hai trovato un bug in Democracy!
nb: Du har funnet en feil i Democracy!
pt_br: Você detectou um bug no Democracy!
ro: Ai găsit o eroare în Democracy!
