Repository: CodeforEvolution/miro
Catalog: Democracy-Player-0.8.5/tv/resources/locale/*.po
Languages: it, nb, pt_br, ro

source: Username:
it: Nome utente:
nb: Brukernavn:
pt_br: Usuário:
ro: Nume utilizator:

source: Password:
nb: Passord:
pt_br: Senha:
ro: Parolă:

source: Channel requires authentication
it: Il Canale richiede l'autenticazione
nb: Kanalen krever godkjenning
pt_br: O Canal requer autenticação
ro: Canalul necesită autentificare

source: %s requires a username and password for "%s".
it: %s richiede un Nome utente e parola segreta per "%s".
nb: %s krever et brukernavn og passord for "%s".
pt_br: %s requer um usuário e senha para "%s".
ro: %s necesită un nume de utilizator şi o parolă pentru "%s".

source: Not a DTV-style channel
it: Non è un canale "stile DTV"
nb: Ikke en DTV-kanal
pt_br: Não é um canal do tipo DTV
ro: Nu este un canal de tipul DTV

source: But we'll try our best to grab the files. - It may take time to list the videos - Descriptions may look funny Please contact the publishers of %s and ask if they have a DTV-style channel.
it: Proverò comunque a scaricare i file. Attenzione: - Ci potrebbe volere un po' di tempo a mostrare la lista dei video; - Le descrizioni possono apparire in modo strano. Per risolvere, contatta gli editori dei %s e chiedi se hanno un canale stile DTV.
nb: Men vi vil prøve vårt beste å hente filene. - Det kan ta tid å liste videoene - Beskrivelser vises kanskje med feil Vennligst kontakt utgiverne av %s og spør om de har en DTV-kanal.
pt_br: Mas faremos o melhor para capturar os arquivos. - Pode levar um tempo para listar os vídeos. - As descrições podem parecer engraçadas. Por favor contate os editores de %s e verifique se eles possuem um canal do tipo DTV.
ro: Dar vom încerca tot ceea ce e posibil pentru a prelua fişierele - S-ar putea sa ia timp pentru a lista secvenţele video - Descrierile pot arata ciudat Vă rugăm contactaţi editorii lui %s şi întrebaţi-i dacă au un canal de tipul DTV.

source: Continue
it: Continua
nb: Fortsett
ro: Continuare

source: DTV Version Alert
it: Avviso: Nuova versione di DTV
nb: DTV versjonalarm
pt_br: Aviso de Versão DTV
ro: Alertă - versiunea DTV

source: A new version of DTV is available. Would you like to download it now?
it: Una nuova versione di DTV è disponibile. Vuoi scaricarla ora?
nb: En ny versjon av DTV er tilgjengelig. Vil du laste den ned nå?
pt_br: Um nova versão da DTV está disponível. Deseja baixar agora?
ro: O nouă versiune DTV este disponibilă. Vrei să o descarc acum ?

source: DTV Version Check
it: Controllo Versione DTV
nb: DTV versjonsjekk
pt_br: Verificação de Versão da DTV
ro: Verificare versiune DTV

source: This version of DTV is up to date.
it: Questa versione di DTV è aggiornata.
nb: Denne versjonen av DTV er oppdatert.
pt_br: Essa versão de DTV é a mais recente.
ro: Ai ultima versiune DTV.

source: %s database save failed
it: %s non è riusc saito alvare il proprio database
nb: %s lagring av databasen feilet
pt_br: Falha no salvamento da base de dados de %s
ro: Salvarea bazei de date %s a eşuat.

source: %s was unable to save its database: %s. Recent changes may be lost.
it: %s non è riuscito a salvare il proprio database: %s. Gli ultimi cambiamenti possono essere andati persi.
nb: %s klarte ikke å lagre databasen sin: %s. Siste endringer kan ha blitt tapt.
pt_br: %s não pôde salvar a base de dados: %s. Mudanças recentes podem ter sido perdidas.
ro: %s nu a putut să-şi salveze baza de date: %s. Schimbările recente pot fi pierdute.

source: Remove Channel
it: Rimuovi Canale
nb: Fjern kanal
pt_br: Remover Canal
ro: Şterge canalul

source: Are you sure you want to <b>remove</b> the channel '<b>%s</b>'? <b>This operation cannot be undone.</b>
it: Sicuro di voler <b>rimuovere</b> il canale '<b>%s</b>'? <b>Questa operazione non potrà essere annullata.</b>
nb: Er du sikker på at du vil <b>fjerne</b> kanalen '<b>%s</b>'? <b>Denne operasjonen kan ikke angres.</b>
pt_br: Tem certeza que deseja <b>remover</b> o canal '<b>%s</b>'? <b>Essa operação não poderá ser desfeita.</b>
ro: Eşti sigur ca vrei să <b>ştergi</b> canalul '<b>%s</b>'? <b>Această operaţie este definitivă.</b>

source: Are you sure you want to quit?
it: Sei sicuro di voler uscire?
nb: Er du sikker på at du vil avslutte?
pt_br: Tem certeza que deseja sair?
ro: Eşti sigur că vrei să renunţi?

source: You have %d download still in progress.
it: Hai ancora %d download in corso.
nb: Du har %d nedlasting fortsatt gående.
pt_br: Você tem %d download ainda em progresso.
ro: Ai %d descărcare în derulare.

source: Unknown Runtime Error
it: Errore sconosciuto di runtime
nb: Ukjent kjøretidsfeil.
pt_br: Erro desconhecido em tempo de execução
ro: Eroare de execuţie necunoscută

source: An unknown error has occurred %s.
it: Si è verificato un errore sconosciuto %s.
nb: En ukjent feil har oppstått %s.
pt_br: Ocorreu um erro desconhecido %s.
ro: O eroare necunoscută a apărut %s.

source: _Save Video...
it: _Salva Video...
nb: _Lagre video...
pt_br: _Salvar Vídeo...
ro: _Salvează secvenţa video

source: Save this video
it: Salva questo video.
nb: Lagre denne videoen
pt_br: Salvar este vídeo
ro: Salvează acest fişier

source: _Play / Pause
it: _Riproduci / Pausa
nb: S_pill / pause
pt_br: Re_produzir / Pausar
ro: _Porneşte / Pauză

source: _Fullscreen
it: _A schermo pieno
nb: _Fullskjerm
pt_br: Tela Cheia (_Fullscreen)
ro: _Tot ecranul

source: _Remove Channel
it: _Rimuovi Canale
nb: _Fjern kanal
pt_br: _Remover Canal
ro: Şter_ge canalul

source: _Update Channel
it: Aggiorna Canale
nb: _Oppdater kanal
pt_br: At_ualizar Canal
ro: _Actualizează canalul

source: Copy Channel _Link
it: Copia _Link al Canale
nb: Kopier kanal_link
pt_br: Copiar Ata_lho para Canal
ro: Copiaza a_dresa canalului

source: _Video
pt_br: _Vídeo
ro: Secvenţa _video

source: _Open...
it: _Apri...
nb: _Åpne...
pt_br: _Abrir...
ro: _Deschide

source: Open various files
it: Apri vari file
nb: Åpne flere filer
pt_br: Abrir vários arquivos
ro: Deschide diferite fişiere

source: P_references
it: P_referenze
nb: Innstillinge_r
pt_br: P_referências
ro: _Preferinţe

source: _Quit
it: _Esci
nb: _Avslutt
pt_br: _Sair
ro: _Renunţă

source: Quit the Program
it: Esci dal Programma
nb: Avslutt programmet
pt_br: Sair do Programa
ro: Închide programul

source: _Channel
it: _Canale
nb: _Kanal
pt_br: _Canal
ro: _Canal

source: _Add Channel...
it: _Aggiungi Canale...
nb: _Legg til kanal...
pt_br: _Adicionar Canal...
ro: _Adauga canal...

source: U_pdate All Channels
it: A_ggiorna Tutti i Canali
nb: O_ppdater alle kanaler
pt_br: At_ualizar Todos os Canais
ro: Actuali_zează toate canalele

source: _Help
it: _Aiuto
nb: _Hjelp
pt_br: Ajuda (_Help)
ro: A_jutor

source: Pending Auto Download
pt_br: Download Automático Pendente
ro: Aştept descărcarea automată

source: Pending Manual Download
pt_br: Download Manual Pendente
ro: Aştept descărcarea manuală

source: Unwatched
it: Non visto
nb: Ikke sett
pt_br: Não assistido
ro: Nevizionat

source: Save
it: Salva
nb: Lagre
pt_br: Salvar
ro: Salvează

source: Expires
it: Scade il
nb: Utløper
pt_br: Expira em
ro: Expiră

source: Download Error
it: Errore di Scaricamento
nb: Nedlastingsfeil
pt_br: Erro no Download
ro: Eroare la descărcare

source: New Videos
it: Nuovi Video
nb: Nye videoer
pt_br: Novos Vídeos
ro: Secvenţe video noi

source: Expiring
it: In scadenza
nb: Utløper
pt_br: Expirando
ro: Expiră

source: Democracy Internet TV: How to Get Started
it: Democrazia Internet TV: Come iniziare
nb: Democracy Internet TV: Hvordan komme igang
pt_br: Democracy Internet TV: Como Começar
ro: Democracy Internet TV: Cum să începem

source: GO BIG:
it: VAI GRANDE:
nb: Fullskjerm:
pt_br: GRANDE:
ro: ÎN MARE:

source: This is your fullscreen button. Click it and lean back.
it: Questo è il bottone per lo schermo pieno. Cliccalo e vai a stenderti un po'
nb: Dette er din fullskjermsknapp. Klikk den og len deg tilbake.
pt_br: Este é o botão de tela cheia. Clique nele e relaxe.
ro: Acesta este butonul pentru tot ecranul. Apasă-l şi lasă-te pe spate.

source: NEW STUFF:
it: NOVITA':
nb: NYTT INNEHOLD:
pt_br: COISAS NOVAS:
ro: CE MAI E NOU PRIN ZONĂ:

source: Blue circles mean the channel has new videos available, green circles mean you have downloaded videos ready to watch.
it: I cerchi blu indicano i video disponibili nel canale, i cerchi verdi indicano che i video scaricati sono pronti per essere guardati.
nb: Blå sirkler betyr at kanalen har nye videoer tilgjengelig, grønne sirkler betyr at du har nedlastede videoer klare til avspilling.
pt_br: Círculos azuis significam que o canal tem novos vídeos disponíveis, círculos verdes significam que você baixou vídeos que estão prontos para assistir.
ro: Cercurile albastre înseamnă că avem secvenţe video noi în canal iar cele verzi că secvenţele video descărcate sunt gata pentru vizionare.

source: <strong i18n:translate="">SKIP INTRO: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Go to Channel Guide >></a></strong>
it: <strong i18n:translate="">SALTA INTRODUZIONE: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Vai alla Guida Canali >></a></strong>
nb: <strong i18n:translate="">AVBRYT INTRO: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');"Gå til kanaloversikten >></a></strong>
pt_br: <strong i18n:translate="">PULAR INTRO: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Ir para o Guia de Canais >></a></strong>
ro: <strong i18n:translate="">Sari peste introducere: <a style="color: #090;" href="#" onclick="eventURL('action:doneWithIntro');">Du-te la Ghidul canalului>></a></strong>

source: <strong>Add Channels:</strong> The Channel Guide is your home base for internet TV channels. Click 'ADD' to subscribe to a channel-- <strong>the channels in the guide are free.</strong>
it: <strong>Aggiungi Canale:</strong> La Guida Canali è la tua guida per i canali di internet TV. Clicca 'ADD' per sottoscrivere il canale-- <strong>i canali della guida sono gratuiti.</strong>
nb: <strong>Legg til kanaler:</strong> Kanaloversikten er din base for TV-kanaler på Internett. Klikk 'LEGG TIL' for å abonnere på en kanal-- <strong>kanalene i denne oversikten er gratis.</strong>
pt_br: <strong>Adicionar Canais:</strong> O Guia de Canais é sua plataforma para canais de TV via internet. Clique 'Adicionar' para assisnar um canal-- <strong>os canais no guia são gratuitos.</strong>
ro: <strong>Adaugă canale:</strong> Ghidul canalului este locaţia de bază pentru canalele de internet TV. Apasă 'Adaugă' ca să te abonezi la un canal-- <strong>canalele din ghid sunt gratuite.</strong>

source: <strong>Don't Wait:</strong> Democracy is different than watching webpage videos-- publishers can offer big, high quality videos. So don't sit around waiting for videos: start some downloads and check back later.
nb: <strong>Ikke vent:</strong> Democracy er annerledes enn å se videoer på nettsteder-- utgiverne kan tilby store, høykvalitetsvideoer. Så ikke sitt å vent på videoer: Start noen nedlastinger og kom tilbake senere.
pt_br: <strong>Não Espere:</strong> Democracy é diferente de assistir vídeos em páginas web-- publicadores podem oferecer vídeos maiores, de alta qualidade. Então não fique sentado aguardando os vídeos: comece alguns downloads e verifique depois.
ro: <strong>Nu aştepta:</strong> Democracy este diferit faţă de o pagină web ce conţine secvenţe video-- editorii pot oferi secvenţe video mari la o calitate foarte bună. Aşa că nu aştepta secvenţele video: porneşte câteva descărcări şi verifică mai târziu.

source: <strong>Leave it On:</strong> Democracy Player regularly checks channels for new videos and downloads in the background. Leaving it running means you'll have new videos when you're ready to watch.
nb: <strong>La programmet kjøre:</strong> Democracy Player sjekker kanalene løpende for nye videoer og begynner å hente dem i bakgrunnen. Ved å la programmet kjøre vil du ha nye videoer klare når du vil se noe.
pt_br: <strong>Deixe-o Ligado:</strong> Democracy Player verifica com regularidade os canais em busca de novos vídeos e os baixa em segundo plano. Deixando-o ligado significa que você terá novos vídeos quando você estiver disposto a assistir.
ro: <strong>Lasă-l pornit:</strong> În mod regulat Democracy Player verifică dacă au mai apărut secvenţe video noi în canale şi le descarcă în background. Lăsându-l pornit înseamnă că vei avea secvenţe video noi când eşti pregătit pentru vizionare.

source: <strong>Don't Worry About Disk Space:</strong> Like a TiVo, Democracy Player features an 'expiration' system that helps clean out older videos to make room for new videos. You can always keep a video permanently by clicking 'save' and you can set a channel's settings to save videos automatically.
it: <strong>Non preoccuparti per lo spazio su disco:</strong> Come i registratori digitali, il lettore Democrazia è dotato di un sistema di 'scadenze' che aiuta ad eliminare i tuoi vecchi video per far posto ai nuovi. Comunque puoi sempre mantenere permanentemente un video cliccando 'salva' e impostare un canale affinché salvi i video automaticamente.
nb: <strong>Ikke tenk på lagringsplass:</strong> Democracy Player har et avansert 'utløps'-system som hjelper med å slette gamle videoer så det er plass til nye. Du kan velge å beholde videoer ved å klikke på 'Lagre' og du kan sette innstillinger for en kanal slik at videoer lagres automatisk.
pt_br: <strong>Não Se Preocupe Com Espaço Em Disco:</strong> Como um TiVo, Democracy Player possui um sistema de 'expiração' que ajuda a remover os vídeos antigos deixando espaço para os novos. Você pode sempre manter vídeos permanentemente clicando em 'salvar' e você pode configurar um canal para salvar os vídeos automaticamente.
ro: <strong>Nu vă îngrijoraţi de spaţiul de pe disc:</strong> Ca şi un TiVo, funcţionalităţile aplicaţiei Democracy Player au un sistem de 'expirare' care ajută la înlăturarea secvenţelor video mai vechi pentru a face loc celor noi. Puteţi ţine o secvenţă video permanent apăsând 'Salvează' şi puteţi specifica setările canalului pentru a salva secvenţele video automat.

source: Democracy - External Playback Template
nb: Democracy - Ekstern avspillingsmal
pt_br: Democracy - Template Externo de Reprodução
ro: Democracy - Şablonul extern de redare

source: This file type (${format}) can't be played in the main Democracy window.
it: Questo tipo di file (${format}) non può essere riprodotto nella finestra principale di Democracy.
nb: Denne filtypen (${format}) kan ikke avspilles i hovedvinduet til Democracy.
pt_br: Este tipo de arquivo (${format}) não pode ser tocado na janela principal do Democracy.
ro: Acest tip de fişier (${format}) nu poate fi rulat în fereastra principală a aplicaţiei Democracy.

source: Play Externally
it: Riproduci Esternamente
nb: Avspill eksternt
pt_br: Usar Tocador Externo
ro: Rulează extern

source: Skip Video ${countdown}
it: Salta Video ${countdown}
nb: Hopp over video ${countdown}
pt_br: Pular Vídeo ${countdown}
ro: Sări peste secvenţa video ${countdown}

source: Active Downloads
it: In download
nb: Aktive nedlastinger
pt_br: Downloads Ativos
ro: Descarcări active

source: Auto Download
it: Autoscaricamento
nb: Automatisk nedlasting
pt_br: Download Automático
ro: Descărcare automată

source: Recommend
it: Consiglia
nb: Anbefale
pt_br: Recomendado
ro: Recomandă

source: Back to Channel
it: Torna al Canale
nb: Tilbake til kanal
pt_br: Voltar ao Canal
ro: Înapoi la canal

source: Channel Settings
nb: Kanalinnstillinger
pt_br: Configurações do Canal
ro: Setările canalului

source: Videos expire after:
it: Video scade dopo:
nb: Videoer utløper etter:
pt_br: Vídeos expiram depois de:
ro: Secvenţa video expiră după:

source: Default
it: Predefinito
nb: Standard
pt_br: Padrão
ro: Standard

source: Auto download should:
it: L'autoscaricamento dovrebbe:
nb: Automatisk netlastning skal:
pt_br: Download automático deve:
ro: Descărcarea auto ar trebui:

source: If I have ${maxnew} ${maxnew2} videos waiting, don't auto download more.
it: Se ho ${maxnew} ${maxnew2} video in attesa, non autoscaricarne altri.
nb: Hvis jeg har ${maxnew} ${maxnew2} videoer som venter, så stopp den automatiske netlastningen av videoer.
pt_br: Se eu possuir ${maxnew} ${maxnew2} vídeos esperando, não faça mais download automático.
ro: Daca am ${maxnew} ${maxnew2} secvenţe video ce aşteaptă, nu mai descarc automat.

source: (Keeps channel from hogging disk space)
it: (Evita che il canale divori spazio su disco)
nb: (Hindrer kanaler fra å bruke lagringsplass)
pt_br: (Evita que o canal fique ocupando espaço em disco)
ro: (Menţine canalul să nu ocupe prea mult spaţiu pe disc)

source: Channel URL
it: URL Canale
nb: Kanal-URL
pt_br: URL do Canal
ro: URL-ul canalului

source: Settings
it: Impostazioni
nb: Innstillinger
pt_br: Configurações
ro: Setări

source: Videos on this Channel
it: Video in questo Canale
nb: Videoer i denne kanalen
pt_br: Vídeos neste Canal
ro: Secvenţe video în acest canal

source: Watched
it: Visto
nb: Sett
pt_br: Assistido
ro: Vizionat

source: Saved
it: Salvato
nb: Lagret
pt_br: Salvo
ro: Salvat

source: Channel Guide
it: Guida Canali
nb: Kanaloversikt
pt_br: Guia do Canal
ro: Ghid canale

source: My Collection
it: La mia Collezione
nb: Min samling
pt_br: Minha coleção
ro: Colecţia mea

source: Search
it: Cerca
nb: Søk
pt_br: Procurar
ro: Caută

source: Nothing to display.<br></br> Enter a query in the search field above.
it: Nienete da vedere.<br></br> Immetti una richiesta nel campo Ricerca.
nb: Ingenting å vise.<br></br> Tast inn et søkeord i feltet over.
pt_br: Nada a exibir.<br></br> Entre uma expressão no campo de busca acima.
ro: Nu este nimic de afişat.<br></br> Introdu un criteriu în câmpul de căutare de mai sus.

source: Searching...
it: Sto cercando...
nb: Søker...
pt_br: Procurando...
ro: Caut...

source: Video Search
it: Ricerca Video
nb: Videosøk
pt_br: Proucurar Vídeo
ro: Căutare secvenţe video

source: Simple translation
it: Traduzione semplice
nb: Enkel oversettelse
pt_br: Tradução simples
ro: Traducere simplă

source: truck stop in a ${can}
it: fermata in un ${can}
ro: opreşte camionul într-o ${can}

source: This is a ${car} and this is a ${truck} <span>This text is <b style="color:red">raw</b> text</span>
pt_br: Esse é um ${car} e esse é um ${truck} <span>Esse é um texto <b style="color:red">cru - não convertido</b></span>
ro: Aceasta este o ${maşină} şi acesta este un ${camion} <span> Acest text este test <b>neprelucrat</b></span>

source: Continue To Next Video
it: Continua col Prossimo Video
nb: Fortsett til neste video
pt_br: Continuar com o Próximo Vídeo
ro: Continuă cu următoarea secvenţă video

source: Could not connect to server
it: Non riesco a collegarmi al server.
nb: Kunne ikke koble til tjener
pt_br: Não foi possível conectar-se ao servidor
ro: Nu mă pot conecta la server

source: Could not connect to server: %s
it: Non riesco a collegarmi al server: %s.
nb: Kunne ikke koble til tjener: %s
pt_br: Não foi possível conectar-se ao servidor: %s
ro: Nu mă pot conecta la server: %s

source: Ok
ro: În regulă

source: Cancel
it: Annulla
nb: Avbryt
pt_br: Cancelar
ro: Renunţă

source: Yes
it: Sì
nb: Ja
pt_br: Sim
ro: Da

source: No
nb: Nei
pt_br: Não
ro: Nu

source: Quit
it: Esci
nb: Avslutt
pt_br: Sair
ro: Renunţă

source: Migrate
it: Migra
nb: Migrer
pt_br: Migrar
ro: Migrează

source: Don't Migrate
it: Non Migrare
nb: Ikke migrer
pt_br: Não Migrar
ro: Nu migra

source: %s was unable to save its database: %s. We suggest deleting files from the full disk or simply deleting some movies from your collection. Recent changes may be lost. Quit Anyway?
it: %s non è riuscito a salvare il proprio database: %s. Il disco potrebbe essere pieno. Prova a cancellare qualche file di grandi dimensioni o qualche video dalla tua collezione. Le ultime modifiche potrebbero essere state perse. Uscire comunque?
nb: %s klarte ikke å lagre databasen sin: %s. Vi foreslår å slette filer fra den fulle lagringsområdet eller og enktelt slette noen videoer fra din samling. Siste endringer kan ha blitt tapt. Avslutt likevel?
pt_br: %s não pôde salvar a base de dados: %s. Sugerimos que delete arquivos do disco ou simplesmente delete alguns filmes de sua coleção. Mudanças recentes podem ter sido perdidas. Sair de qualquer forma?
ro: %s nu a putut să-şi salveze baza de date: %s.\n Sugerăm ştergerea fişierelor de pe discul plin sau ştergerea câtorva filme din colecţia ta. Schimbările recente pot fi pierdute. Renunţi oricum?

source: %s was unable to save its database: %s. Recent changes may be lost. Quit Anyway?
it: %s non è riuscito a salvare il proprio database: %s. Le ultime modifiche potrebbero essere state perse. Uscire comunque?
nb: %s klarte ikke å lagre databasen sin: %s. Siste endringer kan ha blitt tapt. Avslutt likevel?
pt_br: %s não pôde salvar a base de dados: %s. Mudanças recentes podem ter sido perdidas. Sair de qualquer forma?
ro: %s nu a reuşit să-şi salveze baza de date: %s. Schimbările recente pot fi pierdute. Renunţi oricum?

source: 1 day 3 days 6 days 10 days 1 month Never
it: 1 giorno 3 giorni 6 giorni 10 giorni 1 mese Mai
nb: 1 dag 3 dager 6 dager 10 dager 1 måned Aldri
pt_br: 1 dia 3 dias 6 dias 10 dias 1 mês Nunca
ro: 1 zi 3 zile 6 zile 10 zile 1 luna Niciodată

source: <b>Channels</b>
it: <b>Canali</b>
nb: <b>Kanaler</b>
pt_br: <b>Canais</b>
ro: <b>Canale</b>

source: <b>Disk Space</b>
it: Spazio su Disco
nb: <b>Lagringsplass</b>
pt_br: <b>Espaço em disco</b>
ro: <b>Spaţiu pe disc</b>

source: <b>Downloads</b>
it: <b>Download</b>
nb: <b>Nedlastinger</b>
ro: <b>Descărcări</b>

source: <b>Movies Directory</b>
it: <b>Archivio Video</b>
nb: <b>Videobibliotek</b>
pt_br: <b>Diretório de Filmes</b>
ro: <b>Directorul cu filme</b>

source: Add Channel
it: Aggiungi Canale
nb: Legg til kanal
pt_br: Adicionar Canal
ro: Adaugă canal

source: By default, videos expire after
it: Normalmente i video scadono dopo
nb: Som standard utløper videoer etter
pt_br: Por padrão, os vídeos expiram depois de
ro: În mod standard secvenţele video expiră după

source: Check Channels for new content
it: Controlla se ci sono nuovi video nei Canali
nb: Sjekk kanaler for nytt innhold
pt_br: Verificar Canais por novos conteúdos
ro: Verfic canalul daca are conţinut nou

source: Democracy - Add Channel
it: Democracy - Aggiungi Canale
nb: Democracy - Legg til kanal
pt_br: Democracy - Adicionar Canal
ro: Democracy - Adaugă canal

source: Don't start a download if it leaves less than
it: Non avviare download se lascerebbe meno di
nb: Ikke begynn nedlasting hvis det gir mindre enn
pt_br: Não inicie um download se ele deixar menos que
ro: Nu porni o descărcare dacă rămâne mai puţin de

source: Enter the URL of the channel to add
it: Scrivi l'URL del canale da aggiungere
nb: Tast inn URL for kanalen som skal legges til
pt_br: Entre com a URL do canal a adicionar
ro: Introdu URL-ul canalului de adăugat

source: Every 30 minutes Every hour Manually
it: Ogni 30 minuti Ogni ora Manualmente
nb: Hvert 30. minutt Hver time Manuelt
pt_br: A cada 30 minutos A cada hora Manualmente
ro: Fiecare 30 minute Fiecare oră Manual

source: GB free
it: GB liberi
nb: GB ledig
pt_br: GB livres
ro: GB liberi

source: KB/s when my computer is active
it: KB/s quando il mio computer è attivo
nb: KB/s når datamaskinen er aktiv
pt_br: KB/s quando meu computador estiver ativo
ro: KB/s când calculatorul meu este activ

source: Migrate existing movies?
it: Migro i video esistenti?
nb: Migrer eksisterende videoer?
pt_br: Migrar filmes existentes?
ro: Migrez filmele existente?

source: Preferences
it: Preferenze
nb: Innstillinger
pt_br: Preferências
ro: Preferinţe

source: Select Movies Directory
it: Seleziona cartella per i video
nb: Velg videobibliotek
pt_br: Selecione o Diretório de Filmes
ro: Selectează directorul cu filme
