Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Error moving to movies directory
bg: Грешка при преместване в папката с филми
ca: S'ha produït un error en moure al directori de pel·lícules
es: Error moviendo al directorio de vídeos
hr: Greška pri premještanju u direktorij filmova
nb: Feil under flytting til film-mappe
pt: Erro ao mover para o diretório de filmes
pt_br: Erro movendo videos para o diretório
tr: Filmler klasörüne taşırken hata oluştu

source: Not enough disk space
bg: Няма достатъчно дисково пространство
br: Re nebeut a blas war ar bladenn
ca: No hi ha espai suficient en el disc dur
cy: Dim digon o le ar ddisg
de: Nicht genügend Platz auf dem Speichermedium
es: Insuficiente espacio en disco
et: Liiga vähe kettaruumi
fi: Levytilaa ei ole riittävästi
ga: Níl go leor slí diosca saor
gl: Non hai espazo dabondo no disco
hr: Nedovoljno prostora na disku
id: Ruang disk tidak cukup
ja: ディスクの容量が足りません
ka: დისკზე არ არის საკმარისი სივრცე
mk: Недоволно простор на дискот
ms: Ruangan Cakera Keras tidak mencukupi
nb: Ikke nok lagringsplass
pt: Não possui o necessário espaço em disco
pt_br: Espaço insuficiente em disco
ro: Spațiul de pe disc e insuficient
sl: Na disku ni dovolj prostora
sq: Pa hapësirë të mjaftë në disk
sr: Нема довољно простора на диску.
sv: Inte tillräckligt med diskutrymme
te: చాలినంత డిస్కు జాగా లేదు
tr: Yeterli disk alanı yok
uk: Недостатньо дискового простору

source: %(amount)s MB required to store this video
bg: За запазването на това видео са необходими %(amount)s МБ
br: %(amount)s MO a zo ret evit enrollañ ar video-mañ
ca: Es requereixen %(amount)s MB per desar aquest vídeo
cy: Angen %(amount)s MB i storio'r fideo hwn
de: Es werden %(amount)s MB benötigt, um dieses Video zu speichern
es: %(amount)s MB requeridos para almacenar este vídeo
et: %(amount)s MB vaja selle video salvestamiseks
fi: Tämän videon tallentamiseen tarvitaan %(amount)s Mt
ga: Tá %(amount)s MB de dhíth chun an físeán seo a chur i dtaisce.
gl: Precísanse %(amount)s MB para gardar este vídeo
hr: Za spremanje ove video snimke potrebno je %(amount)s MB
id: %(amount)s MB dibutuhkan untuk menyimpan video ini
ja: このビデオを保存するためには %(amount)s MB 必要です
mk: %(amount)s MB се потребни да се запише ова видео
ms: %(amount)s MB diperlukan untuk menyimpan video ini
nb: %(amount)s MB nødvendig for å lagre videoen
pt: Precisa de %(amount)s MB para guardar este vídeo
pt_br: %(amount)s MB necessários para salvar este vídeo
ro: %(amount)s MB necesari pentru salvarea acestui fișier video
sl: Za hrambo tega posnetka je potrebnih %(amount)s MB
sq: %(amount)s MB të nevojshme për depozitimin e kësaj videoje
sr: Потребно је %(amount)sMB за чување овог видео снимка.
sv: %(amount)s MB krävs för att lagra denna video
te: ఈ వీడియోను దాచాలంటే %(amount)s MB కావాలి
tr: Bu videoyu saklamak için gerekli alan %(amount)s MB
uk: %(amount)s Мб необхідно для збереження цього відео

source: no content
bg: няма съдържание
ca: sense contingut
de: Kein Inhalt
es: Sin contenido
fi: ei sisältöä
ga: gan inneachair
gl: Sen contido
hr: nema sadržaja
id: tidak ada isi
ms: tiada kandungan
nb: Intet innhold
pt: sem conteúdos
pt_br: sem conteúdo
ro: fara continut
sr: нема садржаја
sv: inget innehåll
tr: içerik yok
uk: немає вмісту

source: BitTorrent failure
bg: Грешка в BitRorrent
br: C’hwitadenn BitTorrent
ca: El BitTorrent ha fallat
cy: Methiant BitTorrent
de: BitTorrent-Problem
es: Error de BitTorrent
et: BitTorrenti viga
fi: BitTorrent-virhe
ga: Teip BitTorrent
gl: Fallo no BitTorrent
hr: Greška BitTorrenta
id: Kegagalan BitTorrent
ja: ビットトレントの失敗
ka: BitTorrent-ის შეცდომა
mk: БитТорент грешка
ms: Kegagalan BitTorrent
nb: BitTorrent-feil
pt: Falha BitTorrent
pt_br: Falha no BitTorrent
ro: Eroare BitTorrent
sl: Napaka BitTorrent
sq: Dështim i BitTorrent-it
sr: BitTorrent грешка
sv: BitTorrent-fel
te: BitTorrent వైఫల్యం
tr: BitTorrent hatası
uk: Помилка Бітторенту

source: BitTorrent failed to startup
bg: Грешка при зареждане на BitTorrent
br: N’eo ket aet BitTorrent en-dro
ca: El BitTorrent ha fallat en iniciar
cy: BitTorrent wedi methu wrth ddechrau
de: BitTorrent konnte nicht starten
es: BitTorrent no pudo iniciarse
et: BitTorrenti käivitumine ebaõnnestus
fi: BitTorrentin käynnistys epäonnistui
ga: Theip ar BitTorrent tosú
gl: O BitTorrent fallou ao iniciar
hr: Neuspjelo pokretanje BitTorrenta
id: BitTorrent gagal dijalankan
ja: ビットトレントの起動に失敗しました
mk: БитТорентот не успеа да отпочне
ms: BitTorrent gagal untuk bermula
nb: BitTorrent klarte ikke starte opp
pt: Falha ao iniciar BitTorrent
pt_br: BitTorrent falhou ao iniciar
ro: BitTorrent nu a pornit
sl: Napaka programa BitTorrent ob zagonu
sq: BitTorrent-i nuk ia doli të nisej
sr: BitTorrent није успео да се покрене.
sv: BitTorrent misslyckades att starta
te: BitTorrent మొదలవడం విఫలమైమ్ది
tr: BitTorrent başlarken hata verdi
uk: Бітторент не стартував

source: waiting to check existing files
bg: изчакване за проверка на съществуващи файлове
ca: s'està esperant per comprovar els fitxers existents
de: Warten auf das Überprüfen der existierenden dateien...
es: esperando a verificar archivos existentes
fi: odotetaan olemassa olevien tiedostojen tarkistusta
gl: agardando para comprobar os ficheiros existentes
hr: čekanje provjere postojećih datoteka
nb: Venter på sjekk av nedlastede filer
pt: à espera de verificar ficheiros existentes
pt_br: Aguardando checagem dos arquivos existentes
tr: Varolan dosyaları kontrol etmek için bekleniyor

source: checking existing files
bg: проверка на съществуващи файлове
ca: s'estan comprovant els fitxers existents
de: Überprüfen der existierenden Dateien...
es: verificando archivos existentes
fi: tarkistetaan olemassa olevia tiedostoja
gl: comprobando a existencia de ficheiros
hr: provjera postojećih datoteka
ka: არსებული ფაილების შემოწმება
nb: Sjekker nedlastede filer
pt: a verificar ficheiros existentes
pt_br: Checando arquivos existentes
tr: Varolan dosyalar kontrol ediliyor

source: allocating disk space
bg: заделяне на диското пространство
ca: s'està assignant l'espai del disc dur
de: Festplattenplatz zuteilen
es: asignando espacio de disco
fi: varataan levytilaa
gl: asignando espazo no disco
hr: alokacija prostora diska
nb: Reserverer plass
pt: a alocar espaço no disco
pt_br: Alocando espaço em disco
tr: Disk hafızası ayarlanıyor

source: Corrupt Torrent
bg: Повреден торент
br: Torrent disleberet
ca: Torrent corrupte
cy: Torrent wedi llygru
de: Beschädigte Torrentdatei
es: Torrent corrupto
et: Vigane torrent
fi: Torrent-tiedosto on vaurioitunut
ga: Torrent Truallaithe
gl: Torrent corrompido
hr: Oštećen torrent
id: Torrent Rusak
ja: 不正なトレント
ka: ტორენტი დაზიანებულია
mk: Оштетен Торент
ms: Torrent Rosak
nb: Ødelagt "torrent"
pt: Torrent danificado
pt_br: Arquivo Torrent Corrompido
ro: Torrent deteriorat
sl: Okvarjena datoteka torrent
sq: Përrua i Dëmtuar
sr: Торент је оштећен.
sv: Trasig torrent
te: చెడిపోయిన టోరెంటు
tr: Bozuk Torrent
uk: Торент пошкоджений

source: The torrent file at %(url)s was not valid
bg: Torrent файлът на %(url)s е невалиден
br: Ne oa ket mat restr torrent %(url)s
cy: Ffeil torrent ar %(url)s yn annilys
de: Die Torrentdatei unter %(url)s war ungültig
es: El archivo de torrent en %(url)s no es válido
et: Torrenti fail asukohas %(url)s pole õige
fi: Torrent-tiedosto osoitteessa %(url)s on virheellinen
ga: Níl an comhad torrent ag %(url)s ceart
gl: O ficheiro torrent de %(url)s non era correcto
hr: Torrent datoteka na %(url)s nije valjana
id: Berkas torrent pada %(url)s tidak benar
ja: %(url)s のトレントファイルは有効なものではありません
mk: Торент документот на %(url)s не е валиден
ms: Fail torrent di %(url)s tidak sah
nb: Torrent-filen på %(url)s var ikke gyldig
pt: O ficheiro torrent em %(url)s é inválido
pt_br: Esse arquivo do Torrent na %(url)s não está correto
ro: Fișierul torrent de la %(url)s nu a fost valid
sl: Datoteka torrenta z naslova %(url)s ni bila veljavna
sq: Kartela torrent te %(url)s nuk qe e vlefshme
sr: Торент датотека на %(url)s није исправна.
sv: Torrentfilen på %(url)s var inte giltig
te: %(url)s వద్ద ఉన్న టోరెంటు ఫైలు సరైనది కాదు
tr: Torrent dosyasının %(url)s geçerli değil
uk: Неправильний торент-файл на %(url)s

source: Torrent file deleted
bg: Торрент-файлът е изтрит
br: Restr torrent dilemet
ca: Fitxer torrent esborrat
cy: Wedi dileu ffeil Torrent
de: Torrentdatei gelöscht
es: Archivo torrent eliminado
et: Torrenti fail kustutatud
fi: Torrent-tiedosto poistettiin
ga: Scriosadh an comhad torrent
gl: Borrouse o ficheiro torrent
hr: Torrent datoteka obrisana
id: Berkas Torrent dihapus
ja: トレント・ファイルを削除しました
ka: ტორენტ-ფაილი წაშლილია
mk: Торент документот е избришан
ms: Fail Torrent dipadamkan
nb: "Torrent"-fil slettet
pt: Ficheiro torrent apagado
pt_br: Arquivo torrent apagado
ro: Fișierul torrent șters
sl: Datoteka torrent je izbrisana
sq: U fshi kartelë përroi
sr: Торент датотека је избрисана.
sv: Torrentfilen raderad
te: టోరెంటు ఫైలు తొలగించబడింది
tr: Torrent dosyası silindi
uk: Торент-файл був знищений.

source: The torrent file for this item was deleted outside of %(appname)s.
bg: Torrent файлът беше изтрит извън %(appname)s.
br: E diavaez %(appname)s ez eo bet dilemet ar restr torrent.
cy: Cafodd y ffeil torrent ar gyfer yr eitem ei dileu tu allan i'r %(appname)s.
de: Die Torrent-Datei für dieses Objekt wurde außerhalb von %(appname)s gelöscht.
es: El archivo torrent para este elemento ha sido eliminado externamente a %(appname)s.
et: Torrent fail selle kirje jaoks kustutatu väljaspool %(appname)s.
fi: Tämän tiedoston torrent-tiedosto on poistettu %(appname)sn ulkopuolelta.
ga: Scriosadh an comhad torrent don mhír seo lasmuigh de %(appname)s.
gl: O ficheiro torrent deste elemento foi borrado desde fóra do %(appname)s.
hr: Torrent datoteka za ovu stavku je obrisana izvan %(appname)s.
id: Berkas torrent untuk item ini sudah dihapus dari luar %(appname)s.
mk: Торент документот за овој објект беше избришан надвор од %(appname)s.
ms: Fail torrent untuk item ini telah dipadam di luar %(appname)s.
nb: Torrent-filen for dette elementet har blitt slettet utenfor %(appname)s.
pt: O ficheiro torrent foi apagado fora do %(appname)s.
pt_br: O arquivo torrent desse item foi excluído por fora do %(appname)s.
ro: Fișierul torrent pentru acest element a fost șters din afara lui %(appname)s.
sl: Datoteka tega torrenta je bila izbrisana zunaj programa %(appname)s.
sq: Kartela torrent për këtë objekt qe fshirë nga jashtë %(appname)ss.
sr: Торент датотека за ову ставку је избрисана изван %(appname)s програма.
sv: Torrentfilen för detta objekt raderades utanför %(appname)s.
te: ఈ ఐటము యొక్క టోరెంటు ఫైలు %(appname)s కు బయట తొలగించబడింది.
tr: Buna ait torrent dosyası %(appname)s dışında silinmiş.
uk: Торент файл для цього запису був стертий поза %(appname)s.

source: File not found
bg: Файлът не е намерен
br: N'eo ket kavet ar restr
ca: No s'ha trobat el fitxer
cy: Heb ffeindio ffeil
de: Die Datei wurde nicht gefunden
es: Archivo no encontrado
et: Faili ei leitud
fi: Tiedostoa ei löytynyt
ga: Níor aimsíodh an comhad
gl: Non foi posible encontrar o ficheiro
hr: Datoteka nije pronađena
id: Berkas tidak ditemukan
ja: ファイルが見つかりません
ka: ფაილი ვერ მოიძებნა
mk: Датотеката не е пронајдена
ms: Fail tidak ditemui
nb: Fil ikke funnet
pt: Ficheiro não encontrado
pt_br: Arquivo não encontrado
ro: Fişier negăsit
sl: Datoteke ni mogoče najti
sq: Kartela nuk gjendet
sr: Датотека није пронађена.
sv: Filen hittades inte
te: దస్త్రము కనబడలేదు
tr: Dosya bulunamadı
uk: Файл відсутній

source: Flash URL Scraping Error
bg: Грешка (Flash URL Scraping Error)
br: Fazi o klask tapout URL ar flash.
ca: Error en l'adreça Flash
cy: Gwall Flash URL Scraping
de: Fehler beim Flash URL Scraping (Datenbeschaffung)
es: Error descargando URL Flash
et: Probleem Flashi URLi töötlemisel
fi: Virhe Flashiin sisältyvää osoitetta etsittäessä
ga: Botún Scríobadh Flash URL
gl: Erro ao capturar o contido flash da URL
hr: Greška preuzimanju URL flasha
id: Eror Terpotongnya URL Flash
ja: Flash URLの処理エラー
mk: Грешка при Брзо URL бришење
ms: Ralat menskrap URL Flash
nb: Feil ved Flash-URL-innhenting
pt: Erro de URL
pt_br: Erro Relacionado a URL
ro: Eroare la descifrarea URLului Flash
sl: Napaka praskanja URL Flash
sr: Грешка у гребању адресе флеш датотеке.
sv: Fel i Flash url-fångare
tr: Flash Adresi Kazıma Hatası

source: Unknown
bg: Непознато
br: Dianavezet
ca: Desconegut
cy: Anhysbys
de: Unbekannt
es: Desconocido
et: Tundmatu
fi: Tuntematon
ga: Anaithnid
gl: Descoñecido
hr: Nepoznato
id: Tidak dikenal
ja: 不明
ka: უცნობია
mk: Непознато
ms: Tidak diketahui
nb: Ukjent
pt: Desconhecido
pt_br: Desconhecido
ro: Nescunoscut
sl: Neznano
sq: E panjohur
sr: Непознато
sv: Okänd
te: అపరిచితం
tr: Bilinmeyen
uk: Невідомо

source: Bad content-type
bg: Лош тип на съдържание
br: Seurt endalc’had fall
ca: Contingut erroni
cy: Math-cynnwys gwael
de: Ungültiger Dateityp
es: Tipo de contenido incorrecto
et: Vigane sisutüüp.
fi: Väärä sisältötyyppi
ga: Droch cineál-ábhar
gl: Tipo de contido incorrecto
hr: Loša vrsta sadržaja
id: Tipe konten kurang bagus
ja: 不正なcontent-type
mk: Лош тип на содржина
ms: Jenis-kandungan tidak baik
nb: Feil innholdstype
pt: Conteúdo inválido
pt_br: Tipo de conteúdo inválido
ro: Tip de conținut greșit
sl: Napačna vrsta vsebine
sq: Lloj i gabuar lënde
sr: Лош тип садржаја
sv: Felaktig content-type
te: సరైన కంటెంటు రకం కాదు
tr: Geçersiz içerik-tür
uk: Невірний content-type

source: Podcast is not compatible with %(appname)s
bg: Подкастът не е съвместим с %(appname)s
ca: El podcast no és compatible amb el %(appname)s
de: Podcast ist nicht kompatibel mit %(appname)s.
es: El podcast no es compatible con %(appname)s
fi: Podcast ei ole %(appname)s-yhteensopiva
ga: Níl an podchraoladh comhoiriúnach le %(appname)s
gl: O podcast non é compatible co %(appname)s
hr: Podcast nije kompatibilan sa %(appname)s
nb: Podcasten er ikke kompitabel med %(appname)s
pt: O podcast não é compatível com o %(appname)s
pt_br: Podcast não é compatível com %(appname)s
sr: Подемисија није сагласна с %(appname)s-м
tr: Podcast %(appname)s ile uyumlu değil
uk: Подкаст не сумісний з %(appname)s

source: This podcast is not compatible with %(appname)s but we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny. Please contact the publishers of %(url)s and ask if they can supply a podcast in a format that will work with %(appname)s. Do you want to try to load this podcast anyway?
bg: Този подкаст не е съвместим с %(appname)s, но ще се опитаме да получим файловете. Може да отнеме допълнително време да се покажат видеата и описанията могат да бъдат странни. Моля свържене се с издателя на %(url)s и го попитайте дали може да осигур подкаст във формат, който ще работи с %(appname)s. Желаете ли въпреки това този подкаст да опита да бъде зареден?
de: Dieser Podcast ist nicht mit %(appname)s kompatibel, aber wir werden unser Bestes gaben, um die Dateien trotzdem zu besorgen. Das Auflisten der Videos kann jedoch länger dauern und die Beschreibungen könnten falsch sein. Bitte kontaktiere den Herausgeber von %(url)s, und frage ihn, ob er ein Podcast-Format bereitstellen kann, dass mit %(appname)s funktioniert. Möchtest du trotzdem versuchen, die Inhalte dieses Podcastes zu laden?
es: Este podcast no es compatible con %(appname)s pero haremos lo posible para obterner los archivos. Puede llevar un tiempo extra enlistar los vídeos, y las descripciones pueden verse extrañas. Por favor contacte a los editores de %(url)s y pregunte si pueden facilitarle un podcast en un formato que funcione con %(appname)s. ¿Desea intentar cargar este podcast de todos modos?
fi: Tämä podcast ei ole %(appname)s-yhteensopiva, mutta teemme parhaamme tiedostojen nappaamiseksi. Videoiden luettelointi saattaa hieman viivästyä ja kuvaukset voivat näyttää hassulta. Ota yhteyttä osoitteen %(url)s julkaisijaan ja kysy heiltä voisivatko he toimittaa podcastin muodossa, jota %(appname)s tukee. Haluatko joka tapauksessa yrittää ladata tämän podcastin?
gl: Este podcast non é compatible co %(appname)s pero tentaremos obter os ficheiros. Isto pode levar un tempo extra para listar os vídeos, e as descricións pode que se vexan estrañas. Contacte cos editores de %(url)s e solicítelles que suministren o podcast nun formato que funcione no %(appname)s. Desexa cargar este podcast de todas formas?
hr: Ovaj podcast nije kompatibilan sa %(appname)s-om ali ćemo se potruditi dobaviti ove datoteke. Izlistavanje video snimki možda potraje neko vrijeme a opisi će možda izgledati čudno. Kontaktirajte izdavača %(url)s i pitajte ga može li dobaviti podcast u formatu koji će raditi sa %(appname)s-om. Želite li ionako pokušati učitati ovaj podcast?
nb: Denne podcasten er ikke kompatibel med %(appname)s, men vi vil prøve å laste ned filene. Det kan ta ekstra tid å liste opp videoene, og beskrivelsene kan se merkelige ut, eller forsvinne helt. Vennligst kontakt utgiveren av %(url)s og spør om de kan lage en podcast som vil fungere med %(appname)s. Vil du prøve å legge til denne podcasten likevel?
pt: Este podcast não é compatível com o %(appname)s. No entanto vamos tentar obter os ficheiros. Pode levar algum tempo até que os ficheiros sejam listados e as descrições poderão aparecer confusas. Contacte o administrador de %(url)s e solicite-lhe a disponibilização dos podcasts num formato compatível com o %(appname)s. Pretende transferir o podcast?
pt_br: Este podcast não é compatível com %(appname)s mas nós tentaremos fazer o melhor para poder . Poderá ser necessário um tempo extra para listar os vídeos e as descrições ficarem legais. Por favor contate os autores da %(url)s e pergunte se eles poderiam fornecer o podcast em um formato compatível com o %(appname)s. Você quer tentar carregar este podcast de qualquer forma?
tr: Bu podcast %(appname)s ile uyumlu değil ama biz dosyayı yakalamak için elimizden geleni yapacağız. Videoları listelemek fazladan zaman gerektirebilir, ve açıklama komik görünebilir. Lütfen %(url)s nin yayıncısı ile iletişime geçin ve %(appname)s ile çalışabilecek bir podcast tedarik edip edebileceklerini sorun. Genede bu podcasti yüklemeyi denemek istiyor musunuz?
uk: Цей подкаст не сумісний з %(appname)s, але ми постараємося витягнути файли. Це може зайняти додатковий час при огляді відео, а описи можуть виглядати некоректно. Буль ласка сконтактуйтеся з видавцями %(url)s і спитайте чи можуть вони надати подкаст в такому форматі, який буде працювати в %(appname)s. Всерівно спробувати завантажити цей подкаст?

source: Add a Playlist
bg: Добавяне на списък за изпълнение
br: Ouzhpennañ roll-c’hoari
ca: Afegeix una llista de reproducció
cy: Ychwanegwch Restr Chwarae
de: Wiedergabeliste hinzufügen
es: Añadir una lista de reproducción
et: Lisa esitusnimekiri
fi: Lisää soittolista
ga: Cuir Seinnréim leis
gl: Engadir unha listaxe de reprodución
hr: Dodaj popis izvođenja
id: Buat playlist
ka: საკრავ სიაში დამატება
mk: Додај список за репродукција
ms: Tambah Senarai Main
nb: Legg til spilleliste
pt: Adicionar lista de reprodução
pt_br: Adicionar uma lista de reprodução
ro: Adaugă o listă de redare
sl: Dodaj seznam predvajanja
sq: Shtoni Luajlistë
sr: Додај списак нумера
sv: Lägg till en spellista
te: ఒక ప్లేలిస్టును జోడించు
tr: Çalma listesine ekle
uk: Додати до списку відтворення

source: Add items to an existing playlist or a new one.
bg: Добавяне на обекти към съществуващ или нов списък.
br: Ouzhpennañ un dra en ur roll-lenn bezant pe d'unan nevez.
ca: Afegeix elements a una llista de reproducció existent o a una de nova.
cy: Ychwanegwch eitemau at restr chwarae sydd eisoes yn bodoli neu at un newydd.
de: Elemente einer bestehenden oder neuen Wiedergabeliste hinzufügen.
es: Añadir elementos a una lista de reproducción existente o a una nueva.
et: Lisa objekte olemasolevasse või uude playlisti.
fi: Lisää kohteita olemassa olevalle tai uudelle soittolistalle.
ga: Cuir míreanna le seinnréim atá ann cheana nó ceann nua.
gl: Engadir elementos a unha listaxe de reprodución existente ou nova.
hr: Dodaj stavke na postojeći ili novi popis izvođenja
id: Tambahkan item ke playlist yang sudah ada atau yang baru.
ka: ელემენტების დამატება არსებულ ან ახალ საკრავ სიაში
mk: Додади објекти на постоен или нов список за репродукција.
ms: Tambah item ke senarai main yang ada atau bina baru
nb: Legg til elementer i en eksisterende eller i en ny spilleliste
pt: Adicionar itens a uma lista de reprodução existente ou nova.
pt_br: Adicionar itens a uma lista de reprodução nova ou já existente
ro: Adaugă elemente într-o listă de redare nouă sau existentă
sl: Dodaj na obstoječi seznam predvajanja ali na novega.
sq: Shtoni pjesë te një luajlistë ekzistuese ose te një e re.
sr: Додај у постојећи или нови списак нумера.
sv: Lägg till objekt i en befintlig eller ny spellista.
te: ఇప్పటికే ఉన్న ప్లేలిస్టుకు కాని, కొత్తదానికి గానీ ఐటములను చేర్చు.
tr: Öğeleri mevcut çalma listesine ya da yeni birine ekle.
uk: Додати до списку відтворення чи створити новий

source: Existing playlist:
bg: Съществуващ списък за изпълнение:
br: Roll-c’hoari zo anezhañ:
ca: Llista de reproducció existent
cy: Rhestr chwarae sydd eisoes yn bodoli:
de: Vorhandene Wiedergabeliste:
es: Lista de reproducción existente:
et: Olemasolev esitusnimekiri:
fi: Olemassa oleva soittolista:
ga: Seinnréim atá ann cheana:
gl: Listaxes de reprodución existentes:
hr: Postojeći popis izvođenja:
id: Playlist saat ini:
ka: არსებული საკრავი სია:
mk: Постоечки список за репродукција:
ms: Senarai main yang ada:
nb: Eksisterende spilleliste:
pt: Listas de reprodução existentes:
pt_br: Lista de reprodução já existente:
ro: Listă de redare existentă:
sl: Obstoječi seznam predvajanja:
sq: Luajlistë ekzistuese:
sr: Постојећи списак нумера:
sv: Befintlig spellista:
te: ఉన్న ప్లేలిస్టు
tr: Mevcut çalma listesi:
uk: Існуючий список відтворення

source: New playlist:
bg: Нов списък за изпълнение:
br: Roll-c’hoari nevez
ca: Nova llista de reproducció:
cy: Rhestr chwarae newydd:
de: Neue Wiedergabeliste:
es: Nueva lista de reproducción:
et: Uus esitusnimekiri:
fi: Uusi soittolista:
ga: Seinnréim nua:
gl: Nova listaxe de reprodución:
hr: Novi popis izvođenja:
id: Playlist baru:
ka: ახალი საკრავი სია:
mk: Нов список за репродукција:
ms: Senarai main baru:
nb: Ny spilleliste:
pt: Nova lista de reprodução:
pt_br: Nova lista de reprodução:
ro: Listă de redare nouă:
sl: Nov seznam predvajanja:
sq: Luajlistë e Re:
sr: Нови списак нумера:
sv: Ny spellista:
te: కొత్త ప్లేలిస్టు
tr: Yeni çalma listesi:
uk: Новий список відтворення

source: Movies folder gone
hr: Mapa filmova je nestala
nb: Film-mappen er borte

source: %(shortappname)s can't use your primary video folder, which is currently set to: %(moviedirectory)s %(reason)s
hr: %(shortappname)s nemoguće je korištenje vaše glavne mape video snimki, koja je trenutačno postavljena u: %(moviedirectory)s %(reason)s
nb: %(shortappname)s kan ikke bruke din vanlige video-mappe: %(moviedirectory)s %(reason)s

source: You may continue with the current folder, choose a new folder or quit and try to fix the issue manually.
bg: Можете да продължите с сегашната папка, да изберете нова или да се опитате да решите проблема ръчно.
hr: Možete nastaviti koristiti trenutnu mapu, odabrati novu mapu ili otkazati i pokušati popraviti problem ručno.
nb: Du kan fortsette med den valgte mappen, velge en ny mappe eller avslutte og prøve å fikse problemet manuelt

source: You choose a new folder or quit and try to fix the issue manually.
bg: Можете да изберете нова папка или да излезете и опитате да отстраните проблема ръчно.
hr: Odabrite novu mapu ili otkažite i pokušajte popraviti problem ručno.
nb: Du velger en ny mappe, eller avslutter og prøver å fikse problemet manuelt.

source: Choose new primary video folder
hr: Odaberi novu glavnu mapu video snimaka
nb: Velg ny standard video-mappe
