Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Maximum number of manual downloads at a time:
bg: Максимален брой на ръчни изтегляния по едно и също време
br: Brasañ niver pellgargadennoù dorn war un dro:
ca: Nombre màxim de baixades manuals a la vegada:
cy: Uchafswm y lawrlwythiadau gan law ar unrhyw un adeg:
de: Maximale Anzahl gleichzeitiger manueller Downloads:
es: Número máximo de descargas manuales contemporáneas:
et: Korraga käsitsi alla laaditavate videode suurim arv:
fi: Suurin määrä manuaalisia latauksia kerralla:
ga: Uasmhéid líon na n-íosluchtaithe de láimh ag aon uair amháin:
gl: Número máximo de descargas manuais ao mesmo tempo:
hr: Maksimalan broj ručnih preuzimanja istovremeno:
id: Jumlah unduhan manual terbanyak dalam satu waktu:
ja: 最大同時手動ダウンロード数:
ka: ერთდროულად გადმოწერის გამქიმალური რაოდენობა:
mk: Максимален број на рачни превземања во еден момент:
ms: Bilangan maksimum muaturun secara manual dalam satu masa:
nb: Øvre grense for samtidige manuelle nedlastinger:
pt: Número máximo de transferências manuais simultâneas:
pt_br: Número máximo de downloads manuais ao mesmo tempo:
ro: Numărul maxim de descărcări manuale simultane:
sl: Največje število ročno dodanih sočasnih prenosov:
sq: Numër më i madh shkarkimesh dorazi njëherësh:
sr: Највећа вредност ручних преузимања одједном:
sv: Maximalt antal samtidiga manuella hämtningar:
te: ఏక కాలంలో చెయ్యగల గరిష్ఠ మానవ ప్రయత్న దింపుకోళ్ళు:
tr: Tek seferde maksimum el ile indirme sayısı
uk: Максимальна кількість одночасних ручних завантаженнь:

source: Maximum number of auto-downloads at a time:
bg: Максимален брой на автоматични изтегляния по едно и също време
br: Brasañ niver a bellgargadennoù emgefreek war un dro:
cy: Uchafswm yr awtolawrlwythiadau ar unrhyw un adeg
de: Maximale Anzahl gleichzeitiger automatischer Downloads:
es: Número máximo de descargas automáticas a la vez:
et: Maksimum number auto-allalaadimistele ühel ajal:
fi: Suurin määrä automaattisia latauksia kerralla:
ga: Uaslíon na n-íosluchtú uathoibríoch in aon dreas amháin:
gl: Número máximo de descargas automáticas ao mesmo tempo:
hr: Maksimalan broj automatskih preuzimanja istovremeno:
id: Jumlah unduhan otomatis terbanyak dalam satu waktu:
ja: 最大同時自動ダウンロード数:
ka: ერთდროულად ავტო-გადმოწერის გამქიმალური რაოდენობა:
mk: Максимален број на авто-превземања во еден момент:
ms: Bilangan maksimum muaturun-automatik dalam satu masa:
nb: Øvre grense for samtidige automatiske nedlastinger:
pt: Número máximo de transferências automáticas simultâneas:
pt_br: Número máximo de downloads automáticos ao mesmo tempo:
ro: Numărul maxim de descărcări automate simultane:
sl: Največje število hkratnih samodejnih prenosov:
sq: Numër më i madh vetëshkarkimesh njëherazi:
sr: Највећа вредност самосталних преузимања одједном:
sv: Maximalt antal samtidiga automatiska hämtningar:
te: ఏక కాలంలో చెయ్యగల గరిష్ఠ ఆటో దింపుకోళ్ళు:
tr: Tek seferde maksimum otomatik indirme sayısı
uk: Максимальна кількість одночасних автоматичних завантажень:

source: Limit upstream bandwidth to:
bg: Ограничаване на скоростта на качване до:
br: Termeniñ fonnded ar gasadenn
cy: Cyfyngu ystod uwchlif i:
de: Begrenze die Upload-Rate auf:
es: Limitar el ancho de banda de envío a:
et: Limiidi ülesvoolu ribalaiust:
fi: Rajoita lähetysnopeus:
ga: Teorannaigh bandaleithead réamhtheachtach go:
gl: Limitar o largo de banda para envíos a:
hr: Ograniči propusnost slanja na:
id: Batasi penggunaan pengiriman pada bandwidth:
ja: 上流帯域の制限:
ka: ატვირთვის სიჩქარის შეზღუდვა:
mk: Ограничи ја брзината за подигање на:
ms: Hadkan lebar jalur strim-naik ke:
nb: Begrens båndbredde for opplasting til:
pt: Limitar largura de banda de envio a:
pt_br: Limitar taxa de envio para:
ro: Limitează viteza de transmitere la:
sl: Omeji pasovno širino tjakaj na:
sq: Kufizoje shpejtësinë e shpërnguljeve për sipër në:
sr: Ограничи узводни проток на:
sv: Begränsa uppströmsbandbredd till:
te: ఎక్కించే బ్యాండువిడ్తు పరిమితి:
tr: Akış gönderme Limiti:
uk: Обмежити вихідний потік до:

source: Limit downstream bandwidth to:
bg: Ограничаване на скоростта на сваляне до:
br: Termeniñ fonnded an degemer
cy: Cyfyngu ystod islif i:
de: Begrenze die Download-Rate auf:
es: Limitar el ancho de banda de entrada a:
et: Limiidi alavoolu ribalaiust:
fi: Rajoita latausnopeus:
ga: "Teorannaigh bandaleithead iartheachtach go:"
gl: Limitar o largo de banda para descargas a:
hr: Ograniči propusnost preuzimanja na:
id: Batasi penggunaan penerimaan pada bandwidth:
ja: 下流帯域の制限:
ka: გადმოწერის სიჩქარის შეზღუდვა:
mk: Ограничи ја брзината за превземање на:
ms: Hadkan lebar jalur strim-turun ke:
nb: Begrens båndbredde for nedlasting til:
pt: Limitar a largura de banda de transferências a:
pt_br: Limitar taxa de download para:
ro: Limitează viteza de descărcare la:
sl: Omeji pasovno širino semkaj na:
sq: Kufizoje shpejtësinë e shpërnguljeve për poshtë në:
sr: Ограничи низводни проток на:
sv: Begränsa nedströmsbandbredd till:
te: దించుకునే బ్యాండువిడ్తు పరిమితి:
tr: Akış İndirme limiti
uk: Обмежити вхідний потік до:

source: Limit torrent connections to:
bg: Ограничаване на torrent връзките до:
br: Termeniñ niver ar c’hevreadennoù torrent :
cy: Cyfyngu cysylltiadau torrent i:
de: Begrenze die Torrent-Verbindungen auf:
es: Limitar conexiones de torrent a:
et: Torrenti ühenduste limiit:
fi: Rajoita torrent-yhteydet:
ga: Teorannaigh ceangail torrent go:
gl: Limitar as conexións torrent a:
hr: Ograniči spajanja torrenta na:
id: Batasi sambungan torrent pada:
ja: トレント接続数の制限:
ka: ტორენტის შეერთებების შეზღუდვა:
mk: Ограничи го бројот на торент поврзувања на:
ms: Had sambungan torrent ke:
nb: Begrens antall Torrent-tilkoblinger til:
pt: Limitar ligações torrent a:
pt_br: Limitar conexões de torrent para:
ro: Limitează numărul de conexiuni torrent la:
sl: Omeji povezave torrent na:
sq: Kufizo lidhjet për përrenj deri në:
sr: Ограничи торент везе на:
sv: Begränsa torrentanslutningar till:
te: టోరెంటు కనెక్షన్ల పరిమితి:
tr: Torrent bağlantılıarının sınırını:
uk: Обмежити кількість torrent-з'єднань до:

source: Starting port:
bg: Начален порт:
br: Dor deroù:
ca: Port inicial:
cy: Cychwyn porthiad:
de: Startport:
es: Puerto inicial:
et: Algus-port:
fi: Portista:
ga: An port tosaithe:
gl: Porto de inicio:
hr: Početni ulaz:
id: Port pembuka:
ja: 開始ポート:
ka: საწყისი პორტი:
mk: Почетна порта:
ms: Port permulaan:
nb: Første port:
pt: Porta inicial:
pt_br: Porta inicial:
ro: Portul de pornire:
sl: Začetna vrata:
sq: Portë fillimi:
sr: Почетни улаз:
sv: Startport:
te: మొదలయ్యే పోర్టు:
tr: Başlangıç Portu:
uk: Початковий порт:

source: Ending port:
bg: Краен порт:
br: Dor dibenn:
ca: Port final:
cy: Gorffen porthiad:
de: Endport:
es: Puerto final:
et: Lõpp-port:
fi: Porttiin:
ga: Port deiridh:
gl: Porto de remate:
hr: Završni ulaz:
id: Port penutup:
ja: 終了ポート:
ka: საბოლოო პორტი:
mk: Крајна порта:
ms: Port pengakhiran:
nb: Siste port:
pt: Porta final:
pt_br: Porta final:
ro: Ultimul portul:
sl: Končna vrata:
sq: Portë mbarimi:
sr: Завршни улаз:
sv: Slutport:
te: ముగిసే పోర్టు:
tr: Bitiş Portu:
uk: Кінцевий порт:

source: Automatically forward ports. (UPNP)
bg: Автоматично пренасочване на портовете. (UPNP)
br: Adhenchañ emgrefreek an dorioù. (UPNP )
cy: Blaenyrru porthiadau'n awtomatig. (UPNP)
de: Automatische Portweiterleitung (UPNP).
es: Reenviar puertos automáticamente. (UPNP)
et: Automaatselt edasi portides. (UPNP)
fi: Välitä portit automaattisesti (UPNP)
ga: Cuir poirt ar aghaidh go huathoibríoch. (UPNP)
gl: Encamiñar os portos automaticamente (UPNP)
hr: Automatski otvori ulaze (UPNP)
id: kirim port secara otomatis (UPNP)
ja: 自動的ポートフォワード (UPNP)
ka: პორტების ავტომატური გადამისამართება. (UPNP)
mk: Автоматски препраќај порти. (UPNP)
ms: Rantai port-port ke depan secara automatik. (UPNP)
nb: Videresend porter automatisk (UPNP).
pt: Reencaminhar automaticamente (UPNP)
pt_br: Redirecionar automaticamente as portas. (UPNP)
ro: Porturi redirecționate automat. (UPNP)
sl: Samodejno posreduj vrata. (UPNP)
sq: Përcilli portat vetvetiu. (UPNP)
sr: Самостално проследи улазе (UPNP)
sv: Vidarebefordra portar automatiskt (UPNP)
te: పోర్టులను ఆటోమాటిగ్గా ఫార్వర్డు చెయ్యి (UPNP)
tr: Otomatik olarak Portları ilerlet. (UPNP)
uk: Автоматичне перенаправлення портів. (UPNP)

source: Use DHT to find more peers
bg: Използване на DHT за откриване на повече потребители
ca: Utilitza el DHT per obtenir més parells
de: Nutze DHT um mehr peers zu finden
es: Usar DHT para encontrar más pares
fi: Käytä DHT:tä vertaisten hakuun
gl: Usar DHT para atopar máis pares
hr: Koristi DHT za pronalazak više točki
pt: Utilizar DHT para encontrar mais peers
pt_br: Use DHT para localizar mais pares
uk: Використовувати DHT для знаходження більше пірів

source: Ignore unencrypted connections.
bg: Игнориране на некриптираните връзки.
br: Leuskel a-gostez kevreadennoù nann-guzhet.
ca: No facis cas de les connexions sense encriptar.
cy: Anwybyddu cysylltiadau heb eu hamgryptio.
de: Ignoriere unverschlüsselte Verbindungen.
es: Ignorar conexiones no encriptadas.
et: Eira krüptimata ühendusi.
fi: Hylkää salaamattomat yhteydet
ga: Déan neamhaird de ceangail gan criptiú.
gl: Ignorar as conexións sen cifrar.
hr: Zanemari nešifrirane veze
id: Abaikan sambungan yang tidak terenkripsi,
ja: 非暗号化の接続を無視
ka: დაუშიფრავი კავშირების უგულვებელყოფა.
mk: Игнорирај неенкриптирани поврзувања.
ms: Endahkan sambungan-sambungan yg tiada penyulitan
nb: Ignorer ukrypterte tilkoblinger.
pt: Ignorar ligações não encriptadas
pt_br: Ignorar conexões não encriptadas
ro: Ignoră conexiunile necriptate.
sl: Prezri nešifrirane povezave.
sq: Shpërfill lidhjet e pakoduara.
sr: Занемари нешифроване везе
sv: Ignorera okrypterade anslutningar
te: కోడీకరించని కనెక్షన్లను పట్టించుకోకు.
tr: Şifrelenmemiş bağlantıları yoksay.
uk: Ігнорувати нешифровані з'єднання.

source: Stop torrent uploads when this ratio is reached:
bg: Спиране качването на торенти при достигане на този коефициент:
br: Paouez gant ar gasadenn d-torrent pa vez bet tizhet ar c’henfeur-mañ:
ca: Atura les pujades de torrent quan la relació arribi a:
cy: Atal lanlwythiadau torrent pan gyrhaeddir y cymhareb hwn:
de: Torrent-Uploads stoppen, sobald folgendes U/D-Verhältnis erreicht ist:
es: Detener las subidas de torrents cuando esta proporción se alcance:
et: Selle jagamissuhteni jõudes peatadada torrentite üleslaadimine:
fi: Lopeta torrentin lähetys, kun seuraava jakosuhde on saavutettu
ga: Cuir deireadh le uasluchtaithe torrentí nuair a sroichtear an cóimheas seo:
gl: Deter o envío de torrents cando se alcance a taxa:
hr: Zaustavi slanje torrenta kad je ovaj omjer dijeljenja dosegnut:
id: Hentikan pengunggahan torrent ketika rasio sudah tercapai:
ja: この比率に達したらトレントのアップロードを停止:
ka: გააჩერე ტორენტის ატვირთვა, როდესაც შეფარდება მიაღწევს:
mk: Запрете ги подигнувањата на торенти кога овој однос е достигнат:
ms: Hentikan muat-muat naik torrent jika nisbah ini dicapai:
nb: Stopp Torrent-opplastinger når dette forholdet er nådd:
pt: Parar envio de torrents se atingir este rácio:
pt_br: Parar Upload de torrent quando este ratio for alcançado
ro: Oprește transmisiile torrentelor când se ajunge la acest raport:
sl: Ustavi pošiljanje ob razmerju:
sq: Ndal ngarkime përrenjsh kur mbërrihet në këtë përpjestim:
sr: Заустави слање када је стечен овај однос:
sv: Stoppa torrentsändningar när det här förhållandet är uppnått:
te: ఈ నిష్పత్తికి చేరగానే టోరెంటు ఎక్కింపులను మొదలుపెట్టు:
tr: Ratio bu sayıya ulaştığında torrent göndermelerini durdur:
uk: Зупинити віддачу torrent при досягненні співвідношення:

source: Change
bg: Промяна
br: Kemmañ
ca: Canvia
cy: Newid
de: Ändern
es: Cambiar
et: Muuda
fi: Muuta
ga: Athraigh
gl: Cambiar
hr: Promjeni
id: Ubah
ja: 変更
ka: შეცვლა
mk: Промени
ms: Ubah
nb: Endre
pt: Alterar
pt_br: Alterar
ro: Schimbă
sl: Spremeni
sq: Ndryshoje
sr: Промени
sv: Ändra
te: మార్చు
tr: Değiştir
uk: Змінити

source: Choose Movies Directory
bg: Изберете папка за филмите
br: Dibab Roll ar Filmoù
ca: Escull la carpeta de pel·lícules
cy: Dewis Ffolder Ffilmiau
de: Videoverzeichnis wählen
es: Elegir el directorio de vídeos
et: Vali filmide kaust
fi: Valitse videokansio
ga: Roghnaigh Comhadlann na Scannáin
gl: Escolla o cartafol das películas
hr: Odaberi direktorij filmova
id: Pilih alamat film
ja: ムービー・ディレクトリーを選択
ka: საქაღალის არჩევა ფილმებისთვის
mk: Изберете директориум за филмови
ms: Pilih Direktori Cereka
nb: Velg videomappe
pt: Escolha o diretório de filmes
pt_br: Escolha o diretório dos filmes
ro: Alegeți dosarul pentru filme
sl: Izberite mapo za filme
sq: Zgjidhni Drejtori Filmash
sr: Избор фасцикле за филмове
sv: Välj videokatalog
te: మూవీల డైరెక్టరీని ఎంచుకోండి
tr: Videolar İçin Dizin Seçin
uk: Виберіть теку для фільмів

source: Directory not valid
bg: Директорията не е валидна
ca: Carpeta no vàlida
cy: Cyfeiriadur yn annilys
de: Verzeichnis ungültig
es: Carpeta no válida
et: Asukoht on vigane
fi: Sijainti ei ole kelvollinen
ga: Níl an chomhadlann bailí
gl: O cartafol non é válido
hr: Direktorij nije valjan
id: Alamat tidak valid
ka: საქაღალდე არასწორია
ms: Direktori tidak sah
nb: Ugyldig mappe
pt: O diretório é inválido
pt_br: Diretório inválido
ro: Director invalid
sl: Mapa ni veljavna
sq: Drejtori jo e vlefshme
sr: Фасцикла је неисправна.
sv: Ogiltig katalog
te: డైరెక్టరీ సరైనది కాదు
tr: Konum hatalı
uk: Каталог не дійсний

source: Directory '%(dir)s' could not be created. Please choose a directory you have write access to.
bg: Папката '%(dir)s' не може да бъде създадена. Моля изберете папка, за която имате права за запис.
es: El directorio «%(dir)s» no ha podido ser creado. Por favor elija un directorio con permisos de escritura.
fi: Kansion '%(dir)s' luonti epäonnistui. Valitse kansio, johon sinulla on kirjoitusoikeus.
hr: Direktorij '%(dir)s' se ne može stvoriti. Odaberi direktorij na kojem imate ovlasti zapisivanja.
pt: Não foi possível criar o diretório "%(dir)s". Por favor, escolha um diretório a que tenha acesso.
pt_br: Diretório '%(dir)s' não pode ser criado. Por favor escolha um diretório para o qual você tenha permissão de escrita.

source: Migrate existing movies?
bg: Да се прехвърлят ли съществуващите филми?
br: Treuskas ar filmoù a zo anezho?
ca: Migrar les pel·lícules existents?
cy: Symud ffilmiau wedi'u cadw?
de: Bestehende Videos übertragen?
es: ¿Migrar vídeos existentes?
et: Liigutada olemasolevad filmid?
fi: Siirretäänkö olemassa olevat videot?
ga: Ascain na scannáin atá ann cheana?
gl: Desexa migrar os vídeos existentes?
hr: Premjesti postojeće filmove?
id: Migrasikan film-film saat ini?
ja: 既存のムービーを移動しますか？
ka: არსებულ ფილმები შეუერთდეს?
mk: Преселете ги постоечките филмови?
ms: Alih cereka sedia ada?
nb: Migrer eksisterende videoer?
pt: Migrar filmes existentes?
pt_br: Migrar filmes existentes?
ro: Să migrez filmele existente?
sl: Želite premakniti obstoječe posnetke?
sq: Të migrojë filmat ekzistues?
sr: Преместити постојеће филмове?
sv: Migrera existerande filmer?
te: ఉన్న మూవీలను తరలిస్తారా?
tr: Varolan filmler taşınsın mi?
uk: Перенести існуючі фільми?

source: You've selected a new folder to download movies to. Should %(appname)s migrate your existing downloads there? (Currently downloading movies will not be moved until they finish.)
bg: Избрахте нова папка, в която да се изтеглят филмите. %(appname)s да премести ли там съществуващите изтегляния? (Текущо изтегляните филми няма да бъдат преместени докато не бъдат завършени.)
de: Du hast einen neuen Download-Ordner für Filme ausgewählt. Soll %(appname)s deine existierenden Downloads in diesen übertragen? (Derzeit herunterladende Filme werden nicht bewegt, bis sie abgeschlossen sind.)
es: Ha seleccionado una nueva carpeta donde descargar los vídeos. ¿Desea que %(appname)s migre las descargas existentes allí? (Los vídeos que se estén descargando no se moverán hasta que se descarguen).
fi: Olet valinnut uuden kansion elokuvien lataamiseen. Haluatko %(appname)sn siirtävän aiemmat latauksesi sinne? (Meneillään olevat lataukset siirretään vasta kun ne valmistuvat.)
gl: Seleccionou un cartafol novo para descargar as películas. Desexa que o %(appname)s migre alí as descargas existentes? (as películas en descarga non se moverán até que remate a descarga.)
hr: Odabrali ste novu mapu za preuzimanje filmova. Treba li %(appname)s premjesti vaša postojeća preuzimanja tamo? (Trenutno preuzimani filmovi neće se premjestiti do završetka preuzimanja.)
pt: Selecionou uma nova pasta para guardar os filmes. O %(appname)s deve migrar as transferências existentes? (As transferências em curso só serão movidas após terminarem)
pt_br: Você selecionou uma nova pasta para baixar vídeos. O %(appname)s pode mover seus downloads anteriores para lá? (Os vídeos que estão sendo baixados no momento não serão movidos até que o download seja finalizado.)

source: folder
bg: папка
ca: carpeta
cy: plygell
de: Verzeichnis
es: carpeta
et: kaust
fi: kansio
ga: fillteán
gl: cartafol
hr: mapa
ka: საქაღალდე
nb: mappe
pt: pasta
pt_br: pasta
ro: Director
sl: mapa
sr: фасцикла
sv: mapp
te: ఫోల్డరు
tr: klasör
uk: тека

source: visible
bg: видим
br: Gweladus
cy: gweladwy
de: sichtbar
et: nähtav
fi: näkyvissä
ga: infheicthe
hr: vidljivo
id: terlihat
ka: ხილული
ms: tampak
nb: synlig
pt: visível
pt_br: visível
ro: vizibil
sl: vidno
sr: видљиво
sv: synlig
te: గోచరం
tr: Mevcut
uk: видиме

source: Store downloads in this folder:
bg: Запазване на изтеглянията в тази папка:
br: Enrollañ ar pellgargadennoù en teuliad-mañ:
ca: Guarda les baixades en aquesta carpeta:
cy: Cadw lawrlwythiadau yn y ffolder hwn:
de: Verzeichnis für Downloads:
es: Almacenar descargas en esta carpeta:
et: Allalaaditud faile hoitakse kataloogis:
fi: Tallenna ladatut tiedostot kansioon:
ga: Cuir íosluchtaithe i dtaisce san fhillteán seo:
gl: Gardar as descargas neste cartafol:
hr: Spremi preuzimanja u ovu mapu
id: Simpan unduhan ke dalam folder ini:
ja: このフォルダーにダウンロードして保存する:
ka: საქაღალდე გადმოსაწერი ფაილებისთვის:
mk: Запишувај ги превземањата во оваа папка:
ms: Simpan muat-turun ke dalam folder ini:
nb: Lagre nedlastinger i denne mappen:
pt: Guardar transferências nesta pasta:
pt_br: Armazenar os downloads nesta pasta:
ro: Pune datele descărcate în acest dosar:
sl: Prenesene posnetke shranjuj v mapi:
sq: Shkarkimet ruaji në këtë dosje:
sr: Фасцикла за чување пријема:
sv: Lagra hämtningar i den här mappen:
te: దింపుకోళ్ళను ఇ ఫోల్డరులో దాచు:
tr: İndirilen içeriği şu dizinde sakla:
uk: Зберігати завантажене в цій теці:

source: Watch for new video and audio items in these folders and include them in library:
bg: Да се следи за нови видео и аудио файлове и и да се включват в библиотеката:
br: Evezhiañ videoioù hag aodioioù nevez en teuliadoù-mañ ha lakaat anezho el levraoueg:
cy: Edrychwch am eitemau fideo a sain newydd yn y ffolderi hyn a'u cynnwys yn y llyfrgell:
de: Die folgenden Ordner auf neue Video- und Audioinhalte beobachten und diese in die Mediathek einbinden:
es: Buscar nuevos vídeos y pistas de audio en estas carpetas e incluirlos en la biblioteca:
et: Vaata uusi videoid ja heli kirjeid nendes kaustades ja lisada need meediakogusse:
fi: Tarkkaile uusia video- ja äänitiedostoja näissä kansioissa ja lisää ne kirjastoon:
ga: Fair amach do mhíreanna físeáin agus fuaime nua sna fillteáin seo agus iniaigh sa leabharlann iad:
gl: Procurar novos vídeos e audios nestes cartafoles e incluílos na biblioteca:
hr: Nadziri nove video snimke i novu glazbu u ovim mapama i uključi ih u zbirku:
id: Tayangkan berkas video dan suara baru dalam folder tersebut, dan tambahkan kedalam pustaka:
mk: Набљудувај за нови видео и аудио објекти во овие папки и вклучи ги и нив во библиотеката:
ms: Perhatikan item-item video dan audio baru dalam folder-folder ini dan masukkan ke dalam pustaka:
nb: Se etter nye video- og lydelementer i disse mappene og legg de til biblioteket:
pt: Ver vídeos e ouvir músicas nesta pasta e adicionar à minha coleção:
pt_br: Procurar por novos arquivos de vídeos e áudio nas seguintes pasta e os inclua na biblioteca
ro: Urmărește video-uri nou adăugate în aceste directoare și include-le în bibliotecă:
sl: Opazuj nove posnetke v naslednjih mapah in jih vključi v knjižnico:
sq: Shih për objekte të reja video dhe audio në këto dosje dhe përfshiji ato në bibliotekë:
sr: Надгледај нове аудио и видео записе у овим фасциклама и укључи их у библиотеку:
sv: Bevaka nya video- och ljudobjekt i de här mapparna och inkludera dem i biblioteket:
te: కొత్త వీడియో, ఆడియో ఐటముల కోసం ఈ ఫోల్డరులో చూసి, వాటిని లైబ్రరీలో చేర్చు:
tr: Bu dizinleri yeni video ve ses dosyaları için izle ve bunları kütüphaneye ekle:
uk: Слідкувати за новими відео та аудіо файлами в цих теках та додати їх до бібліотеки:

source: Keep at least this much free space on my drive:
bg: Оставяне на минимално свободно пространство на диска:
br: Mirit d’an nebeutañ kement-mañ a lec’h dieub war ma fladenn:
ca: Mantén almenys aquest espai lliure al disc:
cy: Cadw cymaint â hyn o le o leiaf ar fy ngyrrwr:
de: Minimal freizuhaltender Speicher auf dem Laufwerk:
es: Mantener por lo menos este espacio libre en mi unidad:
et: Kettale jäetakse vaba ruumi vähemalt:
fi: Säilytä vähintään näin paljon vapaata levytilaa kiintolevyllä:
ga: Coinnigh ar a laghad an mhéid seo slí ar mo thiomántán:
gl: Manter, cando menos, este espazo libre na miña unidade:
hr: Zadrži bar ovoliko slobodnog prostora na mojem disku:
id: Usahakan sebanyak ini ruang kosong di drive saya
ja: ドライブ上に確保すべき最小限の空き容量：
mk: Зачувај најмалку оволку слободно место на мојот уред:
ms: Simpan sekurang-kurangnya sebanyak ini ruang pada cakera saya:
nb: Ha alltid minst så mye ledig plass igjen på disken:
pt: Deixar, pelo menos, este espaço livre no meu disco:
pt_br: Manter ao menos isto de espaço livre no meu disco:
ro: Menține cel puțin atâta spațiu disponibil pe disc:
sl: Ohrani vsaj toliko prostora na pogonu:
sq: Mbaj të paktën kaq hapësirë të lirë te disku im:
sr: Остави бар оволико слободног простора на диску:
sv: Behåll åtminstone så här mycket ledigt utrymme på min hårddisk:
te: నా డ్రైవులో కనీసం ఈ పాత్రపు జాగాను ఖాళీగా ఉంచు:
tr: Sabit diskimde en az bu kadar yer kalmasını sağla
uk: Зберігати вільного місця на диску не менше:

source: 1 day
bg: 1 ден
br: 1 deiz
ca: 1 dia
cy: 1 diwrnod
de: 1 Tag
es: 1 día
et: 1. päeva
fi: 1 päivä
ga: Lá amháin
gl: 1 día
hr: 1 dan
id: 1 Hari
ja: 1日
ka: 1 დღე
mk: 1 ден
ms: 1 hari
nb: 1 dag
pt: 1 dia
pt_br: 1 dia
ro: 1 zi
sl: 1 dan
sq: 1 ditë
sr: један дан
sv: 1 dag
te: 1 రోజు
tr: 1 gün
uk: 1 день

source: 3 days
bg: 3 дни
br: 3 deiz
ca: 3 dies
cy: 3 diwrnod
de: 3 Tage
es: 3 días
et: 3 päeva
fi: 3 päivää
ga: 3 lá
gl: 3 días
hr: 3 dana
id: 3 Hari
ja: 3日
ka: 3 დღე
mk: 3 дена
ms: 3 hari
nb: 3 dager
pt: 3 dias
pt_br: 3 dias
ro: 3 zile
sl: 3 dni
sq: 3 ditë
sr: три дана
sv: 3 dagar
te: 3 రోజులు
tr: 3 gün
uk: 3 дні

source: 6 days
bg: 6 дни
br: 6 deiz
ca: 6 dies
cy: 6 diwrnod
de: 6 Tage
es: 6 días
et: 6 päeva
fi: 6 päivää
ga: 6 lá
gl: 6 días
hr: 6 dana
id: 6 Hari
ja: 6日
ka: 6 დღე
mk: 6 дена
ms: 6 hari
nb: 6 dager
pt: 6 dias
pt_br: 6 dias
ro: 6 zile
sl: 6 dni
sq: 6 ditë
sr: шест дана
sv: 6 dagar
te: 6 రోజులు
tr: 6 gün
uk: 6 днів

source: 10 days
bg: 10 дни
br: 10 deiz
ca: 10 dies
cy: 10 diwrnod
de: 10 Tage
es: 10 días
et: 10 päeva
fi: 10 päivää
ga: 10 lá
gl: 10 días
hr: 10 dana
id: 10 Hari
ja: 10日
ka: 10 დღე
mk: 10 дена
ms: 10 hari
nb: 10 dager
pt: 10 dias
pt_br: 10 dias
ro: 10 zile
sl: 10 dni
sq: 10 ditë
sr: десет дана
sv: 10 dagar
te: 10 రోజులు
tr: 10 gün
uk: 10 днів

source: 1 month
bg: 1 месец
br: 1 miz
ca: 1 mes
cy: 1 mis
de: 1 Monat
es: 1 mes
et: 1 kuud
fi: 1 kuukausi
ga: Mí amháin
gl: 1 mes
hr: 1 mjesec
id: 1 Bulan
ja: 1ヶ月
ka: 1 თვე
mk: 1 месец
ms: 1 bulan
nb: 1 måned
pt: 1 mês
pt_br: 1 mês
ro: 1 lună
sl: 1 mesec
sq: 1 muaj
sr: месец дана
sv: 1 månad
te: 1 నెల
tr: 1 ay
uk: 1 місяць
