Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Cancel All
bg: Отказване на всичко
br: Nullañ Pep Tra
ca: Cancel·la-ho tot
cy: Diddymu Pob Un
de: Alle abbrechen
es: Cancelar todo
et: Tühista kõik
fi: Peru kaikki
ga: Cealaigh Uile
gl: Cancelar todo
hr: Poništi sve
id: Batalkan semua
ja: 全てキャンセル
ka: ყველას გაუქმება
mk: Откажи ги сите
ms: Batal Semua
nb: Avbryt alle
pt: Cancelar todas
pt_br: Cancelar todos
ro: Anulează tot
sl: Prekliči vse
sq: Anuloji të Tëra
sr: Откажи све
sv: Avbryt alla
te: అన్నింటినీ రద్దుచేయి
tr: Hepsini iptal et
uk: Скасувати все

source: Download Settings
bg: Настройки на изтеглянията
br: Arventennoù ar pellgargañ
ca: Configuració de baixada
cy: Gosodiadau Lawrlwytho
de: Download-Einstellungen
es: Configuración de descargas
et: Allalaadimise seaded
fi: Latausasetukset
ga: Socruithe Íosluchtaithe
gl: Configuración das descargas
hr: Postavke preuzimanja
id: Pengaturan unduhan
ja: ダウンロード設定
ka: გადმოწერის პარამეტრები
mk: Нагодувања за превземања
ms: Tetapan Muat turun
nb: Nedlastingsinnstillinger
pt: Definições de transferências
pt_br: Configurações de Download
ro: Opțiuni de descărcare
sl: Nastavitve prenosa
sq: Rregullime Shkarkimi
sr: Поставке пријема
sv: Hämtningsinställningar
te: దిగుమతి అమరికలు
tr: İndirme Ayarları
uk: Налаштувати

source: Auto-Download Off
bg: Автоматично изтегляне - изключено
ca: Baixada automàtica desactivada
de: Keine automatisch herunterladen
es: Descarga automática desactivada
fi: Automaattinen lataaminen pois käytöstä
ga: Uath-íosluchtú As
gl: Descarga automática apagada
hr: Automatsko preuzimanje isključeno
pt: Inativar transferências automáticas
pt_br: Desligar Baixar Automaticamente
sr: Самостално преузимање је искључено
tr: Otomatik yükleme kapalı

source: Auto-Download New
bg: Автоматично изтеляне на новите
ca: Baixa automàticament els nous
de: Neue automatisch herunterladen
es: Descargar automáticamente nuevos
fi: Lataa automaattisesti uudet
ga: Uath-íosluchtaigh Míreanna Nua
gl: Descargar os novos automaticamente
hr: Novo automatsko preuzimanje
pt: Transferir novas automaticamente
pt_br: Baixar Automaticamente os Novos
sr: Самостално преузми ново
tr: Yeni otomatik yükleme yap

source: Auto-Download All
bg: Автоматично изтегляне на всички
ca: Baixa automàticament tot
de: Alle automatisch herunterladen
es: Descargar automáticamente todo
fi: Lataa automaattisesti kaikki
ga: Uath-íosluchtaigh Uile
gl: Descargar todo automaticamente
hr: Automatski preuzmi sve
pt: Transferir todas automaticamente
pt_br: Baixar Automaticamente Tudo
sr: Самостално преузми све
tr: Hepsini otomatik yükle

source: Remove podcast
bg: Премахване на подкаста
ca: Suprimeix el podcast
de: Podcast entfernen
es: Eliminar podcast
fi: Poista podcast
ga: Bain podchraoladh
gl: Eliminar o podcast
hr: Ukloni podcast
ka: პოდკასტის მოცილება
nb: Fjern Podcast
pt: Remover podcast
pt_br: Remover podcast
sr: Уклони подемисију
tr: Oynatıcı yayın aboneliklerini kaldır

source: Looking up album art and song info: %(number)d of %(total)d
hr: Tražim omot albuma i informaciju pjesme: %(number)d od %(total)d

source: Importing audio details and artwork: %(number)d of %(total)d
bg: Внасяне на подробности за звука и обложката: %(number)d от %(total)d
ca: S'estan important els detalls i il·lustracions d'àudio: %(number)d de %(total)d
es: Importando detalles y portadas de audio: %(number)d of %(total)d
hr: Uvoz pojedinosti zvučnog zapisa i omota albuma: %(number)d od %(total)d
pt: A importar detalhes das músicas e capas de álbum: %(number)d de %(total)d
pt_br: Importando detalhes de áudio e capas: %(number)d de %(total)d

source: Importing video details and creating thumbnails: %(number)d of %(total)d
bg: Внасяне на подробности за видеото и обложката: %(number)d от %(total)d
ca: S'estan important els detalls de vídeo i creant miniatures: %(number)d de %(total)d
es: Importando detalles de vídeos y creando miniaturas: %(number)d of %(total)d
hr: Uvoz pojedinosti video zapisa i stvaranje minijatura: %(number)d od %(total)d
pt: A importar detalhes dos vídeos e a criar miniaturas: %(number)d de %(total)d
pt_br: Importando detalhes de vídeo e miniaturas: %(number)d de %(total)d

source: Importing file details: %(number)d of %(total)d
bg: Внясане на подробности за файла: %(number)d of %(total)d
ca: S'estan important els detalls de fitxer: %(number)d de %(total)d
es: Importando detalles de archivos: %(number)d of %(total)d
hr: Uvoz pojedinosti datoteke: %(number)d od %(total)d
pt: A importar detalhes dos ficheiros: %(number)d de %(total)d
pt_br: Importando detalhes de arquivo: %(number)d de %(total)d

source: Remaining
bg: Остава
ca: Restant
de: Verbleibend
es: Restante
fi: Jäljellä
ga: Fágtha
gl: Restante
hr: Preostalo
nb: Gjenstår
pt: Remanescentes
pt_br: Restante
sr: Преостало
tr: Kalan
uk: Лишилось

source: Upload
bg: Качване
ca: Puja
de: Hochladen
es: Subir
fi: Lähetys
ga: Uasluchtaigh
gl: Envío
hr: Slanje
nb: Last opp
pt: Enviar
sr: Отпреми
tr: Karşıya yükle
uk: Відвантажити

source: Total
bg: Общо
de: Gesamt
fi: Yhteensä
ga: Iomlán
hr: Ukupno
nb: Totalt
sr: Укупно
tr: Toplam
uk: Загалом

source: Connected Peers
bg: Свързани потребители
ca: Clients connectats
de: Verbundene Peers
es: Pares conectados
fi: Yhdistetyt vertaiset
gl: Pares conectados
hr: Spojene točki
pt: Peers ligados
pt_br: Peers Conectados
sr: Повезани вршњаци

source: Seeders
bg: Разпръскващи
br: Eienennoù
ca: Clients que comparteixen
cy: Heuwyr
de: Verteiler
es: Pares que comparten
et: Jagajad
fi: Lähteet
ga: Síoladóirí
gl: Sementadores
hr: Dijelitelji
id: Pengumpan
ja: シーダー
ka: სიდერები
mk: Споделувачи
ms: Penyemai
nb: Delere
pt_br: Distribuidores
ro: Donori
sl: Sejalci
sr: Сејачи
sv: Distributörer
tr: Kaynaklar
uk: Роздаючі

source: Leechers
bg: Консуматори
br: Pellgargerien
ca: Clients que només baixen
cy: Sugnwyr
de: Herunterladende
es: Pares que sólo descargan
et: Tõmbajad
fi: Lataajat
ga: Súmairí
gl: Samesugas
hr: Preuzimatelji
ja: リーチャー
ka: ლიჩერები
mk: Превземачи
ms: Penyedut
nb: Nedlastere
pt_br: Receptores
ro: Trăgători
sl: Pijavke
sr: Пијавице
sv: Reciprokörer
te: జలగలు
tr: Asalaklar
uk: Лічери

source: Share Ratio
bg: Коефициент на споделяне
ca: Relació de compartició
de: Tauschverhältnis
es: Índice de compartición
fi: Jakosuhde
gl: Taxa de compartición
hr: Omjer dijeljenja
nb: Delingsforhold
pt: Rácio da partilha
pt_br: Proporção de Compartilhamento
sr: Однос дељења
tr: Paylaşım Oranı

source: View License
bg: Преглед на лиценза
ca: Visualitza la llicència
de: Lizenz anzeigen
es: Ver licencia
fi: Näytä lisenssi
ga: Féach ar an gCeadúnas
gl: Ver a licenza
hr: Pogledajte licencu
nb: Vis Lisens
pt: Ver licença
pt_br: Ver licença
sr: Погледај лиценцу
tr: Lisansı Göster
uk: Переглянути ліцензію

source: Select an item to view more of its details
bg: Изберете обект, за да видите повече от подробностите му
ca: Seleccioneu un element per veure més detalls
de: Wählen Sie ein Eintrag, um weitere Details anzuzeigen
es: Seleccione un elemento para ver más detalles
fi: Valitse kohde nähdäksesi sen tiedot
hr: Odaberite stavku da bi vidjeli više pojedinosti
pt: Selecione um item para ver mais detalhes
pt_br: Selecionar um item para visualizar mais detalhes do mesmo
tr: Ayrıntılarını daha fazla görebilmek için bir öğe seçiniz
uk: Виберіть елемент, який треба переглянути більш детально

source: DRM Locked
bg: Заключен със защита срещу копиране (DRM)
ca: Blocat per DRM
es: Bloqueado por DRM
fi: DRM-lukittu
hr: DRM zaključano
nb: Låst med DRM
pt: Protegido por DRM
pt_br: Travado por DRM
tr: DRM kilitli

source: Reveal in %(progname)s
bg: Покажи в %(progname)s
br: Dispakañ e %(progname)s
ca: Mostra al %(progname)s
cy: Amlygu mewn %(progname)s
de: In %(progname)s anzeigen
es: Mostrar en %(progname)s
et: Ava %(progname)s
fi: Näytä sovelluksessa %(progname)s
ga: Nocht i %(progname)s
gl: Mostrar en %(progname)s
hr: Objavi u %(progname)s
id: Terbaca pada %(progname)s
ka: %(progname)s-ში გახსნა
mk: Покажи во %(progname)s
ms: Lihatkan dalam %(progname)s
nb: Vis i %(progname)s
pt: Mostrar no %(progname)s
pt_br: Mostrar em %(progname)s
ro: Arată în %(progname)s
sl: Razkrij v %(progname)s
sr: Прикажи у %(progname)s-у
sv: Visa i %(progname)s
te: %(progname)s లో వెల్లడించు
uk: Показати у %(progname)s

source: display contents
bg: показване на съдържанието
de: anzeigeinhalte
es: mostrar contenidos
fi: näytä sisältö
ga: taispeáin na hinneachair
gl: mostrar os contidos
hr: prikaži sadržaj
pt: exibir conteúdos
pt_br: mostrar conteúdo
sr: прикажи садржај
tr: İçerikleri göster
uk: Відображати вміст

source: Copy to %(appname)s
bg: Копиране в %(appname)s
de: In %(appname)s Kopieren
es: Copiar a %(appname)s
fi: Kopioi sovellukseen %(appname)s
hr: Kopiraj u %(appname)s
pt: Copiar para %(appname)s
pt_br: Copiar para %(appname)s
tr: %(appname)s' e kopyala
uk: Копіювати до %(appname)s

source: Download Torrent
bg: Изтегляне на торент
br: Enkargañ torrent
ca: Baixa un torrent
cy: Lawrlwytho Torrent
de: Torrent herunterladen
es: Descargar torrent
et: Torrenti allalaadimine
fi: Lataa torrentti
ga: Íosluchtaigh an Torrent
gl: Descargar un torrent
hr: Preuzmi torrent
id: Unduh Torrent
ja: トレントをダウンロード
ka: ტორენტის გადმოწერა
mk: Превземи торент
ms: Muaturun Torrent
nb: Last ned Torrent-fil
pt: Transferir torrent
pt_br: Baixar Torrent
ro: Descarcă torrentul
sl: Prenesi torrent
sq: Shkarko Torrent-in
sr: Преузми торент
sv: Hämta torrent
te: టోరెంటును దించు
tr: Torrent'i İndir
uk: Завантажити торент

source: Queued for Auto-download
bg: Добавено за автоматично изтегляне
br: Lostigell da em bellgargañ
de: In der Warteschleife für automatischen Download
es: En la cola para descargar automaticamente
fi: Automaattisen latauksen jonossa
ga: I scuaine le haghaidh íosluchtú uathoibríoch
gl: En cola para descargar automaticamente
hr: Čekanje na automatsko preuzimanje
id: Diantrikan untuk Download-otomatis
ka: ავტო-გადმოწერის რიგშია
pt: Na fila de transferências automáticas
pt_br: Em espera para Auto-download
ro: Adaugat la coada petru descarcare
sr: На чекању за самостално преузимање
sv: Kölagd för auto-hämtning
tr: Otomatik indirme için sıraya koy
uk: Додано до черги авто-завантаження

source: Currently Playing
bg: Текущо възпроизвеждане
br: O c’hoari bremañ
ca: En reproducció
cy: Chwarae Nawr
de: Läuft gerade
es: Reproduciendo ahora
et: Hetkel esitamisel
fi: Toistetaan
ga: Á Seinm Faoi Láthair
gl: A reproducir
hr: Trenutno se reproducira
id: Sedang Dimainkan
mk: Се репродуцира во моментот
ms: Sedang main
nb: Spilles nå
pt: Em reprodução
pt_br: Reproduzindo
ro: În curs de redare
sl: Trenutno na sporedu
sq: Tani Po Luhet
sr: Тренутно се репродукује
sv: Spelas upp för närvarande
te: ప్రస్తుతం ప్లే అవుతున్నవి
tr: Yürütülüyor
uk: Зараз відтворюється

source: Saved
bg: Запазено
ca: Desat
de: Gespeichert
es: Guardado
et: Salvestatud
fi: Tallennettu
gl: Gardado
hr: Spremljeno
pt: Guardado
pt_br: Salvo
sr: Сачувано
uk: Збережено

source: Stop seeding
bg: Спиране на разпръскването
br: Paouez ar c’henlodañ
ca: Deixa de compartir
cy: Atal hadu
de: Seeden beenden
es: No seguir compartiendo
et: Peata jagamine
fi: Lopeta lähettäminen
ga: Stad ag síolú
gl: Deixar de sementar
hr: Zaustavi slanje
id: Berhenti mengumpan
ja: シーディングを中止
ka: სიდირების შეწყვეტა
mk: сопри го споделувањето
ms: Henti semai
nb: Stopp deling
pt: Parar de semear
pt_br: Parar de distribuir
ro: Oprește trimiterea
sl: Nehaj sejati
sq: Ndale "seeding"
sr: Заустави слање
sv: Sluta distribuera
tr: Göndermeyi durdur
uk: Зупинити роздачу

source: PEERS
bg: ПОТРЕБИТЕЛИ
es: PARES
fi: VERTAISIA
ga: COMHGHLEACAITHE
gl: PARES
hr: TOČKE
uk: Пірів

source: SEEDS
bg: РАЗПРЪСКВАЩИ
es: COMPARTIDORES
fi: LÄHTEITÄ
ga: SÍOLTA
gl: SEMENTES
hr: DIJELITELJI
uk: Сідів

source: LEECH
bg: КОНСУМАТОРИ
es: DESCARGADORES
fi: LATAAJIA
ga: SÚMAIRÍ
gl: PAR INCOMPLETO
hr: PREUZIMATELJI
uk: Лічів

source: SHARE
bg: СПОДЕЛЯНЕ
de: TEILEN
es: COMPARTIR
et: JAGA
fi: JAA
ga: ROINN
gl: COMPARTICIÓN
hr: DIJELI
pt: PARTILHAR
pt_br: Compartilhe
sr: ПОДЕЛИ
tr: Paylaş

source: DRM locked
bg: Заключено със защита срещу копиране (DRM)
de: DRM-gesichert
es: Bloqueado por DRM
fi: DRM-lukittu
gl: DRM bloqueado
hr: DRM zaključano
pt: Protegido por DRM
pt_br: DRM Bloqueado
sr: DRM закључано
tr: DRM kilitli

source: Conversion to %(format)s
bg: Преобразуване в %(format)s
br: Treiñ davet %(format)s
de: Nach %(format)s konvertieren
es: Conversión a %(format)s
fi: Muunnetaan muotoon %(format)s
ga: Tiontú go %(format)s
gl: Conversión a %(format)s
hr: Konvertiraj u %(format)s
id: Konversi ke %(format)s
pt: Conversão para %(format)s
pt_br: Conversão para %(format)s
ro: Converteste in %(format)s
sr: Претварање у %(format)s
sv: Konvertering till %(format)s
tr: %(format)s' e çevir
uk: Перетворення до %(format)s

source: Conversion to %(format)s failed: %(error)s
bg: Преобразуването в %(format)s се провали: %(error)s
ca: La conversió a %(format)s ha fallat: %(error)s
de: Konvertierung in %(format)s schlug fehl: %(error)s
es: La conversión a %(format)s ha fallado: %(error)s
fi: Muuntaminen muotoon %(format)s epäonnistui: %(error)s
ga: Theip ar an tiontú go %(format)s: %(error)s
hr: Konverzija u %(format)s neuspjela: %(error)s
pt: Falha ao converter para %(format)s: %(error)s
pt_br: A conversão para %(format)s falhou: %(error)s
sr: Претварање у %(format)s није успело: %(error)s
uk: Конвертація в %(format)s не вдалась: %(error)s

source: Clear
bg: Изчистване
br: Skarzhañ
ca: Neteja
de: Löschen
es: Limpiar
fi: Tyhjennä
ga: Glan
gl: Limpar
hr: Obriši
id: Bersihkan
ka: გასუფთავება
ms: Kosongkan
pt: Apagar
pt_br: Limpar
ro: Șterge
sl: Počisti
sr: Очисти
sv: Rensa
tr: Temizle
uk: Очистити

source: Failed
bg: Неуспех
ca: Fallit
de: Fehlgeschlagen
es: Fallido
fi: Epäonnistui
ga: Teipthe
gl: Fallou
hr: Neuspjelo
pt: Falha
pt_br: Falhou
sr: Неуспело
tr: Başarısız
uk: Збій

source: Troubleshoot
bg: Отстраняване на грешки
de: Fehler suchen
es: Resolver problema
fi: Vianmääritys
ga: Fabhtcheartaigh
gl: Problema
hr: Rješavanje problema
id: Pemecahan Masalah
ka: პრობლემების აღმოფხვრა
pt: Resolução de problemas
pt_br: Resolução de problemas
ro: Rezolva problemele
sr: Решавање проблема
sv: Felsök
tr: Sorun giderme
uk: Вирішення проблем

source: Open Log
bg: Отваряне на дневник
ca: Obre el fitxer de registre
de: Protokoll öffnen
es: Abrir el registro
fi: Avaa loki
gl: Abrir o rexistro
hr: Otvori zapis
pt: Abrir registo
pt_br: Abrir Log
sr: Отвори извештај
tr: Günlük Aç
uk: Відкрити журнал

source: Completed
bg: Завършено
br: Echuet
ca: Acabat
de: Abgeschlossen
es: Completado
fi: Valmis
ga: Críochnaithe
gl: Completado
hr: Završeno
id: Selesai
ka: დასრულებულია
pt: Concluído
pt_br: Concluído
ro: Terminat
sl: Dokončano
sr: Завршено
sv: Slutförd
tr: Tamamlandı
uk: Завершено

source: %(percent)i%% done
bg: %(percent)i%% завършено
de: %(percent)i%% erledigt
es: %(percent)i%% completado
fi: %(percent)i% % valmiina
ga: %(percent)i%% déanta
hr: %(percent)i%% završeno
pt: %(percent)i%% concluído
pt_br: %(percent)i%% completado
sr: %(percent)i%% завршено
tr: %(percent)i%% yapıldı
uk: %(percent)i%% виконано

source: Converting
bg: Преобразуване
ca: S'està convertint
de: Konvertierung läuft
es: Convirtiendo
et: Konverdin
fi: Muunnetaan
ga: Ag tiontú
gl: Conversión
hr: Konverzija
pt: A converter
pt_br: Convertendo
sr: Претварање
tr: Dönüştürülüyor
uk: Конвертується

source: Subscribe to Podcast
bg: Абониране за подкаст
ca: Subscriu-te a un podcast
de: Zu Podcast unterschreiben.
es: Subscribirse al podcast
fi: Tilaa podcast
gl: Subscribirse ao podcast
hr: Pretplatite se na podcast
pt: Subscrever podcast
pt_br: Inscrever Podcast

source: This link appears to be a podcast. Do you want to add it to your subscriptions? %(url)s
bg: Изглежда тази връзка е подкаст. Желаете ли да го добавите към вашите абонаменти? %(url)s
de: Dieser Link scheint ein Podcast zu sein. Willst du ihn zu deinen Abonemmenten hinzufügen? %(url)s
es: Este enlace parece ser un podcast. ¿Desea añadirlo a sus subscripciones? %(url)s
fi: Tämä linkki vaikuttaa podcastilta. Haluatko lisätä sen tilauksiisi? %(url)s
gl: Esta ligazón parece ser un podcast. Desexa engadilo ás subscricións? %(url)s
hr: Čini se da je ova poveznica podcast. Želite ju dodati na vašu pretplatu? %(url)s
pt: Parece que esta ligação é um podcast. Pretende adicionar às suas subscrições? %(url)s
pt_br: Este link parece ser de um podcast. Você deseja adicioná-lo aos seus Feeds? %(url)s

source: _File
bg: _Файл
br: _Restr
ca: _Fitxer
cy: _Ffeil
de: _Datei
es: _Archivo
et: _Fail
fi: _Tiedosto
ga: _Comhad
gl: _Ficheiro
hr: _Datoteka
id: _Berkas
ja: ファイル(_F)
ka: _ფაილი
mk: _Датотека
ms: _Fail
nb: _Fil
pt: _Ficheiro
pt_br: Arquivo
ro: _Fișier
sl: _Datoteka
sq: _Kartelë
sr: _Датотека
sv: _Fil
te: ఫైలు (_F)
tr: _Dosya
uk: _Файл

source: _Open
bg: _Отваряне
br: _Digeriñ
ca: _Obre
cy: _Agor
de: _Öffnen
es: _Abrir
et: A_va
fi: _Avaa
ga: _Oscail
gl: _Abrir
hr: _Otvori
id: _Buka
ja: 開く(_O)
ka: _გახსნა
mk: _Отвори
ms: _Buka
nb: _Åpne
pt: _Abrir
pt_br: _Abrir
ro: Deschid_e
sl: _Odpri
sq: _Hape
sr: _Отвори
sv: _Öppna
te: తెరువు
tr: _Aç
uk: _Відкрити

source: Import
bg: Внасяне
ca: Importa
es: Importar
fi: Tuo
hr: Uvoz
nb: Importer
pt: Importar
pt_br: Importar

source: Search all my Files...
bg: Търсене из всичките ми файлове...
es: Buscar en todos mis archivos
fi: Etsi kaikista tiedostoistani...
hr: Pretraži sve moje datoteke...
pt: Pesquisar nos meus ficheiros...
pt_br: Pesquisar todos os meus Arquivos...

source: Search in a Folder...
bg: Търсене в папка
es: Bucar en una carpeta...
fi: Etsi kansiosta...
hr: Pretraži u mapi...
pt: Pesquisar numa pasta...
pt_br: Pesquisar num diretório

source: Watch a Folder...
bg: Наблюдаване на папка...
ca: Vigila una carpeta...
es: Vigilar una carpeta...
fi: Tarkkaile kansiota...
hr: Nadziri mapu...
pt: Vigiar uma pasta...
pt_br: Monitorar um Diretório...

source: Choose Files....
bg: Избор на файлове...
ca: Escolliu els fitxers...
es: Escoja los archivos...
fi: Valitse tiedostoja...
hr: Odaberi datoteke..
pt: Escolher ficheiros...
pt_br: Escolher Arquivos

source: Download from a URL
bg: Изтегляне от Интернет адрес
ca: Baixa des d'una URL
es: Descargar desde una URL
fi: Lataa osoitteesta
hr: Preuzmi sa URL-a
pt: Transferir de um URL
pt_br: Download de uma URL

source: Edit _Item Details...
hr: Uredi _pojedinosti stavke...

source: Edit _Items
bg: Редактиране на _обектите
ca: Edita els _elements
de: _Elemente bearbeiten
es: Editar _elementos
fi: Muokkaa kohte_ita
gl: Ed_itar os elementos
hr: Uredi _stavke
pt: Edit _itens
pt_br: Editar _Itens
sr: Уреди _ставке
uk: Редагувати елементи

source: Use album art and song info from online lookup database (Echonest)
hr: Koristi omote albuma i informacije pjesme iz online baze podataka pretraživanja (Echonest)

source: Remove Item
bg: Премахване на обекта
ca: Suprimeix l'element
de: Element entfernen
es: Eliminar elemento
et: Eemalda element
fi: Poista kohde
ga: Bain mír
gl: Eliminar o elemento
hr: Ukloni stavku
pt: Remover item
pt_br: Remover Item
sr: Уклони ставку
uk: Вилучити елемент

source: Remove Items
bg: Премахване на обектите
ca: Suprimeix els elements
de: Elemente entfernen
es: Eliminar elementos
et: Eemalda elemendid
fi: Poista kohteet
ga: Bain Míreanna
gl: Eliminar os elementos
hr: Ukloni stavke
pt: Remover itens
pt_br: Remover Itens
sr: Уклони ставке
uk: Вилучити елементи

source: _Save Item As
bg: _Запазване на обекта като
ca: _Desa i anomena l'element
de: Element _speichern als
es: _Guardar elemento como
fi: _Tallenna kohde nimellä
gl: Gardar o elemento _como
hr: _Spremi stavku kao
pt: Guar_dar item como
pt_br: _Salvar Item Como
sr: _Сачувај ставку као
uk: Зберегти елемент як

source: _Save Items As
bg: _Запазване на обектите като
de: Elemente _speichern als
es: _Guardar elementos como
fi: Tallenna kohte_et nimellä
gl: Gardar o_s elementos como
hr: _Spremi stavke kao
pt: Guar_dar itens como
pt_br: _Salvar Itens Como
sr: _Сачувај ставке као
uk: Зберегти елементи як

source: Copy Item _URL
bg: Копиране адреса на _обекта
br: Eilañ _URL an dra
cy: Copïo Eitem_URL
de: Objekt _URL kopieren
es: Copiar _URL del elemento
et: Kopeeri kirje _URL
fi: Kopioi kohteen _osoite
ga: Macasamhlaigh Mír _URL
gl: Copiar a _URL do elemento
hr: Kopiraj _URL stavke
id: Salin Berkas _URL
ja: アイテムのURLをコピー(_U)
ka: ელემენტის მისამართის _კოპირება
mk: Копирај објект_URL
ms: Salin _URL Item
nb: Kopier _adresse
pt: Copiar _URL do item
pt_br: Copiar _URL
ro: Copiază _URLul elementului
sl: Kopiraj _URL predmeta
sq: Kopjo _URL Objekti
sr: Умножи адресу _ставке
sv: Kopiera webbadress för objekt
tr: Parça _URL ni kopyala
uk: Скопіювати _URL елементу

source: Check Version
bg: Проверка на версията
ca: Comprova la versió
de: Version überprüfen
es: Comprobar versión
fi: Tarkista versio
ga: Dearbháil an Leagan
gl: Comprobar a versión
hr: Provjeri inačicu
pt: Verificar versão
pt_br: Verificar Versão
sr: Провери издање
uk: Перевірити версію

source: Preferences
bg: Предпочитания
br: Dibaboù gwellañ
ca: Preferències
cy: Hoffterau
de: Einstellungen
es: Preferencias
et: Valikud
fi: Asetukset
ga: Sainroghanna
gl: Preferencias
hr: Osobitosti
id: Preferensi
ja: 設定
ka: პარამეტრები
mk: Преференци
ms: Keutamaan
nb: Innstillinger
pt: Preferências
pt_br: Preferências
ro: Preferințe
sl: Nastavitve
sq: Parapëlqime
sr: Подешавања
sv: Inställningar
te: అభిరుచులు
tr: Seçenekler
uk: Параметри

source: _Quit
bg: Изхо_д
br: _Kuitaat
ca: _Surt
cy: _Cau
de: _Beenden
es: _Salir
et: _Välju
fi: _Lopeta
ga: _Scoir
gl: _Saír
hr: _Zatvori
id: _Keluar
ja: 終了(_Q)
ka: _გასვლა
mk: _Заврши
ms: _Keluar
nb: Avslutt (_q)
pt: _Sair
pt_br: _Sair
ro: _Ieșire
sl: I_zhod
sq: _Dil
sr: И_злаз
sv: _Avsluta
te: నిష్క్రమించు (_Q)
tr: _Çık
uk: Ви_хід

source: _Sidebar
bg: _Страничен панел
br: _Barrenn-gostez
ca: _Barra lateral
cy: _BarOchr
de: Listenbereich
es: _Barra lateral
et: _Külgriba
fi: _Sivupalkki
ga: _Taobh Stiall
gl: _Panel lateral
hr: _Bočna traka
id: _Menusamping
ja: サイドバー(_S)
ka: გვერდითი _პანელი
mk: _Странична лента
ms: _Palang Sisi
nb: _Sidepanel
pt: _Barra lateral
pt_br: Barra _Lateral
ro: Bară _laterală
sl: _Stranska vrstica
sq: _Anështyllë
sr: _Бочна палета
sv: _Sidopanel
te: _పక్క పట్టీ
tr: _Kenar Çubuğu
uk: _Бічна панель

source: Add Podcast
bg: Добавяне на подкаст
ca: Afegeix un podcast
de: Podcast hinzufügen
es: Añadir podcast
et: Podcasti lisamine
fi: Lisää podcast
ga: Cuir Podchraoladh Leis
gl: Engadir un podcast
hr: Dodaj podcast
ka: პოდკასტის დამატება
pt: Adicionar podcast
pt_br: Adicionar Podcast
sr: Додај подемисију
tr: Podcast Ekle
uk: Додати подкаст

source: New Search Podcast
bg: Нов подкаст от търсене
ca: Nou podcast de cerca
de: Neuer Such-Podcast
es: Nueva podcasts de búsqueda
fi: Uusi hakupodcast
gl: Novo podcast de procura
hr: Nova pretraga podcasta
pt: Nova pesquisa de podcasts
pt_br: Nova Pesquisa de Podcast
sr: Нова претрага подемисија
tr: Yeni Podcast Ara
uk: Новий пошук подкасту

source: _New Folder
bg: _Нова папка
ca: _Carpeta nova
de: _Neuer Ordner
es: _Nueva carpeta
et: _Uus kaust
fi: _Uusi kansio
ga: Fillteán _Nua
gl: Cartafol _novo
hr: _Nova mapa
pt: _Nova pasta
pt_br: _Nova Pasta
sr: _Нова фасцикла
tr: _Yeni Klasör
uk: Нова папка

source: Rename
bg: Преименуване
br: Adanvañ
ca: Canvia el nom
cy: Ailenwi
de: Umbenennen
es: Renombrar
et: Nimeta ümber
fi: Uudelleennimeä
ga: Athainmnigh
gl: Renomear
hr: Preimenuj
id: Ubah nama
ka: გადარქმევა
mk: Преименувај
ms: Namakan semula
nb: Gi nytt navn
pt: Mudar nome
pt_br: Renomear
ro: Redenumește
sl: Preimenuj
sq: Riemërtoje
sr: Преименуј
sv: Döp om
te: పేరుమార్చు
tr: Ad değiştir
uk: Перейменувати

source: Remove Podcast
bg: Премахване на подкаст
ca: Suprimeix el podcast
de: Podcast entfernen
es: Eliminar podcast
et: Eemalda Podcast
fi: Poista podcast
ga: Bain Podchraoladh
gl: Eliminar o podcast
hr: Ukloni podcast
ka: პოდკასტის მოცილებაპოდკასტების მოცილება
pt: Remover podcast
pt_br: Excluir Podcast
sr: Уклони подемисију
tr: Podcast'i Kaldır
uk: Видалити подкаст
