Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Present Double Size
bg: Преглед в удвоен размер
br: Diskouez daouvent
ca: Presentació al doble de la mida
cy: Cyflwyno Maint Dwbl
de: Doppelte Größe
es: Presentar en tamaño doble
et: Esita topeltsuuruses
fi: Näytä tuplasti isompana
ga: An Mhéid Reatha Faoi Dhó
gl: Presentar co tamaño dobre
hr: Prikaži dvostruku veličinu
id: Tampilkan Ukuran Gandanya
ja: 二倍のサイズ
ms: Paparkan saiz 2x
nb: Vis i dobbel størrelse
pt: Exibir no dobro do tamanho
pt_br: Dobro do tamanho
ro: Prezent Dimensiune Dublă
sl: Predstavi v dvojni velikosti
sq: Dyfishi i Madhësisës së Tanishme
sr: Прикажи у дуплираној величини
sv: Visa dubbel storlek
te: రెట్టింపు సైజులో చూపించు
tr: İki katı boyutta göster
uk: Подвійний розмір

source: Present Video
bg: Преглед на видео
br: Diskouez ar video
ca: Presenta el vídeo
cy: Cyflwyno Fideo
de: aktuelles Video
es: Presentar vídeo
et: Esita video
fi: Näytä video
ga: An Físeán Reatha
gl: Presentar vídeo
hr: Trenutni video
id: Tampilan Video
ms: Paparkan video
nb: Vis video
pt: Exibir vídeo
pt_br: Tela
ro: Video Actual
sl: Predstavi video
sq: Videoja e Tanishme
sr: Прикажи видео снимак
sv: Visa video
te: వీడియో చూపించు
tr: Video göster
uk: Показати відео

source: Zoom
bg: Мащабиране
br: Brasaat
ca: Amplia
cy: Chwyddo
et: Suurendus
fi: Lähennä
ga: Súmáil
hr: Približavanje
id: Perbesar
ja: ズーム
ka: მასშტაბი
ms: Zum
nb: Forstørr
pt: Ampliação
ro: Scalare
sl: Povečava
sr: Увеличање
te: జూమ్
tr: Yakınlaştır
uk: Масштабувати

source: Minimize
bg: Минимизиране
br: Bihanaat
ca: Redueix
cy: Lleihau
de: Minimieren
es: Minimizar
et: minimeeri
fi: Pienennä
ga: Íoslaghdaigh
gl: Minimizar
hr: Umanji
id: Minimalkan
ja: 最小化
ka: ჩაკეცვა
mk: Минимизирај
ms: Kecilkan
nb: Minimer
pt: Minimizar
pt_br: Minimizar
ro: Micşorează
sl: Pomanjšaj
sq: Minimizoje
sr: Умањи
sv: Minimera
te: చిన్నగించు
tr: Küçült
uk: Згорнути

source: Main Window
bg: Главен прозорец
br: Prenestr pennañ
ca: Finestra principal
cy: Prif Ffenestr
de: Hauptfenster
es: Ventana principal
et: Peaaken
fi: Pääikkuna
ga: Príomhfhuinneog
gl: Xanela principal
hr: Glavni prozor
id: Jendela Utama
ja: メイン・ウィンドウ
ka: ძირითადი ფანჯარა
mk: Главен прозорец
ms: Tetingkap Utama
nb: Hovedvindu
pt: Janela principal
pt_br: Janela Principal
ro: Fereastra principală
sl: Glavno okno
sq: Dritarja Kryesore
sr: Главни прозор
sv: Huvudfönster
te: ముఖ్య కిటికీ
tr: Ana Pencere
uk: Головне вікно

source: Bring All to Front
bg: Изнасяне на всичко на преден план
br: Degas holl diaraog
ca: Porta-ho tot al davant
cy: Popeth i'r Blaen
de: Alle in den Vordergrund bringen
es: Traer Todo al Frente
et: Too kõik ette
fi: Tuo kaikki eteen
ga: Tabhair Uile Chuig an Tosach
gl: Traer todos a primeiro plano
hr: Postavi sve naprijed
id: Menampilkan semua paing depan
ja: 全て前面に
ka: ყველას წინა პლანზე გადმოტანა
ms: Bawa Semua Ke Depan
nb: Bring alle til front
pt: Trazer tudo para a frente
pt_br: Trazer Todos para a Frente
ro: Adu tot în prim-plan
sl: Vse na vrh
sq: Silli të Tëra Përpara
sr: Пребаци све у први план
sv: Flytta fram alla
te: అన్నింటినీ ముందుకి తీసుకురా
tr: Hepsini Öne Getir
uk: Пересунути все на передній план

source: Window
bg: Прозорец
br: Prenestr
ca: Finestra
cy: Ffenest
de: Fenster
es: Ventana
et: Aken
fi: Ikkuna
ga: Fuinneog
gl: Xanela
hr: Prozor
id: Jendela
ja: ウィンドウ
ka: ფანჯარა
ms: Tetingkap
nb: Vindu
pt: Janela
pt_br: Janela
ro: Fereastră
sl: Okno
sq: Dritare
sr: Прозор
sv: Fönster
te: కిటికీ
tr: Pencere
uk: Вікно

source: %(appname)s Help
bg: Помощ за %(appname)s
br: %(appname)s Sikour
ca: Ajuda del %(appname)s
cy: Cymorth %(appname)s
de: %(appname)s Hilfe
es: Ayuda de %(appname)s
et: %(appname)s Abi
fi: %(appname)s-ohje
ga: Cabhair %(appname)s
gl: Axuda de %(appname)s
hr: Pomoć za %(appname)s
id: %(appname)s Bantuan
ka: %(appname)s-ს დახმარება
ms: Pertolongan %(appname)s
nb: %(appname)s-hjelp
pt: Ajuda do %(appname)s
pt_br: Ajuda do %(appname)s
ro: Ajutor %(appname)s
sl: Pomoč za %(appname)s
sq: Ndihmë për %(appname)sn
sr: %(appname)s помоћ
sv: Hjälp med %(appname)s
te: %(appname)s సహాయం
tr: %(appname)s Yardım
uk: Довідка %(appname)s

source: Pop Out
bg: Покажи извън
br: Monedoù
ca: Finestra independent
cy: Allneidio
de: Ausklappen
es: Ventana Independiente
et: Plõks välja
fi: Irrota
ga: Preab Amach
gl: Xanela externa
hr: Prikaz u zasebnom prozoru
ka: ცალკეულ ფანჯარაში
ms: Muncul Keluar
nb: Sprett ut
pt: Janela externa
pt_br: Ver em nova janela
ro: Apare
sl: Izvrzi
sr: Искочи
sv: Fäll ut
te: ఉబికివచ్చు
tr: Ayır
uk: Від'єднати

source: Pop In
bg: Покажи вътре
br: Donedoù
ca: Finestra interna
cy: Mewnbigo
de: Einklappen
es: Ventana interna.
et: Plõks sisse
fi: Kiinnitä
ga: Preab Isteach
gl: Xanela encaixada
hr: Prikaz u Miro prozoru
ka: ძირითად ფანჯარაში
ms: Muncul Masuk
nb: Hent inn
pt: Janela interna
pt_br: Ver no programa
ro: Dispare
sl: Sprejmi
sr: Ускочи
sv: Fäll in
te: చొచ్చుకుపోవు
tr: Birleştir
uk: Приєднати

source: Track %(track)d (%(name)s)
hr: Zapis %(track)d (%(name)s)

source: Your phone must be in 'USB storage mode' in order for %(shortappname)s to sync files to it. To mount your phone, select 'Turn on USB storage' from the notifications.
bg: Необходимо е телефонът Ви да е в режим „USB преносима памет“, за да може %(shortappname)s да се синхронизира с него. За да монтирате телефона си, изберете „Позволи режим на USB памет“ от уведомленията.
de: Ihr Telefon muss sich im "USB-Speichermodus" befinden, um %(shortappname)s zu synchronisieren. Um Ihr Telefon anzuschließen, wählen Sie in den Benachrichtigungen "USB-Speicher aktivieren".
es: Su teléfono ha de estar en «modo de almacenamiento USB» para que %(shortappname)s sincronice archivos con él. Para montar su teléfono, seleccione «Habilitar almacenamiento USB» de las notificaciones.
fi: Puhelimesi tulee olla "USB-massamuististilassa", jotta %(shortappname)s voi synkronoida tiedostot sen kanssa. Valitse ilmoitusvalikosta 'Levyasema' liittääksesi puhelimen.
hr: Vaš telefon mora biti u 'USB načinu pohrane' da bi %(shortappname)s mogao uskladiti datoteke sa njim. Za montiranje vašeg telefona, odaberite 'Uključi USB pohranjivanje' iz obavjesnog područja.
pt: O seu telefone tem que estar no modo "Memória de armazenamento USB", de modo a que o %(shortappname)s consiga sincronizar os ficheiros. Para montar o telefone, selecione "Ativar armazenamento USB" nas notificações.
pt_br: Seu telefone deve estar em 'USB storage mode' para o %(shortappname)s sincronizar arquivos com ele. Para montar seu telefone, selecione 'Turn on USB storage' nas notificações.

source: Your tablet must be in 'USB storage mode' in order for %(shortappname)s to sync files to it. To mount your phone, select 'Turn on USB storage' from the notifications.
bg: Необходимо е теблетният Ви компютър да е в режим „USB преносима памет“, за да може %(shortappname)s да се синхронизира с него. За да монтирате телефона си, изберете „Позволи режим на USB памет“ от уведомленията.
hr: Vaš tablet mora biti u 'USB načinu pohrane' da bi %(shortappname)s mogao uskladiti datoteke sa njim. Za montiranje vašeg tableta, odaberite 'Uključi USB pohranjivanje' iz obavjesnog područja.

source: Generic %(name)s Device
bg: Стандартно %(name)s устройство
ca: Dispositiu %(name)s genèric
de: Generisches %(name)s-Gerät
es: Dispositivo %(name)s genérico
fi: Yleinen %(name)s-laite
ga: Gléas %(name)s Cineálach
gl: Dispositivo %(name)s xenérico
hr: Generički %(name)s uređaj
pt: Dispositivo genérico %(name)s
pt_br: Dispositivo Genérico %(name)s

source: Your Nook Color must be connected to your computer and in USB Mode to sync files to it.
bg: Вашият Nook Color трябва да е свързан с вашият компютър в USB режим за да синхронизирате файлове с него.
de: Ihre Nook Color muss an Ihrem Computer und im USB-Modus angeschlossen werden, um Dateien zu synchronisieren.
es: Su Nook Color tiene que estar conectado a su equipo y en modo USB para sincronizar archivos con él.
fi: Nook Colorisi tulee olla kytkettynä tietokoneeseen ja liitetty levyasemana, jotta voit synkronoida tiedostoja sen kanssa.
hr: Vaš Nook Color mora biti spojen sa vašim računalom u 'USB načinu' za usklađivanje datoteka sa njim.
pt: Para sincronizar os ficheiros, o seu Nook Color tem que estar ligado ao computador e com o modo USB ativo.
pt_br: Seu Nook Color deve estar conectado ao seu computador em modo USB para poder sincronizar arquivos.

source: Your Kindle must be mounted to sync files to it.
bg: Вашият Kindle трябва да е закачен за да синхронизирате файлове с него.
hr: Vaš Kindle mora biti montiran za usklađivanje datoteka na njega.

source: Your Kindle must be in USB Storage mode to sync files to it.
bg: Вашият Kindle трябва да е в USB режим за да синхронизирате файлове с него.
hr: Vaš Kindle mora biti u 'USB načinu pohrane' za usklađivanje datoteka sa njim.

source: Your device must be mounted in order for %(shortappname)s to sync files to it.
bg: Устройството Ви трябва да бъде монтирано към системата, преди %(shortappname)s да може да се синхронизира файлове с него.
de: Ihr Gerät muss eingehängt sein, damit %(shortappname)s die Dateien synchronisieren kann.
es: Su dispositivo tiene que estar montado para que %(shortappname)s sincronice archivos con él.
fi: Laitteesi tulee olla liitetty, jotta %(shortappname)s voi synkronoida tiedostot sen kanssa.
gl: Debe montar o dispositivo para que %(shortappname)s sincronice os ficheiros con el.
hr: Vaš uređaj mora biti montiran da bi %(shortappname)s uskladio datoteke sa njim.
pt: Tem que montar o seu dispositivo para que o %(shortappname)s faça a sincronização.
pt_br: Seu dispositivo deve estar montado para %(shortappname)s sincronizar arquivos com ele.

source: Your Walkman must be in USB Storage mode to sync files to it.
bg: Необходимо е Уокменът Ви да е в режим на USB памет, за да можете да го синхронизирате.
hr: Vaš Walkman mora biti u 'USB načinu pohrane' za usklađivanje datoteka s njim.

source: Your device must be in USB Storage mode to sync files to it.
bg: Необходимо е устройството Ви да е в режим на USB памет, за да можете да го синхронизирате.
hr: Vaš uređaj mora biti u 'USB načinu pohrane' za usklađivanje datoteka s njim.

source: Your PSP must be in USB Storage mode to sync files to it.
bg: Необходимо е Вашият PSP да е в режим на USB памет, за да можете да го синхронизирате.
hr: Vaš PSP mora biti u 'USB načinu pohrane' za usklađivanje datoteka s njim.

source: Close to tray?
bg: Смъкване до часовника?
br: Bihanikaat en daolenn ?
ca: Voleu minimitzar-lo a la safata del sistema?
cy: Cau i'r cafn
de: In den Infobereich minimieren?
es: ¿Minimizar al área de notificación?
et: Kas peita süsteemisalve?
fi: Suljetaanko ilmoitusalueelle?
ga: Dún chuig an trádaire?
gl: Quéreo minimizar para a bandexa do sistema?
hr: Zatvoriti u obavijesno područje?
id: Kecilkan ke tray?
ja: トレイへ収納しますか？
ka: გსურთ, თრეიში ჩაკეცვა?
ms: Tutup ke talam?
nb: Minimer til oppgavefelt
pt: Fechar para a área de notificação?
pt_br: Fechar para a bandeja?
ro: Ascunde în zona de notificare?
sl: Želite okno pomanjšati v sistemski pladenj?
sq: Të ulet te paneli?
sr: Спустити у системску палету?
sv: Minimera till aktivitetsfältet?
te: మూసేసి ట్రేలో చూపెట్టాలా?
tr: Sistem tepsisine gönder?
uk: Згорнути до трею?

source: When you click the red close button, would you like %(appname)s to close to the system tray or quit? You can change this setting later in the Options.
bg: Когато натискате червения бутон за затваряне, искате ли %(appname)s да премине в иконка до часовника или да се прекрати? Можете да го промените по-късно в Опции.
br: Pa glikit war ar voutonenn ruz, ha serret e vo an daolenn sistem pe kuitaat gant %(appname)s? Gallout a refet kemm an arventenn-mañ diwezhatoc’h en Dibaboù.
ca: Quan cliqueu el botó de tancar vermell, voleu que el %(appname)s es tanqui o es minimitzi a la safata del sistema? Podeu canviar aquest paràmetre més tard a les Opcions.
cy: Wrth glicio'r botwm cau coch, a hoffech %(appname)s i gau i'r cafn neu i gau'n gyfan gwbl? Gallwch newid hwn nes ymlaen tu fewn Opsiynau.
de: Soll beim Klicken auf die rote "Schließen"-Schaltfläche %(appname)s in den Infobereich minimiert oder vollständig beendet werden? Dies kann später unter "Einstellungen" verändert werden.
es: Cuando pulse el botón rojo de cerrar, ¿desea que %(appname)s se minimice al área de notificación o que se cierre? Puede cambiar esta configuración más tarde en las opciones.
et: Kas sa soovid punase sulgemisnupu vajutamisel %(appname)s sulgeda süsteemi salve või väljuda? Sa saad muuta seda sätet hiljem seadete alt.
fi: Haluatko %(appname)sn pienenevän ilmoitusalueelle vai sammuvan, kun painat punaista sulje-nappia? Voit muuttaa tämän asetuksen myöhemmin asetuksista.
ga: Nuair a bhrúnn tú an cnaipe dhúnta dearg, ar mhaith leat %(appname)s a dhúnadh chuig tráidire an chórais nó ab fhearr leat scoir? Is féidir an socrú seo a athrú níos déanaí sna Roghanna.
gl: Cando prema no botón de pechar desexa que o %(appname)s se minimice para a bandexa do sistema ou que peche? Pode cambiar este axuste máis tarde en Opcións.
hr: Klikom na crvenu tipku zatvaranja, želite li da se %(appname)s smanji u obavijesno područje ili da se zatvori? Kasnije možete ovu postavku promijeniti u 'Mogućnostima'.
id: Ketika anda mengklik tombol penutup merah, apakah anda ingin %(appname)s untuk ditutup ke sistem tray atau berhenti? Anda dapat merubah acuan ini dikemudian hari di Options
ms: Bila anda klik butang tutup, adakah anda ingin untuk %(appname)s tutup ke dulang sistem ataupun tutup sepenuhnya? Anda boleh tukar penetapan ini kemudian di Opsyen.
nb: Når du trykker den røde lukkeknappen, vil du at %(appname)s skal minimeres til et ikon i systemfeltet, eller avslutte helt? Du kan endre denne innstillingen senere under «Innstillinger».
pt: Ao clicar no botão vermelho, o %(appname)s deve ser fechado ou minimizado para a área de notificação? Posteriormente, pode alterar esta preferência nas Opções.
pt_br: Quando você clica no botão vermelho para fechar, gostaria que o %(appname)s fosse para ao lado do relógio ou fechasse? Você pode modificar essa configuração nas Preferências.
ro: Când apăsați butonul roșu de închidere, doriți să trimiteți %(appname)s în zona de notificare sau să-l închideți? Puteți schimba preferința mai târziu din meniul Opțiuni.
sl: Ko kliknete rdeči gumb za izhod, bi želeli, da se %(appname)s pomanjša v sistemski pladenj ali povsem zapre? To nastavitev lahko kasneje spremenite v Možnostih.
sq: Kur klikoni butonin e kuq të mbylljes, doni që %(appname)s ta ulet te paneli i sistemit apo të dalë? Këtë rregullim mund ta ndryshoni edhe më vonë te Mundësitë.
sr: Када кликнете на црвено дугме за затварање, да ли желите да се %(appname)s спусти у системску палету или да се у целости искључи? Ову поставку можете касније променити у опцијама.
sv: När du trycker på den röda stäng knappen, vill du att %(appname)s ska minimeras till systemfältet eller avslutas? Du kan ändra detta alternativ senare i Inställningarna.
te: ఎర్రటి మూసేసే బొత్తాన్ని నొక్కినపుడు, %(appname)s ను మూసేసి సిస్టమ్య్ ట్రేలో చూపెట్టాలా లేక పూర్తిగా మూసెయ్యాలా? ఈ సెట్టింగును మీరు తరవాతైనా వికల్పాల్లోకి వెళ్ళి మార్చుకోవచ్చు.
tr: Kırmızı kapat düğmesine tıkladığınızda, %(appname)s'yu sistem tepsisine göndermeyi mi, ya da kapatmayı mı istersiniz? Bu ayarı daha sonra Seçenekler'den değiştirebilirsiniz.
uk: Коли ви клацаєте по червоній кнопці закриття, ви хочете вийти з %(appname)s, чи згорнути його у трей? Ви завжди можете змінити цю настройку у Параметрах.

source: Error Bombing Item
bg: Грешка при бомбардирането на обекта.
br: Fazi dilenn an dra
ca: S'ha produït un error en enviar l'element
cy: Gwall Bomio'r Eitem
de: Fehler beim "Bomben" der Datei
es: Error al enviar el elemento
et: Viga elemendi pommitamisel
fi: Virhe suositeltaessa kohdetta Bomb-palveluun
ga: Tharla Botún Ag Pléascadh Mír
gl: Erro ao bombardear o elemento
hr: Greška bombardiranja stavke
ja: 破壊的なアイテム・エラー
ms: Ralat Mengebom Item
nb: Feil ved bombing av gjenstand
pt: Erro ao processar o item
pt_br: Erro ao Bombar o Item
ro: Eroare la bombardarea elementului
sl: Napaka pri brisanju
sr: Грешка у бомбардовању ставке.
sv: Fel vid bombning av objekt
te: బాంబింగు టీము లోపం
tr: Hata: Nesne Başarısız
uk: Помилка при спробі рекомендувати посилання

source: Error Recommending Item
bg: Грешка при препоръчването на обекта.
br: Fazi erbediñ an dra
ca: S'ha produït un error en recomanar l'element
cy: Gwall wrth Awgrymu Eitem
de: Fehler beim Weiterempfehlen des Objektes
es: Error recomendando elemento
et: Viga video soovitamisel
fi: Virhe suositeltaessa kohdetta
ga: Tharla Botún Ag Moladh Mír
gl: Erro ao recomendar o elemento
hr: Greška preporučivanja stavke
id: Kesalahan Merekomendasikan Item
ja: 推薦的なアイテム・エラー
ms: Ralat Mengesyorkan Item
nb: Feil ved anbefaling av gjenstand
pt: Erro ao recomendar o item
pt_br: Erro ao recomendar item
ro: Eroare la recomandarea elementului
sl: Napaka pri priporočanju predmeta
sq: Gabim në Rekomandim Objekti
sr: Грешка у препоручивању ставке.
sv: Fel vid rekommendation av objekt
tr: Hata: Nesne Önerilemedi
uk: Помилка при спробі рекомендувати посилання

source: Error Opening Website
bg: Грешка при зареждане на уеб страницата
br: Fazi Digeriñ Lec’hienn
ca: S'ha produït un error en obrir el lloc web
cy: Gwall wrth Agor y Wefan
de: Fehler beim Öffnen der Webseite
es: Error al abrir el sitio web
et: Viga veebilehekülje avamisel
fi: Virhe avattaessa sivustoa
ga: Tharla botún ag oscailt an Láithreán Gréasáin
gl: Erro ao abrir a páxina web
hr: Greška otvaranja web stanice
id: Kesalahan Membuka Situs
ja: ウェブサイトを開く際のエラー
ka: ვებ-გვერდის გახსნის შეცდომა
ms: Ralat Membuka Laman Web
nb: Feil ved åpning av nettside
pt: Erro ao abrir o sítio web
pt_br: Erro ao abrir página
ro: Eroare la deschiderea site-ului
sl: Napaka pri odpiranju spletnega mesta
sq: Gabim në Hapjen e &quot;Website&quot;-it
sr: Грешка у отварању интернет странице.
sv: Fel vid hämtning av hemsidan
te: వెబ్ సైటు తెరవడంలో పొరపాటు
tr: İnternet Sayfası Açma Hatası
uk: Помилка при відкритті вебсайту

source: There was an error opening %(url)s. Please try again in a few seconds
bg: Грешка при отваряне на %(url)s. Моля, опитайте отново след малко.
br: Bet zo ur fazi o tigeriñ %(url)s. Klaskit en ober c’hoazh a-benn un toullad segondennoù.
ca: S'ha produït un error en obrir %(url)s. Torneu-ho a provar en uns segons.
cy: Roedd gwall wrth agor %(url)s. Ceisiwch eto ymhen rhai eiliadau
de: Es gab ein Fehler beim Öffnen von %(url)s. Bitte versuchen Sie es in ein paar Sekunden nochmals.
es: Hubo un error abriendo %(url)s. Por favor pruebe de nuevo en unos segundos
et: Viga aadressi %(url)s avamisel. Palun proovi uuesti mõne sekundi pärast
fi: Avattaessa %(url)s tapahtui virhe. Yritä uudestaan muutaman sekunnin kuluttua.
ga: Tharla botún ag oscailt %(url)s. Triail arís é i roinnt soicindí
gl: Produciuse un erro ao abrir %(url)s. Ténteo de novo dentro dun anaco
hr: Dogodila se greška pri otvaranju %(url)s. Pokušajte ponovo za nekoliko sekundi.
id: Terdapat eror saat membuka %(url)s. Harap coba kembali beberapa saat lagi
ja: %(url)s を開けませんでした。数秒後に再度試してみてください。
ka: შეცდომა მოხდა %(url)s-ის გახსნის დროს. გთხოვთ, მოგვიანებით სცადოთ ხელახლა
ms: Ada ralat ketika membuka %(url)s. Sila cuba lagi selepas beberapa saat.
nb: Det oppstod en feil ved åpning av %(url)s. Prøv på nytt om noen få sekunder
pt: Ocorreu um erro ao abrir %(url)s. Por favor, tente mais tarde
pt_br: Houve um erro ao abrir a %(url)s. Por favor, tente novamente em alguns segundos
ro: S-a întâlnit o eroare la deschiderea %(url)s. Încercați din nou peste câteva secunde
sl: Pri odpiranju %(url)s je prišlo do napake. Poskusite znova čez nekaj sekund
sq: Pati një gabim gjatë hapjes së %(url)s. Ju lutem, riprovoni pas pak sekondash.
sr: Дошло је до грешке при отварању %(url)s. Покушајте поново за неколико секунди.
sv: Ett fel uppstod när %(url)s öppnades. Försök igen om ett par sekunder.
te: %(url)s ను తెరవడంలో లోపం ఎదురైంది. కొద్ది సెకనుల తరవాత మళ్ళీ ప్రయత్నించండి.
tr: %(url)s acilirken hata olustu. Bir kac saniye icinde yeniden deneyin!
uk: Наступна адреса не відкрилася: %(url)s. Спробуйте повторити запит за кілька секунд.

source: For the best %(appname)s experience, we suggest you install Bonjour, which is distributed as a part of Print Services. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. After installing Print Services, you will have to restart %(appname)s. Would you like to do this now?
es: Para disfrutar al máximo de %(appname)s, le sugerimos que instale Bonjour, que es distribuido como parte de los Servicios de Impresión. Instalar Bonjour le permitirá compartir su biblioteca multimedia con otros usuarios de %(appname)s en la red, así como reproducir multimedia de otros usuarios de %(appname)s en la red. Después de instalar los Servicios de Impresión deberá reiniciar %(appname)s. ¿Desea hacer esto ahora?
hr: Za najbolji %(appname)s doživljaj, preporučamo vam da instalirate Bonjour, koji je distribuiran kao dio Usluge ispisa. Instalacija Bonjoura omogućit će vam dijeljenje vaše medijske zbirke sa ostalim %(appname)s korisnicima na vašoj mreži, kao i streamanje medija od ostalih %(appname)s korisnika na vašoj mreži. Nakon instaliranja Usluga ispisa, morati ćete ponovno pokrenuti %(appname)s. Želite li to odmah učiniti?
pt: Para uma melhor utilização do %(appname)s, sugerimos a instalação do Bonjour, parte integrante dos serviços de impressão. Ao instalar o Bonjour, poderá partilhar a sua coleção multimédia com outros utilizadores do %(appname)s, bem como receber emissões multimédia de outros utilizadores %(appname)s na sua rede. Depois de instalar o Bonjour, terá que reiniciar o %(appname)s. Pretende fazê-lo agora?
pt_br: Para a melhor experiência com %(appname)s, nós sugerimos instalar o Bonjour, que é distribuído como parte do Print Services. Instalar o Bonjour lhe permitirá compartilhar sua biblioteca de mídia com outros usuários do %(appname)s na sua rede, bem como realizar stream de conteúdo de outros usuários do %(appname)s na sua rede local. Após instalar Print Services, você deve reiniciar o %(appname)s. Gostaria de fazer isso agora?

source: Your browser will load the web-site where you can download and install Bonjour. When the installation is finished, simply restart %(appname)s for the changes to take effect.
bg: Сега браузърът Ви ще зареди интернет страницата, от която можете да изтеглите и инсталирате Бонжур. Щом инсталацията е завършена, просто рестартирайте %(appname)s и промените ще влязат в сила.
es: Su navegador cargará el sitio web donde puede descargar e instalar Bonjour. Cuando la instalación finalice, reinicie %(appname)s para que los cambios surtan efecto.
hr: Vaš preglednik će učitati web stranicu sa koje možete preuzeti i instalirati Bonjour. Kada je instalacija završena, jednostavno ponovno pokrenite %(appname)s da bi primijenili promjene.
pt: O seu navegador vai abrir a página web para transferir e instalar o Bonjour. Quando terminar a instalação, reinicie o %(appname)s, para aplicar as alterações.
pt_br: Seu navegador carregará o website de onde você poderá baixar e instalar o Bonjour. Quando a instalação for finalizada, reinicie o %(appname)s para que as mudanças tenham efeito.
