Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Remove Podcasts
bg: Премахване на подкасти
ca: Suprimeix els podcasts
de: Podcasts entfernen
es: Eliminar podcasts
et: Eemalda Podcast
fi: Poista podcastit
ga: Bain Podchraoltaí
gl: Eliminar os podcasts
hr: Ukloni podcaste
pt: Remover podcasts
pt_br: Remover Podcasts
sr: Уклони подемисије
tr: Podcast'leri Kaldır
uk: Видалити подкасти

source: Remove Folder
bg: Премахване на папка
ca: Suprimeix la carpeta
de: Ordner entfernen
es: Eliminar carpeta
et: Eemalda kataloog
fi: Poista kansio
ga: Bain Fillteán
gl: Eliminar o cartafol
hr: Ukloni mapu
pt: Remover pasta
pt_br: Remover Pasta
sr: Уклони фасциклу
tr: Klasörü Kaldır
uk: Видалити папку

source: Remove Folders
bg: Премахване на папки
ca: Suprimeix les carpetes
de: Ordner entfernen
es: Eliminar carpetas
et: Eemalda kataloogid
fi: Poista kansiot
ga: Bain Fillteáin
gl: Eliminar os cartafoles
hr: Ukloni mape
pt: Remover pastas
pt_br: Remover Pastas
sr: Уклони фасцикле
tr: Klasörleri Kaldır
uk: Видалити папки

source: Remove Source
bg: Премахване на източник
ca: Suprimeix la font
de: Quelle entfernen
es: Eliminar fuente
et: Eemalda allikas
fi: Poista lähde
ga: Bain Foinse
gl: Eliminar a fonte
hr: Ukloni izvor
pt: Remover fonte
pt_br: Remover Fonte
sl: Odstrani vir
sr: Уклони извор
tr: Kaynağı Kaldır
uk: Видалити джерело

source: Remove Sources
bg: Премахване на източници
ca: Suprimeix les fonts
de: Quellen entfernen
es: Eliminar fuentes
et: Eemalda allikad
fi: Poista lähteet
ga: Bain Foinsí
gl: Eliminar as fontes
hr: Ukloni izvore
pt: Remover fontes
pt_br: Remover Fonte
sl: Odstrani vire
sr: Уклони изворе
tr: Kaynakları Kaldır
uk: Видалити джерело

source: Update Podcast
bg: Обновяване на подкаст
ca: Actualitza el podcast
de: Podcast aktualisieren
es: Actualizar podcast
et: Uuenda Podacasti
fi: Päivitä podcast
ga: Nuashonraigh an Podchraoladh
gl: Actualizar o podcast
hr: Ažuriraj podcast
pt: Atualizar podcast
pt_br: Atualizar Podcast
sr: Ажурирај подемисију
tr: Podcast'i Güncelle
uk: Оновити подкаст

source: Update Podcasts
bg: Обновяване на подкасти
ca: Actualitza els podcasts
de: Podcasts aktualisieren
es: Actualizar podcasts
et: Uuenda Podacastisi
fi: Päivitä podcastit
ga: Nuashonraigh na Podchraoltaí
gl: Actualizar os podcasts
hr: Ažuriraj podcaste
pt: Atualizar podcasts
pt_br: Atualizar Podcasts
sr: Ажурирај подемисије
tr: Podcast' leri Güncelle
uk: Оновити подкасти

source: Update All Podcasts and Library
bg: Обновяване на всички подкасти и библиотеката
ca: Actualitza tots els podcasts i la biblioteca
de: Alle Podcasts und die Bibliothek aktualisieren
es: Actualizar todos los podcasts y la biblioteca
fi: Päivitä kaikki podcastit ja kirjasto
ga: Nuashonraigh na Podchraoltaí Uile agus an Leabharlann
gl: Actualizar todos os podcasts e a biblioteca
hr: Ažuriraj sve podcaste i zbirku
pt: Atualizar podcasts e coleção
pt_br: Atualizar Todos os Podcasts e Bibliotecas
sr: Ажурирај све подемисије и библиотеку
tr: Kütüphane ve Tüm Podcast'leri Güncelle
uk: Оновити всі подкасти та бібліотеку

source: Import Podcasts (OPML)
bg: Внасяне на подкасти (OPML)
ca: Importas podcasts (OPML)
de: Podcasts importieren (OPML)
es: Importar podcasts (OPML)
et: Impordi Podcastidi (OPML)
fi: Tuo podcasteja (OPML)
gl: Importar podcasts (OPML)
hr: Uvezi podcaste (OPML)
pt: Importar podcasts (OPML)
pt_br: Importar Podcasts (OPML)
sr: Увези подемисије (OPML)
uk: Імпортувати подкасти (OPML)

source: Export Podcasts (OPML)
bg: Изнасяне на подкасти (OPML)
ca: Exporta podcasts (OPML)
de: Podcasts exportieren (OPML)
es: Exportar podcasts (OPML)
et: Ekspordi Podcastisi (OPML)
fi: Vie podcastit (OPML)
gl: Exportar podcasts (OPML)
hr: Izvezi podcaste (OPML)
pt: Exportar podcasts (OPML)
pt_br: Exportar Podcasts (OPML)
sr: Извези подемисије (OPML)
uk: Експортувати подкасти (OPML)

source: Share with a Friend
bg: Споделяне с приятел
de: Mit einem freund teilen
es: Compartir con un amigo
et: Jaga sõpradega
fi: Jaa kaverin kanssa
ga: Roinn le cara
gl: Compartir cun amigo
hr: Podijeli sa prijateljem
pt: Partilhar com um amigo
pt_br: Compartilhar com um Amigo
sr: Подели с пријатељем
tr: Bir Arkadaş ile Paylaş
uk: Поділитись з друзями

source: Copy URL
bg: Копиране на адреса
br: Eilañ an URL
ca: Copia l'URL
cy: Copïo URL
de: URL _kopieren
es: Copiar URL
et: Kopeeri URL
fi: Kopioi osoite
ga: Macasamhlaigh an tURL
gl: Copiar a URL
hr: Kopiraj URL
id: Salin URL
ja: URLをコピー
ka: მისამართის კოპირება
mk: Копирај го URL-от
ms: Salin URL
nb: Kopier URL
pt: Copiar URL
pt_br: Copiar URL
ro: Copiază _URL
sl: Kopiraj URL
sq: Kopjo URL-në
sr: Умножи адресу
sv: Kopiera webbadress
tr: Adresi Kopyala
uk: Копіювати URL

source: _Playlists
bg: _Списъци за изпълнение
br: _Rolloù-c'hoari
ca: Llistes de _reproducció
cy: _Rhestri Chwarae
de: _Wiedergabelisten
es: _Listas de reproducción
et: _Esitusnimekirjad
fi: Soi_ttolistat
ga: _Seinnréimeanna
gl: _Listaxes de reprodución
hr: _Popisi izvođenja
id: _Playlist
ja: プレイリスト(_P)
ka: _დასაკრავი სია
ms: _Senarai-main
nb: S_pillelister
pt: Listas de re_produção
pt_br: Listas de re_produção
ro: _Liste de redare
sl: _Seznami predvajanja
sq: _Luajlista
sr: _Списак нумера
sv: S_pellistor
tr: _Çalma Listeleri
uk: _Списки

source: New _Playlist
bg: Нов _списък за изпълнение
br: Roll-c'hoari_ Nevez
ca: Crea una llista de _reproducció
cy: Rhest_Chwarae Newydd
de: Neue _Wiedergabeliste
es: Nueva _lista de reproducción
et: Uus _esitusnimekiri
fi: Uusi _soittolista
ga: _Seinnréim Nua
gl: Nova listaxe de re_produción
hr: Novi _popis izvođenja
id: _Playlist Baru
ja: 新しいプレイリスト（_P）
ka: ახალი დ_ასაკრავი სია
mk: Нов_Список за репродукција
ms: Senarai-main _Baru
nb: Ny _spilleliste
pt: Nova lista de re_produção
pt_br: Nova lista de re_produção
ro: Nouă _listă de redare
sl: Nov _seznam predvajanja
sq: _Luajlistë e Re
sr: _Нови списак нумера
sv: Ny s_pellista
tr: Yeni _Oynatma Listesi
uk: Новий _список відтворення

source: New Playlist Folder
bg: Нова папка със списъци за изпълнение
de: Neuer Wiedergabeliste-Ordner
es: Nueva carpeta de listas de reproducción
et: Uus esituloendi kasut
fi: Uusi soittolistakansio
gl: Novo cartafol para listaxe de reprodución
hr: Nova mapa popisa izvođenja
pt: Nova pasta de listas de reprodução
pt_br: Novo diretório de lista de reprodução
sr: Нова фасцикла за спискове нумера
tr: Yeni Çalma Listesi Klasörü
uk: Нова папка списку відтворення

source: Remove Playlist
bg: Премахване на списъка за изпълнение
ca: Suprimeix la llista de reproducció
de: Wiedergabeliste entfernen
es: Eliminar lista de reproducción
et: Eemalda esitusloend
fi: Poista soittolista
gl: Eliminar a listaxe
hr: Ukloni popis izvođenja
pt: Remover lista de reprodução
pt_br: Remover lista de reprodução
sr: Уклони списак нумера
tr: Çalma Listesini Kaldır
uk: Видалити плейліст

source: Remove Playlists
bg: Премахване на списъците за изпълнение
ca: Suprimeix les llistes de reproducció
de: Wiedergabelisten entfernen
es: Eliminar listas de reproducción
et: Eemalda esitusloendid
fi: Poista soittolistat
gl: Eliminar as listaxes
hr: Ukloni popise izvođenja
pt: Remover listas de reprodução
pt_br: Remover listas de reprodução
sr: Уклони спискове нумера
tr: Çalma Listelerini Kaldır
uk: Видалити плейлісти

source: Remove Playlist Folders
bg: Премапване на папки със списъци за изпълнение
ca: Suprimeix les carpetes de llistes de reproducció
de: Wiedergabeliste-Ordner entfernen
es: Eliminar carpetas de listas de reproducción
et: Eemalda esitusloendi kasutad
fi: Poista soittolistakansiot
gl: Eliminar os cartafoles da listaxe
hr: Ukloni mape popisa izvođenja
pt: Remover pastas de listas de reprodução
pt_br: Remover diretórios de lista de reprodução
sr: Уклони фасцикле за спискове нумера
tr: Çalma Listesi Klasörlerini Kaldır
uk: Видалити папки плейлістів

source: Remove Playlist Folder
bg: Премапване на папка със списъци за изпълнение
ca: Suprimeix la carpeta de llistes de reproducció
de: Wiedergabeliste-Ordner entfernen
es: Eliminar carpeta de listas de reproducción
et: Eemalda esitusloendi kaust
fi: Poista soittolistakansio
gl: Eliminar o cartafol da listaxe
hr: Ukloni mapu popisa izvođenja
pt: Remover pasta de listas de reprodução
pt_br: Remover diretório de lista de reprodução
sr: Уклони фасциклу за спискове нумера
tr: Çalma Listesi Klasörünü Kaldır
uk: Видалити папку плейлісту

source: P_layback
bg: Из_пълнение
br: Ad_c'hoari
ca: Re_producció
cy: C_hwarae yn ôl
de: V_ideowiedergabe
es: _Reproducir
et: Esitamine
fi: Toisto
ga: Athsh_einm
gl: _Reproducir
hr: R_eprodukcija
id: _Mainkankembali
ja: 再生(_P)
ka: დაკვრა
mk: _Список за репродукција
ms: Main Semu_la
nb: Avspi_lling
pt: R_eproduzir
pt_br: Reprodução
ro: R_edare
sl: P_redvajaj
sq: _Luaje
sr: _Репродукција
sv: Upp_spelning
tr: _Oynat
uk: В_ідтворення

source: Stop
bg: Спиране
ca: Atura
es: Detener
et: Seiska
fi: Pysäytä
ga: Stad
gl: Parar
hr: Zaustavi
pt: Parar
pt_br: Parar
sr: Заустави
tr: Durdur
uk: Зупинити

source: Next Item
bg: Следващ обект
ca: Element següent
de: Nächstes Element
es: Elemento siguiente
et: Järgmine element
fi: Seuraava kohde
ga: Mír ar aghaidh
gl: Elemento seguinte
hr: Sljedeća stavka
pt: Item seguinte
pt_br: Próximo Item
sr: Следећа ставка
tr: Sonraki Öğe
uk: Наступний елемент

source: Previous Item
bg: Предишен обект
ca: Element anterior
de: Vorheriges Element
es: Elemento anterior
et: Eelmine element
fi: Edellinen kohde
ga: Mír roimhe
gl: Elemento anterior
hr: Prijašnja stavka
pt: Item anterior
pt_br: Item Anterior
sr: Претходна ставка
tr: Önceki Öğe
uk: Попередній елемент

source: Skip Forward
bg: Прескачане напред
ca: Salta cap endavant
de: Vorwärts springen
es: Avanzar
et: Edasihüpe
fi: Siirry seuraavaan
ga: Léim ar aghaidh
gl: Saltar cara a adiante
hr: Preskoči unaprijed
pt: Avançar
pt_br: Avançar
sr: Прескочи унапред
tr: İleri Atla
uk: Вперед

source: Skip Back
bg: Прескачане назад
de: Rückwärts springen
es: Retroceder
et: Keri tagasi
fi: Siirry edelliseen
ga: Siar
gl: Saltar cara a atrás
hr: Preskoči unatrag
pt: Recuar
pt_br: Voltar
sr: Прескочи уназад
uk: Назад

source: Volume Up
bg: Увеличаване на звука
ca: Apuja el volum
de: Lautstärke anheben
es: Subir volumen
et: Heli juurde
fi: Lisää äänenvoimakkuutta
ga: Airde Suas
gl: Subir o volume
hr: Pojačaj glasnoću zvuka
pt: Aumentar volume
pt_br: Aumentar o Volume
sr: Појачај
uk: Збільшити гучність

source: Volume Down
bg: Намаляване на звука
ca: Abaixa el volum
de: Lautstärke verringern
es: Bajar volumen
et: Heli maha
fi: Vähennä äänenvoimakkuutta
ga: Airde Síos
gl: Baixar o volume
hr: Smanji glasnoću zvuka
pt: Diminuir volume
pt_br: Diminuir o Volume
sr: Утишај
uk: Зменшити гучність

source: Go to Currently Playing
hr: Idi na trenutnu reprodukciju

source: _Fullscreen
bg: _Цял екран
br: _Skramm a-bezh
ca: Pantalla _completa
cy: _Sgrin lawn
de: _Vollbild
es: Pantalla _completa
et: _Täisekraan
fi: _Kokoruutu
ga: _Lánscáiléan
gl: _Pantalla completa
hr: _Cijeli zaslon
id: _Layar Penuh
ja: フルスクリーン(_F)
ka: _მთელ ეკრანზე
mk: _На цел екран
ms: _Skrin Penuh
nb: _Fullskjerm
pt: Ecrã co_mpleto
pt_br: Tela Cheia
ro: _Tot ecranul
sl: _Celozaslonski način
sq: _Tërë ekrani
sr: _Цео екран
sv: _Helskärm
te: _నిండుతెర
tr: _Tamekran
uk: На весь _екран

source: _Toggle Detached/Attached
bg: Смени откачено/прикачено
br: _Stagañ/distagañ
cy: _Togl Dadgysylltu/Cysylltu
de: externes Videofenster an/aus
es: _Alternar Desenlazado/Enlazado
fi: _Vaihda irrotettu/kiinnitetty
ga: Scoránaigh Scortha/Ceangailte
gl: Cambiar _de xanela (encaixada/externa)
hr: O_vdje možete prikopčati/otkopčati
id: Melepaskan/Memasang _Toogle
ja: デタッチ/アタッチの切り替え(_T)
mk: _Притисни Откачено/Закачено
ms: _Togol Tertanggal/Tersambung
nb: Koble fra/til avspillervindu
pt: Al_ternar entre janela acoplada/desacoplada
pt_br: _Alternar Desplugado/Plugado
ro: _Activează dezatașare/atașare
sl: Pre_klopi odpeto/pripeto
sq: _Këmbe E ngjitur/E shqitur
sr: _Задржи издвојено/приложено
sv: _Växla mellan fäll ut/in
tr: _Geçiş Çıkar/Ekle
uk: _Встановити від'єднаність/приєднаність

source: Audio Track
bg: Аудио пътека
hr: Zvučni zapis

source: _Encoding
bg: _Кодиране
br: _Enkodiñ
ca: _Codificació
de: _Kodierung
es: _Codificación
et: _Kodeering
fi: Merkistökoo_daus
ga: _Ionchodú
gl: _Codificación
hr: _Enkodiranje
id: _Enkoding
ka: _კოდირება
ms: _Pengekodan
pt: _Codificação
pt_br: _Codificação
ro: _Codificare
sl: _Kodiranje
sr: _Кодни распоред
sv: _Kodning
uk: _Кодування

source: Sorts
bg: Подреждане
es: Ordenar
fi: Sarakkeet
hr: Razvrstavanje
pt: Organização
pt_br: Ordenar

source: _Convert
bg: _Преобразуване
ca: _Converteix
de: _Konvertieren
es: _Convertir
et: _Konverdi
fi: _Muunna
ga: _Tiontaigh
gl: _Converter
hr: _Konvertiranje
pt: _Converter
pt_br: _Converter
sr: _Претвори
uk: _Конвертувати

source: _Help
bg: Помо_щ
br: _Sikour
ca: _Ajuda
cy: _Cymorth
de: _Hilfe
es: Ay_uda
et: _Abi
fi: _Ohje
ga: _Cabhair
gl: _Axuda
hr: _Pomoć
id: _Bantuan
ja: ヘルプ(_H)
ka: _დახმარება
mk: _Помош
ms: _Bantuan
nb: _Hjelp
pt: Aj_uda
pt_br: Ajuda
ro: A_jutor
sl: _Pomoč
sq: _Ndihmë
sr: _Помоћ
sv: _Hjälp
te: సహాయం (_H)
tr: _Yardım
uk: _Довідка

source: About %(name)s
bg: Относно %(name)s
de: Über %(name)s
es: Acerca de %(name)s
et: Teave %(name)s
fi: Tietoja - %(name)s
ga: Maidir le %(name)s
gl: Sobre o %(name)s
hr: O %(name)s-u
pt: Sobre o %(name)s
pt_br: Sobre o %(name)s
sr: О програму %(name)s
uk: Про %(name)s

source: Help
bg: Помощ
ca: Ajuda
de: Hilfe
es: Ayuda
et: Abi
fi: Ohje
ga: Cabhair
gl: Axuda
hr: Pomoć
pt: Ajuda
pt_br: Ajuda
sr: Помоћ
uk: Допомога

source: Report a Bug
bg: Докладване за грешка
ca: Informa d'un error
de: Einen Fehler melden
es: Reportar un fallo
et: Teata veast
fi: Ilmoita ohjelmavirheestä
ga: Fógraigh Fadhb.
gl: Informar dun erro
hr: Prijavite grešku
pt: Reportar erro
pt_br: Reportar um Bug (problema)
sr: Пријави грешку
uk: Повідомити про помилку

source: Translate
bg: Превеждане
ca: Tradueix
de: Übersetzen
es: Traducir
et: Tõlgi
fi: Käännä
ga: Aistrigh
gl: Traducir
hr: Prevedite
pt: Traduzir
pt_br: Ajude a Traduzir
sr: Преведи
uk: Перекласти

source: Dev
de: Entwicklung
ga: Forbairt
hr: Razvoj
pt: Desenvolvimento
sr: Програмирање
uk: Розр

source: Profile Message
de: Profilnachricht
es: Mensaje de Perfil
fi: Profiiliviesti
gl: Mensaxe do perfil
hr: Poruka profila
pt: Mensagem de perfil
pt_br: Mensagem de Perfil
sr: Порука на профилу

source: Profile Redraw
de: Profil erneuern
es: Reescribir perfil
fi: Profiilin virkistys
hr: Preoblikuj profil
pt: Recriar perfil
pt_br: Perfil Redesenhado

source: Test Crash Reporter
de: Teste Absturzberichter
es: Probar informador de errores
fi: Kokeile kaatumisilmoitusta
hr: Testiraj prijavu rušenja
pt: Testar relator de erros
pt_br: Testar Reportador de Falhas

source: Test Soft Crash Reporter
es: Probar informador de errores de software
fi: Kokeile pehmeää kaatumisilmoitusta
hr: Testiraj blažu prijavu rušenja
pt: Testar relator de erros ligeiros

source: Memory Stats
bg: Статистика за паметта
es: Estadísticas de memoria
fi: Muistitilasto
hr: Statistika memorije
pt: Estatísticas
pt_br: Estatísticas de Memória

source: Force Feedparser Processing
hr: Prisili Feedparser obradu

source: Clog Backend
hr: Zatvori pozadinu

source: Run Echoprint
hr: Pokreni Echoprint

source: Run ENMFP
hr: Pokreni ENMFP

source: Image Render Test
hr: Test prikaza slike

source: Force Main DB Save Error
hr: Prisili spremanje greški glavne baze podataka

source: Force Device DB Save Error
hr: Prisili spremanje greški baze podataka uređaja

source: Default (UTF-8)
bg: Стандартно (UTF-8)
br: Dre dech (UTF-8)
de: Standard (UTF-8)
es: Predeterminado (UTF-8)
et: Vaikimisi (UTF-8)
fi: Oletus (UTF-8)
ga: Réamhshocrú (UTF-8)
gl: Predefinido (UTF-8)
hr: Zadano (UTF-8)
ka: საწყისი (UTF-8)
ms: Lalai (UTF-8)
pt: Pré-definição (UTF-8)
pt_br: Padrão (UTF-8)
ro: Implicit (UTF-8)
sl: privzeto (UTF-8)
sr: Подразумевано (UTF-8)
sv: Standard (UTF-8)
tr: Varsayılan (UTF-8)
uk: Типово (UTF-8)

source: Enter the URL of the podcast to add
bg: Въведете адреса на подкаста за добавяне
de: Adresse des neuen Podcasts eingeben
es: Introduzca la URL del podcast que desea añadir
fi: Anna lisättävän podcastin osoite
ga: Cuir isteach URL an phodchraolta atá le cur leis
gl: Introduza a URL do podcast que desexa engadir
hr: Upišite URL podcasta
pt: Indique o URL do podcast a adicionar
pt_br: Entre a URL do podcast a ser adicionado
sr: Унесите адресу подемисије
uk: Введіть URL подкасту, який потрібно додати

source: Add Podcast - Invalid URL
bg: Добавяне на подкаст - невалиден адрес
ca: Afegeix un podcast - URL invàlida
de: Podcast hinzufügen - ungültige Adresse
es: Añadir podcast - URL inválida
fi: Podcastin lisäys — virheellinen osoite
ga: Cuir Podchraoladh Leis - URL neamhbhailí
gl: Engadir un podcast - URL incorrecta
hr: Nevažeći URL podcasta
ka: პოდკასტის დამატება - მისამართი არასწორია
pt: Adição de Podcast - URL inválido
pt_br: Adicionar Podcast - URL Inválida
sr: Додавање подемисије – неисправна адреса
uk: Додавання подкаст - неправильний URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the podcast to add
bg: Въведеният адрес не е валиден. Моля проверете го и опитайте отново. Въведете адреса на подкаста за добавяне
de: Die Adresse, die du angegeben hast, ist keine gültige URL. Bitte überprüfe die URL und versuche es erneut. Gebe die URL des Podcastes ein, um ihn hinzuzufügen.
es: La dirección que ingresó no es una URL válida. Por favor verifique la URL e intente nuevamente. Introduzca la URL del podcast que desea añadir
fi: Syöttämäsi osoite on virheellinen. Tarkista osoite ja yritä uudestaan. Anna lisättävän podcastin osoite
gl: O enderezo que introduciu non é unha url correcta. Comprobe a URL e probe de novo. Introduza a URL do podcast que desexa engadir
hr: Adresa koju ste upisali je nevažeći URL. Provjerite URL i pokušajte ponovno. Upišite URL podcasta za dodavanje
pt: O endereço indicado não é válido. Verifique o URL e tente novamente. Indique o URL do podcast a adicionar
pt_br: O endereço que você adicionou não é uma URL válida. Por favor reveja check sua URL e tente novamente. Entre a URL do podcast que deseja adicionar
sr: Адреса коју сте унели није исправна. Проверите је и покушајте поново.

source: Folder name:
bg: Име на папка:
br: Anv teuliad:
ca: Nom de la carpeta:
cy: Enw'r ffolder:
de: Name des Verzeichnisses:
es: Nombre de la carpeta:
et: Kausta nimi:
fi: Kansion nimi:
ga: Ainm an fhillteáin:
gl: Nome do cartafol:
hr: Naziv mape:
id: Nama Folder:
ka: საქაღალდის სახელი:
mk: Име на папка:
ms: Nama folder:
nb: Mappenavn:
pt: Nome da pasta:
pt_br: Nome da pasta:
ro: Numele dosarului:
sl: Ime mape:
sq: Emër dosjeje:
sr: Назив фасцикле:
sv: Mappnamn:
te: సంచయపు పేరు:
tr: Dizin adı:
uk: Назва теки:

source: Create Podcast Folder
bg: Създаване на папка с подкасти
ca: Crea una carpeta de podcasts
de: Erstelle Podcast-Ordner
es: Crear carpeta de podcasts
fi: Luo podcast-kansio
ga: Cruthaigh Fillteán Podchraoltaí
gl: Crear un cartafol de podcast
hr: Napravite mapu podcasta
ka: პოდკასტის საქაღალდის შექმნა
pt: Criar pasta de podcast
pt_br: Criar pasta para Podcast
sr: Направи фасциклу за подемисије
tr: Podcast Klasörü Oluştur
uk: Створити папку подкасту

source: Enter the name of the folder to add
bg: Въведете името на папката за добавяне
br: Lakaat anv an teuliad da ouzhpennañ
ca: Introduïu el nom de la carpeta a afegir
cy: Rhowch enw'r ffolder i'w ychwanegu
de: Geben Sie den Namen des neuen Ordners ein
es: Introduzca el nombre de la carpeta que desea añadir
et: Sisesta lisatava kausta nimi
fi: Kirjoita lisättävän kansion nimi
ga: Cuir isteach ainm an fhillteáin le cuir leis
gl: Insira o nome do cartafol a engadir
hr: Upišite naziv mape za dodavanje
id: Masukkan nama folder untuk menambahkan
mk: Внесете име на папката што ќе се додаде
ms: Masukkan nama folder untuk tambah
nb: Skriv inn nanvet på mappen du vil legge til
pt: Indique o nome da pasta a criar
pt_br: Entre com o nome da pasta para adicionar
ro: Introduceți numele dosarului de adăugat
sl: Vnesite ime mape, ki jo želite dodati
sq: Jepni emrin e dosjes që do shtuar
sr: Унесите назив фасцикле за додавање
sv: Ange namnet på mappen att lägga till
te: చేర్చాల్సిన ఫోల్డరు పేరును ఇవ్వండి
tr: Eklenecek dizinin adını giriniz
uk: Введіть ім’я теки, що додається

source: A search podcast contains items that match a search term.
bg: Подкастът от търсене съдържа обекти, отговарящи на даден критерий за търсене.
de: Ein Such-Podcast enthält Elemente, die zu einem Suchkriterium passen.
es: Un podcast de búsqueda contiene elementos que encajen con un término de búsqueda.
fi: Hakupodcast muodostuu kohteista, jotka löytyvät tietyillä hakuehdoilla.
gl: Un podcast de procura contén elementos que coinciden co termo de procura.
hr: Pretraga podcasta sadrži stavke koje se poklapaju sa uvjetom pretraživanja.
pt: Uma pesquisa de podcasts contém os itens que coincidem com os termos de pesquisa
pt_br: Uma pesquisa de podcast contém itens que correspondem ao termo de busca.
sr: Претрага подемисија садржи ставке које се поклапају с упитом.

source: Search for:
bg: Търсене за:
br: Klask:
ca: Cerca:
cy: Chwilio am:
de: Suchen nach:
es: Buscar:
et: Otsitakse:
fi: Etsi:
ga: Déan cuardach ar:
gl: Procurar por:
hr: Pretraži:
id: Pencarian untuk:
ja: 検索:
ka: ძებნა:
mk: Барај:
ms: Gelintar untuk:
nb: Søk etter:
pt: Pesquisar por:
pt_br: Procurar por:
ro: Caută asta:
sl: Poišči:
sq: Kërko për:
sr: Тражи:
sv: Sök efter:
te: దీని కోసం వెతుకు:
tr: Şunun için ara:
uk: Шукати:

source: In this:
bg: В това:
br: En dra-mañ:
ca: En aquest:
cy: Yn hwn:
de: In diesem:
es: En este:
et: Siit:
fi: Tässä:
ga: Sa:
gl: En:
hr: U ovom/oj:
id: didalam sini
ja: これに:
mk: Во:
ms: Dalam ini:
nb: I denne:
pt: Neste:
pt_br: Neste:
ro: În asta:
sl: V tem:
sq: Në këtë:
sr: Овде:
sv: I den här:
te: దీనిలో:
tr: Bunun içinde:
uk: В цьому:

source: Podcast:
bg: Подкаст:
ga: Podchraoladh:
hr: Podcastu:
ka: პოდკასტი:
sr: Подемисија:
uk: Подкаст:

source: Search engine:
bg: Търсачка:
br: Lusker enklask
ca: Motor de cerca:
cy: Peiriant chwilio:
de: Suchmaschine:
es: Motor de búsqueda:
et: Otsingumootor:
fi: Hakukone:
ga: Inneall cuardaigh:
gl: Motor de buscas:
hr: Tražilici:
id: Mesin pencarian:
ka: საძიებო სისტემა:
mk: Пребарувачка машина:
ms: Enjin gelintar:
nb: Søkemotor:
pt: Motor de pesquisa:
pt_br: Mecanismo de busca:
ro: Motor de căutare:
sl: Iskalnik:
sq: Motor kërkimesh:
sr: Претраживач:
sv: Sökmotor:
te: సెర్చింజను:
tr: Arama Motoru:
uk: Пошуковик:

source: Add Watched Folder
bg: Добавяне на папка за наблюдение
br: Ouzhpennañ teuliad ar re welet
ca: Afegeix carpeta vigilada
cy: Ychwanegu Ffolder Gwyliwyd
de: Überwachten Ordner hinzufügen
es: Añadir carpeta vigilada
et: Lisa jälgitav kaust
fi: Lisää tarkasteltava kansio
ga: Cuir Fillteán Feicthe leis
gl: Engadir cartafol de vistos
hr: Dodaj mapu nadziranja
id: Tambahkan Folder yang sedang ditonton
ja: 視聴済みフォルダーを追加
mk: Додај набљудувана папка
ms: Tambah Folder Ditonton
nb: Legg til overvåket mappe
pt: Adicionar pasta de videos vistos
pt_br: Adicionar Pasta de Vídeos Vistos
ro: Adaugă un dosar de monitorizat
sl: Dodaj opazovano mapo
sq: Shto Dosje Të shikuarat
sr: Додавање надгледане фасцикле
sv: Lägg till bevakad mapp
te: చూసిన ఫోల్డరును చేర్చు
tr: İzlenen Dizin Ekle
uk: Додати теку для слідкування за вмістом

source: %(appname)s can watch a folder on your computer and show those media files in your library.
bg: %(appname)s може да наблюдава папка в компютъра ви и да показва тези медийни файлове във вашата библиотека.
es: %(appname)s puede vigilar una carpeta de su equipo y mostrar su contenido multimedia en su biblioteca.
hr: %(appname)s može nadzirati mapu na vašem računalu i prikazati medijske datoteke iz vaše zbirke.
pt: O %(appname)s pode monitorizar uma pasta no seu computador e mostrá-la na sua coleção.
pt_br: %(appname)s pode monitorar uma pasta no seu computador e mostrar os arquivos de mídia na sua biblioteca.
