Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Watched folders will be removed from the sidebar but their contents will still appear in your library. You can stop watching watched folders completely in the %(appname)s preference panel.
bg: Наблюдаваните папки ще бъдат премахнати от страничния панел и съдържанията им ще се появят в библиотеката. Може да спрете да наблюдавате наблюдаваните папки в панела за предпочитания на %(appname)s.
br: An teuliadoù bet gwelet a vo dilemet eus ar bann-kostez met o endalc’had a vo el levraoueg c’hoazh. Gallout a rit paouez da sellout ouzh teuliadoù sellet dre an daolenn dibaboù %(appname)s.
cy: Caiff ffolderi a wyliwyd eu tynnu o'r bar ochr ond bydd eu cynnwys dal yn ymddangos yn eich llyfrgell. Gallwch atal gwylio'r ffolderi a wyliwyd yn gyfan gwbl yn panel hoffterau %(appname)s.
de: Beobachtete Verzeichnisse werden aus der Seitenleiste entfernt, aber ihr Inhalt wird in der Bibliothek behalten. Sie können die Beobachtung dieser Verzeichnisse in den Einstellungen zu %(appname)s vollständig abschalten.
es: Las carpetas vigiladas se eliminarán de su barra lateral pero sus contenidos seguirán apareciendo en su biblioteca. Puede dejar de ver las carpetas vigiladas completamente en el panel de preferencias de %(appname)s.
et: Vaadatud kaustad eemaldatakse külgribalt aga nende sisu on ikka nähtav sinu meediakogus. Sa saad peatada vadatud kaustade vaatamise täielikult %(appname)s eelistuste paneelil.
fi: Tarkkaillut kansiot poistetaan sivupaneelista, mutta niiden sisältö säilyy edelleen kirjastossa. Voit lopettaa näiden kansioiden tarkkailun kokonaan %(appname)sn asetuksista.
ga: Bainfear fillteáin feicthe ón taobh stiall ach beidh a n-inneachair fós le feiceáil i do leabharlann. Is féidir éirí as bheith ag breathnú ar fhillteáin feicthe i shainroghanna %(appname)s.
gl: Os cartafoles vistos serán eliminados do panel lateral pero os seus contidos seguirán aparecendo na biblioteca. Pode deixar de velos completamente no panel de preferencias do %(appname)s .
hr: Nadzirane mape biti će uklonjene iz bočne trake ali njihov sadržaj još će biti vidljiv u zbirci. U potpunosti možete zaustaviti nadziranje nadziranih mapa u %(appname)s okviru osobitosti.
id: Folder yang sedang ditayangkan akan dihapus dari menu samping, namun isi berkas akan tetap muncul pada pustaka anda. Anda dapat berhenti menayangkan folder secara tuntas pada %(appname)s panel pengaturan.
mk: Набљудуваните папки ќе бидат отстранети од страничната лента но нивната содржина уште ќе ја има во Вашата библиотека. Можете да го запрете набљудувањето на набљудуваните папки комплетно во %(appname)s панелот за преференци.
ms: Folder-folder perhatian akan dialihkan dari bar sisi tetapi kandungan-kandungannya tetap akan muncul dalam pustaka anda. Anda boleh berhenti sepenuhnya memperhatikan folder-folder perhatian di panel penetapan kesukaan %(appname)s.
nb: Overvåkede mapper blir fjernet fra sidepanelet, men innholdet er fremdeles tilgjengelig i biblioteket. Du kan stoppe overvåking av mapper fullstendig under innstillingene i %(appname)s.
pt: As pastas vigiadas serão removidas da barra lateral, mas o seu conteúdo continuará disponível na coleção. Pode alterar as pastas vigiadas no painel de preferências do %(appname)s.
pt_br: Pastas já assistidas serão removidas da barra ao lado mas seus conteúdos continuarão a aparecer na sua biblioteca. Você pode parar de assistir as pastas já assistidas completamente no painel de preferências do %(appname)s.
ro: Dosarele urmărite vor fi eliminate din bara laterale, dar conținutul lor va apărea în continuare în bibliotecă. Puteți să opriți urmărirea dosarelor de tot în panoul de preferințe %(appname)s.
sl: Opazovane mape bodo odstranjene iz stranske vrstice, njihova vsebina pa bo še vedno prisotna v vaši knjižnici. Mape lahko povsem nehate opazovati v podoknu nastavitev %(appname)s.
sq: Dosjet e shikuara do të hiqen nga balli i anështyllës por lënda e tyre prapë do të duket te biblioteka juaj. Te paneli i parapëlqimeve të %(appname)ss mund ta ndalni krejtësisht parjen e dosjeve të shikuara.
sr: Надгледане фасцикле ће бити уклоњене из бочне палете, али ће се њихов садржај и даље појављивати у библиотеци. Надгледане фасцикле можете онемогућити у %(appname)s панелу за подешавање.
sv: Bevakade mappar kommer att tas bort från sidopanelen men dess innehåll kommer fortfarande att synas i ditt bibliotek. Du kan sluta bevaka bevakade mappar helt och hållet i inställningspanelen för %(appname)s.
te: చూసేసిన ఫోల్డర్లను సైడుబారు నుండి తీసేస్తాం, కానీ వాటిలోని అంశాలు మాత్రం మీ లైబ్రరీలో కనిపిస్తూనే ఉంటాయి. అసలు చూసేసిన ఫోల్డర్లను పూర్తిగా చూడకుండా ఉండాలంటే %(appname)s అభిరుచుల పానెలుకు వెళ్ళి చేసుకోవచ్చు.
tr: İzlenen dizinler yan panelden kaldırılacak fakat içerikleri kütüphanenizde görünmeye devam edecektir. %(appname)s tercihler panelinden izlenen dizinleri izlemeyi tamamen durdurabilirsiniz.
uk: Теки за якими велось слідкування будуть вилучені з бічної панелі, проте їх вміст все ще буде показуватись у вашій бібліотеці. Ви можете докорінно припинити передивлятись вказані теки у налаштуваннях %(appname)s.

source: Are you sure you want to remove this podcast? The downloads currently in progress will be canceled.
bg: Сигурни ли сте, че желаете да премахнете този подкаст? Текущите изтегляния ще бъдат отказани.
de: Bist du sicher, dass du diesen Podcast entfernen willst? Die derzeit bearbeiteten Downloads werden abgebrochen.
es: ¿Está seguro de que desea eliminar este podcast? Las descargas en proceso serán canceladas.
fi: Haluatko varmasti poistaa tämän podcastin? Meneillään olevat lataukset perutaan.
ga: An bhfuil tú cinnte gur mian leat an podchraoladh seo a bhaint? Cuirfear na híosluchtuithe ar siúl faoi láthair ar ceal.
gl: Desexa eliminar este podcast? cancelaranse as descargas en progreso.
hr: Sigurno želite ukloniti ovaj podcast? Preuzimanja koja su u tijeku biti će poništena.
pt: Tem a certeza que deseja remover este podcast? As transferências em curso serão canceladas.
pt_br: Você tem certeza que deseja remover este podcast? O download em andamento será cancelado.
sr: Желите ли да уклоните ову подемисију? Преузимања у току ће бити отказана.

source: Username:
bg: Потребителско име:
br: Anv implijer :
ca: Nom d'usuari:
cy: Enw defnyddiwr:
de: Benutzername:
es: Usuario:
et: Kasutajanimi:
fi: Käyttäjätunnus:
ga: Ainm Úsáideora:
gl: Nome de usuario:
hr: Korisničko ime:
id: Nama Pengguna:
ja: ユーザー名:
ka: მომხმარებლის სახელი:
mk: Корисничко име:
ms: Nama pengguna:
nb: Brukernavn:
pt: Nome de utilizador:
pt_br: Usuário:
ro: Nume utilizator:
sl: Uporabniško ime:
sq: Emër përdoruesi:
sr: Корисничко име:
sv: Användarnamn:
te: సభ్యనామం:
tr: Kullanıcı Adı:
uk: Користувач:

source: Password:
bg: Парола:
br: Ger-tremen
ca: Contrasenya:
cy: Cyfrinair:
de: Passwort:
es: Contraseña:
et: Parool:
fi: Salasana:
ga: Focal Faire:
gl: Contrasinal:
hr: Lozinka:
id: Kata Sandi:
ja: パスワード:
ka: პაროლი:
mk: Лозинка:
ms: Kata laluan:
nb: Passord:
pt: Palavra-passe:
pt_br: Senha:
ro: Parolă:
sl: Geslo:
sq: Fjalëkalim:
sr: Лозинка:
sv: Lösenord:
te: సంకేతపదం:
tr: Parola:
uk: Пароль:

source: Video Search
bg: Търсене на филми
br: Klasker videoioù
ca: Cerca de vídeos
cy: Chwilio Fideo
de: Videosuche
es: Búsqueda de vídeos
et: Videootsing
fi: Videohaku
ga: Cuardach Físeáin
gl: Procurar vídeo
hr: Pretražite video snimke
id: Pencarian Video
ja: ビデオ検索
ka: ვიდეოთა ძიება
mk: Пребарувај видеа
ms: Gelintar Video
nb: Filmsøk
pt: Pesquisa de vídeos
pt_br: Pesquisar Vídeos
ro: Cautare video
sl: Iskanje posnetkov
sq: Kërkim për Video:
sr: Претрага
sv: Filmsökning
te: వీడియో వెతుకులాట
tr: Görüntü Arama
uk: Пошук відео

source: Use the search box above to search for videos on these sites
bg: Използвайте полето за търсене по-горе, за да търсите за видеа на тези уеб сайтове
de: Nutzen sie das Suchfeld um auf diesen Seiten nach Videos zu suchen
es: Utilice la caja de búsqueda de arriba para buscar vídeos en estos sitios
fi: Etsi videoita näiltä sivustoilta käyttämällä yllä olevaa hakukenttää
hr: Koristi polje pretraživanja iznad za pretraživanje video snimki na tim stranicama
pt: Utilize a caixa de pesquisa para procurar vídeos nos sítios
pt_br: Use a busca acima para procurar vídeos nestes sites

source: Searching for files
bg: Търсене за файлове
ca: S'estan buscant els fitxers
es: Buscando archivos
fi: Etsitään tiedostoja
hr: Pretraživanje datoteka
pt: Pesquisando ficheiros
pt_br: Procurando arquivos

source: Searched %(count)s file
bg: Претърсен е %(count)s файл
de: %(count)s Datei gefunden
es: %(count)s archivo buscado
fi: Löytyi %(count)s tiedosto
hr: Pronađena %(count)s datoteka
pt: Pesquisado %(count)s ficheiro
pt_br: Pesquisado %(count)s arquivo

source: Videos
bg: Видео
ca: Vídeos
es: Vídeos
et: Videod
fi: Videot
ga: Físeáin
gl: Vídeos
hr: Video snimke
ka: ვიდეო
pt: Vídeos
pt_br: Vídeos
sr: Видео снимци
uk: Відео

source: Locked
bg: Заключено
ca: Bloquejat
de: Gesperrt
es: Bloqueado
et: Lukus
fi: Lukittu
ga: Faoi Ghlas
gl: Bloqueado
hr: Zaključano
ka: ჩაკეტილი
nb: Låst
pt: Bloqueado
pt_br: Travado
sl: Zaklenjeno
sr: Закључано
uk: Заблоковано

source: paused
bg: на пауза
br: Ehanet — #1
ca: pausat
cy: seibiwyd
de: angehalten
es: en pausa
et: peatatud
fi: keskeytetty
ga: moillithe
gl: detido
hr: pauzirano
id: Tahan
ja: 一時停止中
ka: შეჩერებულია
mk: паузирано
ms: henti sebentar
nb: midlertidig stoppet
pt: em pausa
pt_br: pausado
ro: pauză
sl: ustavljeno
sq: pushuar
sr: паузирано
sv: pausad
te: ఆపి ఉంచినవి
tr: Duraklatıldı
uk: призупинено

source: queued
bg: на опашка
ca: a la cua
de: eingereiht
es: en la cola
et: järjekorras
fi: jonossa
ga: i scuaine
gl: na cola
hr: na čekanju
ka: რიგშია
pt: em fila de espera
pt_br: Aguardando
sl: v čakalni vrsti
tr: kuyruğa eklendi
uk: в черзі

source: Sharing Disabled
bg: Споделянето е изключено
ca: Compartició desactivada
de: Verteilung ausgeschaltet
es: Compartición deshabilitada
fi: Jako pois käytöstä
gl: Compartición desactivada
hr: Dijeljenje onemogućeno
ka: ზიარი გათიშულია
nb: Deling Deaktivert
pt: Partilha desativada
pt_br: Compartilhamento Desabilitado
sl: Souporaba onemogočena

source: You need to install the Bonjour libraries to be able to share files from %(appname)s-to-%(appname)s or to the Miro iPad app. Once you install the Bonjour libraries, you will have to restart %(appname)s.
bg: За да споделяте файлове от %(appname)s до %(appname)s или до Миро за айпад, е необходимо да се снабдите с библиотеките на Бонжур. Веднъж направили това, рестартирайте %(appname)s.
es: Necesita instalar las librerías de Bonjour para poder compartir archivos desde %(appname)s a %(appname)s o a la aplicación de Miro para iPad. Una vez instale las librerías de Bonjour, deberá reiniciar %(appname)s.
hr: Morate instalirati Bonjour knjižnice da bi mogli dijeliti datoteke iz %(appname)s-u-%(appname)s ili u Miro iPad aplikaciju. Jednom kada instalirate Bonjour knjižnice, morate ponovno pokrenuti %(appname)s.
pt: Precisa de instalar as bibliotecas Bonjour para conseguir partilhar ficheiros de %(appname)s para %(appname)s ou de Miro para iPad Assim que instalar as bibliotecas Bonjour, terá que reiniciar o %(appname)s.
pt_br: Você precisa instalar as bibliotecas Bonjour para poder compartilhar arquivos do %(appname)s-para-%(appname)s ou para o aplicativo Miro iPad. Assim que você instalar as bibliotecas Bonjour, você terá de reiniciar o %(appname)s.

source: Click here to install
bg: Натиснете тук за инсталиране
ca: Feu clic aquí per instal·lar
de: Hier klicken, um zu installieren
es: Haga click aquí para instalar
et: Paigaldamiseks klõpsa siin
fi: Napsauta asentaaksesi
ga: Brúigh anseo chun é a shuiteáil
gl: Prema aquí para instalar
hr: Klikni ovdje za instalaciju
nb: Klikk her for å installere
pt: Clique para instalar
pt_br: Click aqui para instalar

source: On
bg: Включено
ca: Activat
de: Ein
es: Activado
fi: Päällä
ga: Ar Siúl
hr: Uključi
ka: ჩართვა
nb: På
pt: Ativo
pt_br: Ligado

source: Get Help
bg: Получаване на помощ
ca: Obtén ajuda
de: Hilfe erhalten
es: Obtener Ayuda
fi: Ohjeita
ga: Faigh Cabhair
gl: Obter axuda
hr: Potražite pomoć
ka: დახმარების მიღება
nb: Få Hjelp
pt: Obter ajuda
pt_br: Obter Ajuda

source: Connect
bg: Свързване
ca: Connecta
de: Verbinden
es: Conectar
et: Ühenda
fi: Yhdistä
ga: Ceangail
gl: Conectar
hr: Povezivanje
ka: დაკავშირება
nb: Koble til
pt: Ligar
pt_br: Conectar
sr: Повежи ме
uk: З'єднатися

source: %(shortappname)s Sharing
bg: %(shortappname)s споделя
ca: Comprtició del %(shortappname)s
de: %(shortappname)s Verteilung
es: Compartición de %(shortappname)s
fi: %(shortappname)s-jakaminen
ga: Comhroinnt %(shortappname)s
hr: %(shortappname)s dijeljenje
pt: Partilha %(shortappname)s
pt_br: %(shortappname)s Compartilhar

source: %(shortappname)s can stream and download files to and from other %(shortappname)ss on your local network and to the Miro iPad app. It's awesome!
bg: %(shortappname)s може да излъчва и изтегля файлове от другата %(shortappname)ss по локалната ви мрежа и към версията на Miro за iPad. Това е страхотно!
ca: El %(shortappname)s pot transmetre i baixar fitxers des de i cap a altres %(shortappname)s a la vostra xarxa local i per a l'aplicació de Miro per l'iPad. És impresionant!
de: %(shortappname)s kann Dateien von anderen %(shortappname)s in deinem lokalen Netzwerk und der iPad-App streamen und und herunterladen. Es ist großartig!
es: %(shortappname)s puede transmitir y descargar archivos desde y hacia otros %(shortappname)ss en su red local y para la aplicación de Miro para iPad. ¡Es impresionante!
fi: %(shortappname)s voi suoratoistaa ja ladata tiedostoja toisista %(shortappname)sista paikallisverkossa sekä Miro iPad -sovelluksessa. Se on huippua!
hr: %(shortappname)s može streamati i preuzimati datoteke na i od drugih %(shortappname)s-a na vašoj lokalnoj mreži i na Miro iPad aplikaciju. Nije li to super!
pt: O %(shortappname)s pode reproduzir, transferir e enviar ficheiros de e para outro %(shortappname)ss, existente na sua rede local ou no Miro iPad. É fabuloso!
pt_br: %(shortappname)s pode realizar stream e transferir arquivos de e para outros %(shortappname)ss em sua rede local e para a aplicação Miro iPad. É incrível!

source: Disabled: Needs Bonjour
bg: Изключено: Нуждае се от Bonjour
ca: Desactivat: és necessari el Bonjour
de: Deaktiviert: Setzt Bonjour voraus
es: Deshabilitado: es necesario Bonjour
fi: Ei käytössä: edellyttää Bonjouria
ga: Díchumasaithe: Bonjour De Dhíth
gl: Desactivado: necesita o Bonjour
hr: Onemogućeno: potreban je Bonjour
nb: Deaktivert: Trenger Bonjour
pt: Inativo: Requer Bonjour
pt_br: Desabilitado: Necessita Bonjour

source: Share Music
bg: Споделяне на музика
ca: Comparteix música
es: Compartir música
fi: Jaa musiikkia
hr: Dijeli glazbu
nb: Del Musikk
pt: Partilhar música
pt_br: Compartilhar Musica

source: Share Videos
bg: Споделяне на видео
ca: Comparteix vídeos
es: Compartir vídeos
fi: Jaa videoita
hr: Dijeli video snimke
nb: Del Videoer
pt: Partilhar videos
pt_br: Compartilhar Vídeos

source: Share Podcasts
hr: Dijeli podcaste

source: My %(shortappname)s Share Name
ca: El meu nom de compartició del %(shortappname)s
de: Mein %(shortappname)s Freigabe-Name
es: Mi nombre de compartición de %(shortappname)s
fi: %(shortappname)s-jakoni nimi
hr: Moj %(shortappname)s naziv dijeljenja
pt: Nome da minha partilha %(shortappname)s
pt_br: Nome do meu compartilhamento do %(shortappname)s

source: Sync a Phone, Tablet, or Digital Camera
bg: Синхронизиране на телефон, таблет или цифрова камера
ca: Sincronitza un telèfon, tablet o càmera digital
de: Ein Handy, ein Tablet oder eine Digitalkamera synchronisieren.
es: Sincronizar un teléfono, tablet o cámara digital
fi: Synkronoi puhelin, taulutietokone tai digikamera
gl: Sincronizar un teléfono, tablet ou cámara dixital
hr: Uskladite telefon, tablet ili digitalnu kameru
pt: Sincronizar com telefone, tablet ou máquina digital
pt_br: Sincronizar um telefone, Tablet ou Câmera Digital

source: Connect the USB cable to sync your Android device with %(shortappname)s. Be sure to set your device to 'USB Mass Storage' mode in your device settings. Attach your digital camera, and convert your video files to be instantly web-ready.
bg: Свържете USB кабела за да синхронизирате своето Android устройство с %(shortappname)s. Уверете се че сте задали устройството като 'USB Mass Storage' в настройките му. Свържете цифровата си камера и преобразувайте моментално клиповете си да са готови за уеб.
de: Verbinde das USB-Kabel, um dein Android-Gerät mit %(shortappname)s zu synchronisieren. Stelle in deinen Geräteeinstellungen sicher, dass dein Gerät auf "USB-Massenspeicher-Modus" gestellt ist. Schließe deine Digitalkamera an und konvertiere deine Videos, damit sie sofort internetfähig sind.
es: Conecte el cable USB para sincronizar su dispositivo Android con%(shortappname)s. Asegúrese de poner el dispositivo en modo de «almacenamiento masivo USB» en las preferencias del dispositivo. Conecte su cámara digital, y convierta sus archivos de vídeo para que estén preparados para la web al instante.
fi: Kytke USB-kaapeli synkronoidaksesi %(shortappname)s Androidin kanssa. Varmista, että Android-laitteesi on sen asetuksissa määritelty levyasemaksi. Kiinnitä kamera ja muunna videosi välittömästi web-kelpoisiksi.
hr: Spojite USB kabel za usklađivanje vašeg Android uređaja sa %(shortappname)s-m. Budite sigurni da ste postavili svoj uređaj na 'USB masovno pohranjivanje' način rada u postavkama vašeg uređaja. Spojite vašu digitalnu kameru i konvertirajte vaše video snimke tako da mogu biti odmah spremne za objavljivanje na webu.
pt: Ligue o cabo USB para sincronizar o seu Android com o %(shortappname)s. Certifique-se de configurar o dispositivo como "Armazenamento USB" nas definições do seu dispositivo. Lique a sua máquina digital e converta os ficheiros instantaneamente.
pt_br: Conecte o cabo USB para sincronizar seu dispositivo %(shortappname)s Android. Certifique-se de configurar o dispositivo para o modo "USB Mass Storage", nas configurações do seu dispositivo. Conecte sua câmera digital e converta seus arquivos de vídeo para estarem imediatamente disponíveis para a web.

source: Show all attached devices and drives
bg: Показване на всички свързани устройства и дялове
ca: Mostra tots els dispositius i discs durs connectats
de: Zeige alle angeschlossenen Geräte und Laufwerke
es: Mostrar todos los dispositivos y unidades
fi: Näytä kaikki kytketyt laitteet ja asemat
hr: Prikaži sve spojene uređaje i diskove
pt: Mostrar todos os dispositivos e unidades
pt_br: Exibir todos os dispositivos e drives conectados.

source: Use this if your phone doesn't appear in %(shortappname)s when you connect it to the computer, or if you want to sync with an external drive.
bg: Използвайте това, ако телефонът ви не се появява в %(shortappname)s, когато е свързан към компютъра, или ако искате да синхронизирате с външен дял.
de: Benutze dies, wenn dein Smartphone bei einer Verbindung mit dem Computer nicht in %(shortappname)s erscheint, oder wenn du es mit einem externen Laufwerk synchronisieren willst.
es: Use ésto si su teléfono no aparece en %(shortappname)s cuando se conecta al equipo, o si desea sincronizarlo con un disco duro externo.
fi: Käytä tätä mikäli %(shortappname)s ei näytä puhelintasi kun kytket sen tietokoneeseen, tai mikäli haluat synkronoida ulkoisen aseman kanssa.
gl: Use isto se o seu teléfono non aparece no %(shortappname)s cando o conecta no computador, ou se desexa sincronizalo cun dispositivo externo.
hr: Koristite ovo ako se vaš telefon ne pojavi u %(shortappname)s-u prilikom spajanja na računalo ili ako želite uskladiti sa vanjskim diskom.
pt: Só deve utilizar se o seu telefone não aparecer no %(shortappname)s ou se pretender sincronizar com uma unidade externa.
pt_br: Use isso se seu telefone não aparecer no %(shortappname)s quando você conectá-lo ao computador ou se você deseja sincronizar com um drive externo.

source: Miro on your iPad
bg: Miro на вашият iPad
ca: Miro per l'iPad
de: Miro auf deinem iPad
es: Miro en su iPad
et: Miro sinu iPad-is
fi: Miro iPadissasi
ga: Miro ar do iPad
gl: O Miro no seu iPad
hr: Miro na vašem iPadu
nb: Miro på din iPad
pt: Miro no iPad
pt_br: Miro em seu iPad

source: The gorgeous Miro iPad app lets you wirelessly stream music and videos from %(shortappname)s on your desktop to your iPad. You can also download songs and videos to your iPad and take them with you.
bg: Уникалното приложение на Миро за айпад позволява пренос на поточно видео и музика от %(shortappname)s на домашния Ви компютър на Вашия айпад. Можете също да изтегляте песни и видео на Вашия айпад и да ги вземете със себе си.
de: Die großartige Miro-iPad-App lässt dich deine Musik und deine Videos kabellos von deinem %(shortappname)s auf deinem Desktop zu deinem iPad übertragen. Du kannst auch Lieder und Videos auf dein iPad herunterladen und sie mitnehmen.
es: La magnífica aplicación de Miro para iPad le permite transmitir inalámbricamente música y vídeos de %(shortappname)s de su escritorio a su iPad. También puede descargar canciones y vídeos a su iPad y llevarlos con usted.
fi: Upealla Miro iPad -sovelluksella voit suoratoistaa musiikkia ja videoita pöytäkoneelta, jossa on %(shortappname)s. Voit myös ladata musiikkia ja videoita iPadiisi ja ottaa ne mukaasi.
hr: Raskošna Miro iPad aplikacija omogućuje vam bežično streamanje glazbe i video snimki sa %(shortappname)s-om iz vaše radne površine na vaš iPad. Također možete preuzeti pjesme i video snimke na vaš ipad te ih ponijeti sa sobom.
pt: A aplicação Miro para iPad permite-lhe ouvir músicas e ver vídeos no iPad, tendo como base o computador em que tem o %(shortappname)s instalado. Pode também transferir músicas e vídeos para o iPad.
pt_br: O aplicativo Miro iPad possibilita que você faça stream sem fio de músicas e vídeos do %(shortappname)s no seu desktop para seu iPad. Você também pode transferir músicas e vídeos para seu iPad e levá-los com você.

source: Miro on Android
bg: Miro на Android
ca: Miro per l'Android
de: Miro auf Android
es: Miro en Android
fi: Miro Androidille
ga: Miro ar Android
gl: Miro no Android
hr: Miro na Androidu
nb: Miro på Android
pt: Miro no Android
pt_br: Miro no Android

source: We don't yet have a Miro app for Android, but you can stream to your device using other DAAP apps.
bg: Все още не разполагаме с версия на Miroза Android, но може да излъчвате към устройството си чрез други DAAP приложения.
de: Es gibt noch keine Miro-App für Android, aber du kannst Medien zu deinem Gerät übertragen, indem du andere DAAP-Apps benutzt.
es: Aún no tenemos una aplicación de Miro para Android, pero puede transmitir a su dispositivo usando otras aplicaciones DAAP.
fi: Mirosta ei vielä ole saatavana sovellusta Androidille, mutta voit suoratoistaa Miron sisältöä laitteessasi muiden DAAP-sovelluksien avulla.
hr: Još uvijek nemamo Miro aplikaciju za Android, ali možete streamati na vaš uređaj koristeći druge DAAP aplikacije.
pt: Ainda não temos uma aplicação para Android, mas pode transmitir para o seu dispositivo utilizando outras aplicações DAAP.
pt_br: Nós ainda não temos um aplicativo do Miro para Android, mas você pode fazer transmissão para seu dispositivo utilizando outros aplicativos DAAP.

source: Sources
bg: Източници
ca: Fonts
de: Quellen
es: Fuentes
et: Allikad
fi: Lähteet
ga: Foinsí
gl: Fontes
hr: Izvori
nb: Kilder
pt: Fontes
pt_br: Fontes
sl: Viri
sr: Извори
uk: Тексти програми
