Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: In Progress
de: In Bearbeitung
es: En progreso
et: Edenemisel
fi: Käynnissä
ga: Ar Siúl
gl: En proceso
ka: მიმდინარეობს
pt: Em curso
pt_br: Em Andamento
sl: V teku
sr: У току
uk: Триває

source: %(eta)s left
de: noch %(eta)s
es: faltan %(eta)s
fi: %(eta) s jäljellä
ga: %(eta)s fágtha
gl: Restan %(eta)s
ka: %(eta)s მარცხნივ
pt: falta %(eta)s
pt_br: %(eta)s restantes
sr: преостало %(eta)s
uk: %(eta)s лишилось

source: %(percent)i%% percent complete
de: %(percent)i%% Prozent komplett
es: %(percent)i%% por ciento completo
fi: %(percent)i% % valmiina
ga: %(percent)i%% faoin gcéad críochnaithe
gl: %(percent)i%% completado
pt: %(percent)i%% concluído
pt_br: %(percent)i%% completo
sr: %(percent)i%% завршено
uk: %(percent)i%% процентів закінчино

source: Use these options and the tabs above for automatic syncing.
de: Benutze diese Optionen und die Registerkarten darüber zur automatischen Synchronisierung.
es: Use estas opciones y las pestañas de arriba para una sincronización automática.
fi: Käytä näitä asetuksia ja yllä olevia välilehtiä automaattisessa synkronoinnissa.
gl: Usar estas opcións e os separadores superiores para sincronizar automaticamente.
pt: Utilizar estas opções e os separadores acima para sincronizar automaticamente.
pt_br: Utilize estas opções e as abas acima para sincronização automática.
uk: Для автоматичної синхронізації використовуйте ці опції та закладки вгорі

source: Edit _Item
de: _Element bearbeiten
es: Editar _elemento
fi: Muokkaa _kohdetta
gl: Ed_itar o elemento
pt_br: Editar _Item
sr: Уреди _ставку
uk: Редагувати елемент

source: Select a Subtitles File...
br: Dibabit ur Restr Istitloù
cy: Dewiswch Ffeil Is-deitlau
de: Untertitel-Datei auswählen...
es: Seleccionar Subtítulo
et: Vali subtiitri fail...
fi: Valitse tekstitystiedosto...
ga: Roghnaigh Comhad Fotheidil
gl: Seleccionar un subtítulo
id: Pilih Berkas Terjemahan
ka: სუბტიტრის ფაილის მითითება...
ms: Pilih fail Sarikata
pt: Selecione um ficheiro de legendas...
pt_br: Escolha um arquivo de legenda...
ro: Selecteaza fisierul de subtitrare
sl: Izberite datoteko s podnapisi ...
sq: Përzgjidhni Kartelë Titrash
sr: Изабери титл...
sv: Välj en undertextfil...
uk: Вибрати файл із субтитрами...

source: Movies directory gone
br: Roll filmoù skarzhet
cy: Ffolder ffilmiau wedi diflannu
de: Videoverzeichnis nicht mehr vorhanden
es: El directorio de vídeos ha desaparecido
et: Filmide kataloog kadunud
fi: Videokansio poissa
ga: Tá comhadlann na scannán imithe
gl: O cartafol dos vídeos non aparece
id: Folder film tidak ditemukan
ja: ムービー・ディレクトリーはなくなりました
mk: Директориумот со видеа исчезна
ms: Direktori cereka hilang
pt: O diretório dos filmes desapareceu
pt_br: Diretório de videos removido
ro: Dosarul cu filme a dispărut
sl: Mape s filmi ni več
sq: Drejtoria e filmave ka avulluar
sr: Фасцикла с филмовима није доступна.
sv: Videokatalogen borta
te: మూవీల డైరెక్టరీ పోయింది
uk: Директорія з фільмами не знайдена

source: Import Music from %(media_player)s?
de: Musik von %(media_player)s importieren?
es: ¿Importar música de %(media_player)s?
fi: Tuodaanko musiikkia soittimesta %(media_player)s?
ga: Tabhair isteach ceol ó %(media_player)s?
gl: Desexa importar a música do %(media_player)s?
ka: გსურთ, მუსიკის %(media_player)s-დან იმპორტირება?
pt: Importar músicas de %(media_player)s?
pt_br: Import Música do %(media_player)s?

source: We see that you have %(media_player)s installed. Would you like %(short_app_name)s to import the music from it?
de: Du hast einen %(media_player)s installiert. Willst du, dass %(short_app_name)s Musik von ihm importiert?
es: Hemos detectado que %(media_player)s está instalado. ¿Desea que %(short_app_name)s importe la música de él?
fi: Sinulla näyttää olevan %(media_player)s asennettuna. Haluatko %(short_app_name)sn tuovan siitä musiikkia?
ga: Feictear go bhfuil %(media_player)s suiteáilte agat. Ar mhaith leat go dtabharfaidh %(short_app_name)s an ceol isteach uaidh?
gl: Comprobamos que ten instalado o %(media_player)s. Desexa que o %(short_app_name)s importe a súa música?
pt: Você tem o %(media_player)s instalado. Pretende que o %(short_app_name)s importe as músicas existentes?
pt_br: Nós vemos que você possui o %(media_player)s instalado. Você gostaria que o %(short_app_name)s importe a música de lá?

source: Would you like to display your %(player)s music and video in %(appname)s?
es: ¿Desea mostrar la música y vídeos de %(player)s en %(appname)s?
fi: Haluatko näyttää %(player)s-musiikkisi ja -videosi %(appname)sssa?
pt: Pretende exibir as músicas e vídeos do seu %(player)s no %(appname)s?
pt_br: Você gostaria de exibir seu %(player)s de música e vídeo em %(appname)s?

source: Note: %(appname)s won't move or copy any files on your disk. It will just add them to your %(appname)s library.
es: Nota: %(appname)s no moverá ni copiará ningún archivo de su disco. Tan sólo los añadirá a su biblioteca de %(appname)s.
fi: Huomio: %(appname)s ei siirrä tai kopioi mitään tiedostoja levyllesi. Tiedostot lisätään ainoastaan %(appname)s-kirjastoosi.
pt: Nota: o %(appname)s não vai mover nem copiar quaisquer ficheiros. Os ficheiros apenas serão adicionados à coleção do %(appname)s.
pt_br: Aviso: %(appname)s não moverá ou copiará nenhum arquivo no seu disco. Ele apenas irá adicioná-los à biblioteca do %(appname)s.

source: ffmpeg2theora binary path:
br: Hent ar binaroù ffmpeg2theora
cy: llwybr deuol ffmpeg2theora:
de: ffmpeg2theora Pfad
es: Ruta a binario ffmpeg2theora
et: ffmpeg2theora kahendfaili asukoht:
fi: ffmpeg2theoran sijainti:
gl: Camiño ao binario ffmpeg2theora:
id: path biner ffmpeg2theora:
pt: Caminho para ffmpeg2theora
pt_br: Caminho para o executável do ffmpeg2theora
ro: Calea catre sursa ffmpeg2theora:
sr: ffmpeg2theora путања:
sv: Sökväg till ffmpeg2theora:
uk: Шлях до двійкового ffmpeg2theora:

source: Pause all downloads
de: Alle Downloads anhalten
es: Pausar todas las descargas
et: Peata kõik laadimised
fi: Keskeytä kaikki lataukset
ga: Cuir ar sos gach íosluchtú
gl: Pausar todas as descargas
id: Pause semua download
ka: ყველა გადმოწერის შეჩერება
pt: Parar todas as transferências
pt_br: Pausar todos os downloads
sl: Prekini vse prenose
sr: Паузирај све пријеме
sv: Pausa alla nedladdningar
uk: Призупинити всі завантаження

source: Resume all downloads
de: Alle Downloads starten
es: Reanudar todas las descargas
fi: Jatka kaikkia latauksia
ga: Lean le gach íosluchtú
gl: Continuar todas as descargas
id: Resume semua downloads
ka: ყველა გადმოწერის გაგრძელება
pt: Retomar todas as transferências
pt_br: Continuar todos os downloads
sl: Nadaljuj z vsemi prenosi
sr: Настави све пријеме
sv: Återuppta alla nedladdningar
uk: Відновити всі завантаження

source: Show Miro
de: Miro zeigen
es: Mostrar Miro
et: Näita Mirot
fi: Näytä Miro
ga: Taispeáin Miro
gl: Mostrar o Miro
id: Tampilkan Miro
ka: Miro-ს გახსნა
pt: Mostrar Miro
pt_br: Mostrar Miro
sl: Pokaži Miro
sr: Прикажи Миро
sv: Visa Miro
uk: Показати Miro

source: Update Available
br: Adnevezadenn da gaout
cy: Fersiwn newydd Ar Gael
de: Aktualisierung verfügbar
es: Actualización disponible
et: Uuendus on saadaval
fi: Päivitys saatavilla
ga: Tá Nuashonrú Ar Fáil
gl: Actualización dispoñible
id: Update Tersedia
ja: アップデートできます
ka: ხელმისაწვდომია განახლება
ms: Kemaskini boleh didapati
pt: Está disponível uma atualização
pt_br: Atualização Disponível
ro: Actualizări disponibile
sl: Na voljo je posodobitev
sq: Përditësim i Passhëm
sr: Доступна је доградња.
sv: Uppdatering finns tillgänglig
te: తాజాకరణ లభ్యం
uk: Доступне оновлення

source: A new version of %(appname)s is available for download.
br: Ur stumm nevez eus %(appname)s zo mat da bellgargañ.
cy: Mae fersiwn newydd o %(appname)s ar gael i'w lawrlwytho.
de: Eine neue Version von %(appname)s steht zum Herunterladen zur Verfügung.
es: Una nueva versión de %(appname)s se encuentra disponible para descarga.
et: Uus versioon%(appname)s on allalaadimiseks saadaval.
fi: Uusi versio %(appname)ssta on ladattavissa.
ga: Tá leagan nua de %(appname)s ar fáil le íosluchtú.
gl: Unha nova versión do %(appname)s está dispoñible para descarga.
id: Versi terbaru dari %(appname)s tersedia untuk diunduh.
ka: გადმოსაწერად ხელმისაწვდომია %(appname)s-ის ახალი ვერსია.
ms: Versi baru %(appname)s sedia untuk dimuat turun.
pt: Está disponível para transferência uma nova versão do %(appname)s.
pt_br: Uma nova versão do %(appname)s está disponível para download.
ro: O nouă versiune a %(appname)s este disponibilă pentru descărcare.
sl: Na voljo je nova različica %(appname)s za prenos.
sq: Ka për shkarkim një version të ri të %(appname)ss.
sr: Ново издање програма %(appname)s је доступно за преузимање.
sv: En ny version av %(appname)s finns tillgänglig för hämtning.
te: %(appname)s యొక్క కొత్త కూర్పు దించుకోడానికి అందుబాటులో ఉంది.
uk: Доступна до завантаження нова версія %(appname)s

source: Do you want to download it now?
br: Da bellgargañ bremañ?
cy: A ydych am ei lawrlwytho nawr?
de: Soll die Aktualisierung jetzt herunterladen werden?
es: ¿Desea descargarlo ahora?
et: Kas tahad selle kohe alla laadida?
fi: Haluatko ladata sen nyt?
ga: An dteastaíonn uait é a íosluchtú anois?
gl: Desexa descargalo agora?
id: Apakah anda mau mendownload sekarang?
ja: いますぐダウンロードしてもよろしいですか？
ka: გსურთ, მისი ახლავე გადმოწერა?
ms: Anda hendak memuat turun sekarang?
pt: Pretende transferir agora?
pt_br: Voce quer baixar agora ?
ro: Vreți să o descărcați acum?
sl: Jo želite prenesti zdaj?
sq: Doni të shkarkohet tani?
sr: Желите ли да преузмете сада?
sv: Vill du hämta den nu?
te: మీరిప్పుడే దిగుమతి చేసుకోవాలనుకుంటున్నారా?
uk: Завантажити зараз?

source: Russian
br: Ruseg
cy: Rwseg
de: Russisch
es: Ruso
et: Vene
fi: Venäjä
ga: Rúisis
gl: Ruso
id: Rusia
ka: რუსული
ms: Rusia
pt: Russo
pt_br: Russo
ro: Rusă
sl: ruski
sr: Руски
sv: Rysk
uk: Російська

source: Ukrainian
br: Ukraineg
cy: Wcreineg
de: Ukrainisch
es: Ucraniano
et: Ukraina
fi: Ukraina
ga: Úcráinis
gl: Ucraíno
id: Ukraina
ka: უკრაინული
ms: Ukraine
pt: Ucraniano
pt_br: Ucraniano
ro: Ucraineană
sl: ukrajinski
sr: Украјински
sv: Ukrainsk
uk: Українська

source: Simplified Chinese
br: Sinaeg eeun
cy: Tsieinëeg Syml
de: Chinesisch (vereinfacht)
es: Chino simplificado
et: Lihtsustatud hiina
fi: Kiina (yksinkertaistettu)
ga: Sínis Shimplithe
gl: Chinés simplificado
id: Cina Sederhana
ka: გამარტივებული ჩინური
ms: Cina Ringkas
pt: Chinês Simplificado
pt_br: Chinês Simplificado
ro: Chineză simplificată
sr: Поједностављени кинески
sv: Förenklad kinesisk
uk: Китайська спрощена

source: Japanese Unix
br: Japaneg Unix
cy: Unix Siapaneg
de: Japanisch, Unix
es: Unix Japonés
et: Jaapani Unix
fi: Japanilainen Unix
gl: Xaponés Unix
id: Unix Jepang
ka: იაპონური (Unix)
ms: Jepun Unix
pt: Japonês Unix
pt_br: Japonês Unix
ro: Japoneză Unix
sr: Јапански (Јуникс)
sv: Japansk Unix
uk: Японська Unix

source: Traditional Chinese
br: Sinaeg hengounel
cy: Tsieinëeg Draddodiadol
de: Chinesisch (traditionell)
es: Chino Traditional
et: Hiina (traditsiooniline)
fi: Kiina (perinteinen)
ga: Sínis Thraidisiúnta
gl: Chinés tradicional
id: Cina Tradisional
ka: ჩინური ტრადიციული
ms: Cina Tradisional
pt: Chinês Tradicional
pt_br: Chinês Tradicional
ro: Chineză tradițională
sr: Традиционални кинески
sv: Tratitionell kinesiska
uk: Китайська традиційна

source: Traditional Chinese Unix
br: Sinaeg hengounel Unix
cy: Unix Tsieinëeg Draddodiadol
de: Chinesisch (traditionell), Unix
es: Chino tradicional Unix
et: Hiina (traditsiooniline, Unix)
fi: Perinteinen kiinalainen Unix
gl: Chinés tradicional Unix
id: Unix Cina Tradisional
ka: ჩინური ტრადიციული (Unix)
ms: Cina Tradisional Unix
pt: Chinês Tradicional Unix
pt_br: Chinês Tradicional Unix
ro: Unix Traditional Chinezesc
sr: Традиционални кинески (Јуникс)
sv: Traditionell kinesisk Unix
uk: Китайська традиційна Unix

source: Universal
br: Hollvedel
cy: Cyffredinol
et: Universaalne
fi: Yleinen
ga: Uilíoch
ka: საყოველთაო
sr: Универзално
sv: Universell
uk: Всесвітні

source: %(shortappname)s can't use the primary video directory located at: %(moviedirectory)s This may be because it is located on an external drive that is not connected, is a directory that %(shortappname)s does not have write permission to, or there is something that is not a directory at that path. %(shortappname)s will now exit. You can connect the drive or otherwise fix the problem and relaunch %(shortappname)s.
es: %(shortappname)s no puede utilizar la carpeta de vídeos principal localizada en: %(moviedirectory)s Esto puede deberse a que se encuentra en una unidad externa que no está conectada, a que es una carpeta en la que %(shortappname)s no tiene permisos de escritura, o que esa dirección no corresponde a una carpeta. %(shortappname)s se cerrará ahora. Puede conectar la unidad o solucionar el problema de otra manera y relanzar %(shortappname)s.
pt: O %(shortappname)s não consegue utilizar o diretório de vídeos localizado em: %(moviedirectory)s Isto pode dever-se a uma unidade amovível não ligada, a um diretório a que o %(shortappname)s não consegue aceder ou ainda que o diretório não exista no caminho especificado.not a directory at that path. %(shortappname)s will now exit. You can connect the drive or otherwise fix the problem and relaunch %(shortappname)s.
pt_br: %(shortappname)s não pode usar o diretório padrão de vídeos localizado em: %(moviedirectory)s Isto pode ter acontecido porque o diretório está num disco externo que não está conectado, por ser um diretório que %(shortappname)s não tem permissão de escrita, ou o caminho do diretório está errado. %(shortappname)s irá sair agora. Você pode conectar o disco ou resolver o problema de outra forma e reiniciar o %(shortappname)s.

source: South-Eastern European
br: Eus Gevred Europa
cy: Ewropeaidd De-Ddwyreiniol
de: Süd-Ost-Europa
es: Sudeste de Europa
et: Lõuna-Ida Euroopa
gl: Europeo suroriental
id: Eropa Tenggara
ka: სამხრეთ-აღმოსავლეთ ევროპული
ms: Eropah Tenggara
pt: Sudeste Europeu
pt_br: Sudeste Europeo
ro: Europa de sud-est
sr: Југоисточна Европа
sv: Sydösteuropeisk
uk: Південно-східно європейські

source: Universal Chinese
br: Sinaeg hollek
cy: Tsieinëeg Gyffredinol
de: Universal Chinesisch
es: Chino universal
et: Universaalne Hiina
gl: Chinés universal
id: Cina Universal
ka: საყოველთაო ჩინური
pt: Chinês Universal
pt_br: Chinês Universal
ro: Chineză Universală
sr: Универзални кинески
sv: Universell kinesisk
uk: Універсальна китайська

source: Simplified Chinese Unix
br: Sinaeg eeun Unix
cy: Unix Tsieinëeg Syml
de: Chinesisch (vereinfacht), Unix
es: Chino simplificado Unix
et: Hiina (lihtsustatud, Unix)
gl: Chinés simplificado Unix
id: Unix Cina Sederhana
ka: გამარტივებული ჩინური (Unix)
ms: Cina Ringkas Unix
pt: Chinês Simplificado Unix
pt_br: Chinês Simplificado Unix
ro: Chineză Simplificată Unix
sr: Поједностављени кинески (Јуникс)
sv: Förenklad Unix-kinesisk
uk: Китайська спрощена Unix

source: Hong-Kong Supplementary
br: Ouzhpennadenn Hong-Kong
cy: Hong-kong Atodol
de: Hong-Kong (zusätzlich)
es: Hong-Kong complementario
et: Hong-Kong Spl.
gl: Hong-Kong suplementario
id: Tambahan Hong-Kong
ka: ჰონგ-კონგი
ms: Hong-Kong Tambahan
pt: Hong-Kong Suplementar
pt_br: Hong-Kong Complementario
ro: Hong-Kong Suplimentar
sr: Хонгконг допунски
sv: Kompletterande hongkongsk
uk: Гонконг додатковий

source: Error loading podcast
de: Fehler beim Laden des Podcastes
ka: პოდკასტის ჩატვირთვის შეცდომა

source: Couldn't load the podcast at %(url)s (%(errordescription)s).
de: Podcast unter %(url)s konnte nicht geladen werden (%(errordescription)s).

source: Would you like to keep the podcast?
de: Willst du den Podcast behalten?
ka: გსურთ, პოდკასტის შენახვა?

source: You need to install the Bonjour libraries to be able to share files from Miro-to-Miro or to the Miro iPad app. Once you install the Bonjour libraries, you will have to restart Miro.
de: Du musst die Bonjour-Bibliothek installieren, um deine Dateien von von Miro zu Miro oder der Miro-iPad-App zu verteilen.
gl: Necesita instalar as bibliotecas do Bonjour para poder compartir ficheiros de Miro a Miro ou co aplicativo para iPad do Miro. Unha vez que instale as bibliotecas do Bonjour terá que reiniciar o programa.

source: Select the music and video stores you'd like to have appear in %(shortappname)s. Note: some other store websites may work well with Miro if you add them as Sources, but these are Stores that we've integrated and tested.
de: Wähle die Musik- und Videoläden aus, die in %(shortappname)s erscheinen sollen. Auch Setiten von anderen Läden könnten benutzt werden, wenn du sie als Quellen hinzufügst, aber diese wurden nicht integriert oder getestet.
gl: Seleccione as tendas de música e vídeo que lle gustaría ter no %(shortappname)s. Aviso: algunhas outras tendas en liña poden funcionar ben co Miro se vostede engade as fontes, pero estas son tendas que nós probamos e integramos.

source: Thank you to all the people who contributed to Miro %(version)s:
de: Danke an alle Leute, welche zu Miro %(version)s beitrugen:
gl: Grazas a todas as persoas que contribuíron ao Miro %(version)s:
sr: Хвала свима који су допринели Миру %(version)s:
uk: Подяка всім людям, які посприяли Miro %(version)s:

source: To help fund continued Miro development, visit the donation page at:
de: Um mitzuhelfen, die Entwicklung von Miro zu finanzieren, besuche die Spendenseite auf:
gl: Para axudar economicamente ao desenvolvemento continuado do Miro, visite a páxina de doazóns:
sr: Да бисте подржали развијање Мира, посетите страницу за донацију:

source: Miro is upgrading your database of podcasts and files. This one-time process can take a long time if you have a large number of items in Miro (it can even take more than 30 minutes).
de: Miro erneuert deine Podcast- und Dateien-Datenbank. Dieser einmalige Prozess kann viel Zeit in Anspruch nehmen, wenn du eine große Anzahl von Elementen in Miro hast (es kann sogar länger als 30 Minuten dauern).

source: (Changing the language requires you to restart Miro.)
cy: (Mae angen ailddechrau Miro er mwyn newid yr iaith))
de: (Änderungen der Spracheinstellungen erfordern einen Neustart von Miro.)
gl: (Despois de cambiar o idioma precisa reiniciar o Miro)
id: (Mengubah bahasa memerlukan anda untuk memulai Miro kembali.)
ka: (ენის შეცვლისთვის საჭიროა Miro-ს გადატვირთვა.)
ms: (Miro perlu dimulakan semula sebelum menukar bahasa)
ro: (Schimbarea limbii va necesita să reporniţi Miro.)
sr: (промена језика захтева поновно покретање програма.)
sv: (Byte av språket kräver att du startar om Miro.)
te: (భాష మార్చాలంటే Miro ను మూసి, మళ్ళీ తెరవాలి.)
uk: (Зміна мови вимагає перезапуск Miro.)

source: Directory '%s' could not be created. Please choose a directory you have write access to.
de: Verzeichnis '%s' konnte nicht erstellt werden. Bitte wähle ein Verzeichnis, in das du schreiben darfst.

source: Play media in Miro.
cy: Chwarae cyfrwng mewn Miro.
de: Medium in Miro abspielen.
et: Mängi meediat Miros.
gl: Reproducir o ficheiro no Miro
id: Mainkan media pada Miro
ka: მედია ფაილების Miro-ში დაკვრა.
ms: Mainkan media menggunakan Miro.
ro: Redă media în Miro.
sl: Predvajaj z Mirom.
sq: Luani media në Miro.
sr: Репродукуј медијске датотеке у Миру
sv: Spela upp media i Miro
te: Miro లో మీడియాను ప్లే చెయ్యి.
uk: Відтворити в Miro.

source: Add Files and Folders
de: Dateien und Ordnern hinzufügen

source: Choose files to add
de: Hinzuzufügende Dateien auswählen

source: Search all my files for music and video
de: Persönlichen Ordner nach Musik und Video durchsuchen

source: Select a specific folder for search
de: Einen bestimmten Suchordner auswählen

source: Miro can watch a folder on your computer and show those media files in your library.
de: Miro kann einen Ordner auf deinem Rechner überwachen und dessen Dateien in deiner Medienbibliothek zeigen.
gl: O Miro pode explorar un cartafol do computador e mostrar os ficheiros multimedia na biblioteca.

source: Connection to share %(name)s failed. The share is either unreachable or incompatible with Miro sharing.
de: Verbindung, um %(name)s zu teilen, schlug fehl. Die Freigabe ist entweder nicht erreichbar oder inkompatibel mit Miro.
gl: A conexión para compartir %(name)s fallou. A compartición non está accesible ou é incompatible co Miro.

source: %(appname)s First Time Setup
de: %(appname)s Erstbenutzungs-Setup
sr: %(appname)s уводно подешавање

source: Choose Language
br: Dibab Yezh
cy: Dewiswch iaith
de: Sprache auswählen
et: Vali keel
id: Pilih Bahasa
ka: ენის შეცვლა
ms: Pilih Bahasa
ro: Alegeti limba
sl: Izberite jezik
sr: Избор језика
sv: Välj språk
te: భాషను ఎంచుకోండి

source: Welcome to the %(name)s first time setup! The next few screens will help you set up %(name)s so that it works best for you. What language would you like Miro to be in?
cy: Croeso i osodiad cyntaf %(name)s! Gwnaiff y sgriniau nesaf eich helpu i osod %(name)s yn y ffordd orau i chi. Ym mha iaith hoffech ddefnyddio Miro?
de: Willkommen zu %(name)s erstmaligen Setup! Die nächsten Schritte werden Ihnen helfen, %(name)s nach Ihren Wünschen einzurichten. In welcher Sprache möchten Sie Miro benutzen?
id: Selamat datang di setup %(name)s pertama kali Beberapa layar berikut akan membantu anda mengatur %(name)s sehingga akan bekerja dengan baik untuk anda. Bahasa apa yang ingin anda gunakan?
ka: მოგესალმებით %(name)s-ს პირველად გამართვაში! შემდეგი რამდენიმე ფანჯარა დაგეხმარებათ %(name)s-ს თქვენს გემოვნებაზე მორგებაში. რომელ ენაზე გსურთ, Miro-ს გამოყენება?
ms: Selamat Datang ke pemasangan kali pertama %(name)s Beberapa Skrin-skrin seterusnya akan membantu anda untuk menyediakan %(name)s supaya ia berfungsi secara terbaik untuk anda. Dalam bahasa apakah anda hendak Miro berada di dalam?
sr: Добро дошли у %(name)s водич за подешавање! У следећих неколико корака помоћи ћемо вам да подесите %(name)s за најбољи могући рад. На ком језику желите да користите програм?
sv: Välkommen till förstagångsinstallationen av %(name)s! De kommande dialogrutorna hjälper dig att ställa in %(name)s så det fungerar som bäst för dig. Vilket språk vill du att Miro ska använda?
te: %(name)s తొలి సెటప్ కు స్వాగతం! రాబోయే తెరల్లో %(name)s చక్కగా పనిచేసేలా ఎలా సెటప్ చేసుకోవాలో వివరిస్తాయి. Miro మీకు ఏ భాషలో కావాలి?

source: Update
br: Hizivaat
cy: Diweddaru
de: Aktualisieren
et: Uuenda
id: Pembaharuan
ka: განახლება
ms: Kemaskini
ro: Actualizează
sl: Posodobi
sr: Ажурирај
sv: Uppdatera
te: తాజాకరించు

source: %(name)s Startup
br: O kregiñ gant %(name)s
de: %(name)s Start
ka: %(name)s-ს ავტოგაშვება
ms: Mula %(name)s
ro: Porneste %(name)s
sr: %(name)s покретање
sv: Uppstart av %(name)s
te: %(name)s ప్రారంభం
