Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Sources are any websites that offer audio, video, or torrents for download that you would like to use within %(shortappname)s.
bg: Източници са всякакви уеб сайтове, предлагащи аудио, видео или торенти за изтегляне, които вие желаете да използвате в %(shortappname)s.
de: Quellen sind alle Websiten die Audio, Video oder Torrents zum herunterladen anbieten, und die du mit %(shortappname)s nutzwen willst.
es: Las fuentes son los sitios web que ofrecen audio, vídeos, o torrents para descargar que le gustaría utilizar en %(shortappname)s.
fi: Lähteet ovat mitä tahansa websivustoja, joilta voi ladata ääntä, videota tai torrentteja, ja joita haluaisit käyttää %(shortappname)sssa.
gl: Fontes son todos os sitios web que ofrecen son, vídeo ou torrents para descargar e que vostede desexa usar por medio do %(shortappname)s.
hr: Izvori su sve web stranice koje nude zvučne i video zapise ili torrente za preuzimanje koje bi željeli koristiti sa %(shortappname)s.
pt: As fontes são quaisquer sítios web que disponibilizem, vídeos, músicas e torrent para transferência e que você gostaria de ver no %(shortappname)s.
pt_br: Fontes são quaisquer websites que ofereçam áudio, vídeo ou torrents para download e que você queira utilizar com %(shortappname)s.

source: Add Playlist
bg: Добавяне на списък за изпълнение
ca: Afegeix llista de reproducció
de: Wiedergabeliste hinzufügen
es: Añadir lista de reproducción
et: Lisa esitusnimekiri
fi: Lisää soittolista
gl: Engadir unha listaxe
hr: Dodaj popis izvođenja
nb: Legg til Spilleliste
pt: Adicionar lista de reprodução
pt_br: Adicionar lista de reprodução

source: Select the music and video stores you'd like to have appear in %(shortappname)s. Note: some other store websites may work well with %(shortappname)s if you add them as Sources, but these are Stores that we've integrated and tested.
bg: Изберете музикалните и видео магазини, които желаете да се появят в %(shortappname)s. Забележка: някои други магазини може да не работят добре с %(shortappname)s, ако ги добравите като Източници, но тези са Магазини, които ние сме интегрирали и пробвали.
es: Selecciones las tiendas de música y vídeos que desea que ver en %(shortappname)s. Nota: algunos sitios web de tiendas pueden no funcionar en %(shortappname)s si los añade como fuentes, pero estas son tiendas que hemos probado e integrado en Miro.
hr: Odaberite glazbene i video trgovine koje želite da se pojave u %(shortappname)s-u. Napomena: neke druge web stranice trgovina možda mogu dobro raditi sa %(shortappname)s-om ako ih dodate kao 'Izvore', ali to su izvori koje smo integrirali i testirali.
pt: Selecione as lojas de vídeo e músicas que gostaria de ver no %(shortappname)s. Algumas lojas poderão funcionar no %(shortappname)s, desde que as adicione como fontes. No entanto, as primeiras foram testadas e integradas pela equipa de desenvolvimento.
pt_br: Selecione as lojas de música e vídeo que você deseja que apareça no %(shortappname)s. Nota: alguns sites de lojas podem funcionar melhor com %(shortappname)s se você adicioná-los como Fontes, porém estas são Lojas que nós já testamos e integramos.

source: Update Podcasts In Folder
bg: Обновяване на подкастите в папка
de: Podcasts im Ordner aktualisieren
es: Actualizar podcasts de la carpeta
fi: Päivitä kansion podcastit
ga: Nuashonraigh Podchraoltaí sa bhFillteán
gl: Actualizar os podcasts do cartafol
hr: Ažuriraj podcasts u mapi
ka: საქაღალდეში პოდკასტის განახლება
pt: Atualizar pasta de podcasts
pt_br: Atualizar Podcasts na Pasta

source: Update Podcast Now
bg: Обновяване на подкаста сега
de: Podcasts jetzt aktualisieren
es: Actualizar podcast ahora
fi: Päivitä podcast nyt
ga: Nuashonraigh Podchraoladh Anois
gl: Actualizar o podcast agora
hr: Ažuriraj podcast odmah
ka: პოდკასტის განახლება
pt: Atualizar agora
pt_br: Atualizar Podcast Agora

source: Revert Podcast Name
bg: Връщане името на подкаста
de: Rückfall-Podcast-Name
es: Revertir nombre del podcast
fi: Palauta podcastin nimi
gl: Reverter o nome do podcast
hr: Vrati naziv podcasta
pt: Reverter nome do podcast
pt_br: Reverter Nome do Podcast

source: Update Podcasts Now
bg: Обновяване на подкастите сега
de: Podcasts jetzt aktualisieren.
es: Actualizar podcasts ahora
fi: Päivitä podcastit nyt
ga: Nuashonraigh Podchraoltaí Anois
gl: Actualizar os podcasts agora
hr: Ažuriraj podcaste odmah
ka: პოდკასტის განახლება
pt: Atualizar agora
pt_br: Atualizar Podcast Agora

source: Unknown Album
bg: Неизвестен албум
ca: Àlbum desconegut
es: Álbum desconocido
fi: Tuntematon albumi
hr: Nepoznati album
nb: Ukjent Album
pt: Álbum desconhecido
pt_br: Álbum Desconhecido

source: Unknown Artist
bg: Неизвестен изпълнител
ca: Artista desconegut
es: Artista desconocido
fi: Tuntematon esittäjä
hr: Nepoznati izvođač
nb: Ukjent Artist
pt: Artista desconhecido
pt_br: Artista Desconhecido

source: State
bg: Състояние
ca: Estat
de: Status
es: Estado
fi: Tila
ga: Stát
gl: Estado
hr: Stanje
ka: მდგომარეობა
nb: Tilstand
pt: Estado
pt_br: Estado
tr: Durum

source: Album/Artist
bg: Албум/изпълнител
hr: Album/Izvođač

source: Date
bg: Дата
br: Deiziad
ca: Data
cy: Dyddiad
de: Datum
es: Fecha
et: Kuupäev
fi: Päiväys
ga: Dáta
gl: Data
hr: Datum
id: Tanggal
ja: 日付
ka: თარიღი
mk: Датум
ms: Tarikh
nb: Dato
pt: Data
pt_br: Data
ro: Dată
sl: Datum
sq: Datë
sr: Датум
sv: Datum
te: తేదీ
tr: Tarih
uk: Дата

source: Time
bg: Време
br: Eur
ca: Temps
cy: Amser
de: Zeit
es: Tiempo
et: Aeg
fi: Aika
ga: Am
gl: Tempo
hr: Vrijeme
id: Waktu
ka: დრო
mk: Време
ms: Masa
nb: Tid
pt: Duração
pt_br: Hora
ro: Timp
sl: Čas
sq: Kohë
sr: Време
sv: Tid
te: సమయం
tr: Zaman
uk: Час

source: ETA
bg: Приблизително оставащо време
br: Amzer a van
ca: Temps estimat
de: Zeit verbleibend
fi: Aikaa jäljellä
ga: Am Sroichte Measta
gl: Tempo previsto
hr: Preostalo vrijeme
ka: დრო
mk: Очекувано Време на Завршување
nb: Beregnet sluttid
pt: Duração estimada
pt_br: Tempo Restante Estimado
ro: Timp estimat
sl: Predvideni čas
sr: Процењено време
sv: Beräknad klar
tr: Kalan Süre
uk: Залишилось

source: Torrent details
bg: Подробности за торента
ca: Detalls del torrent
es: Detalles del torrent
fi: Torrentin tiedot
gl: Información do torrent
hr: Pojedinosti torrenta
ka: ტორენტის დეტალები
nb: Detaljer om torrenten
pt: Detalhes do torrent
pt_br: Detalhes do Torrent
tr: Torrent ayrıntıları

source: Speed
bg: Скорост
br: Tizh
ca: Velocitat
cy: Cyflymder
de: Geschwindigkeit
es: Velocidad
et: Kiirus
fi: Nopeus
ga: Luas
gl: Velocidade
hr: Brzina
id: Kecepatan
ka: სიჩქარე
mk: Брзина
ms: Kelajuan
nb: Hastighet
pt: Velocidade
pt_br: Velocidade
ro: Viteză
sl: Hitrost
sq: Shpejtësi
sr: Брзина
sv: Hastighet
te: వేగం
tr: Hız
uk: Швидкість

source: Date Added
bg: Дата на добавяне
ca: Data d'addició
de: Hinzugefügt am
es: Fecha de adición
fi: Lisäyspäivä
ga: Dáta Curtha Leis
gl: Data en que se engadiu
hr: Datum dodavanja
ka: დამატების თარიღი
nb: Dato lagt til
pt: Data de adição
pt_br: Data de inclusão
tr: Eklendiği Tarih

source: Last Played
bg: Последно изпълнение
ca: Reproduït per última vegada
de: Zuletzt wiedergegeben
es: Último reproducido
fi: Viimeksi toistettu
ga: Seinnte Is Déanaí
gl: Última reprodución
hr: Zadnje reproducirano
nb: Sist spilt
pt: Última reprodução
pt_br: Última Reprodução
sl: Nazadnje predvajano
tr: Son Çalınma

source: Description
bg: Описание
ca: Descripció
de: Beschreibung
es: Descripción
fi: Kuvaus
ga: Cur Síos
gl: Descrición
hr: Opis
ka: აღწერა
nb: Beskrivelse
pt: Descrição
pt_br: Descrição
sl: Opis
tr: Açıklama

source: File Type
bg: Тип на файл
br: Seurt Restr
ca: Tipus de fitxer
cy: Math Ffeil
de: Dateityp
es: Tipo de archivo
et: Failitüüp
fi: Tiedostotyyppi
ga: Cineál Comhaid
gl: Tipo de ficheiro
hr: Vrsta datoteke
id: Tipe Berkas
ka: ფაილის სახეობა
mk: Тип на датотека
ms: Jenis Fail
nb: Filtype
pt: Tipo de ficheiro
pt_br: Tipo de Arquivo
ro: Tip de fișier
sl: Vrsta datoteke
sq: Lloj Kartele
sr: Врста датотеке
sv: Filtyp
te: ఫైలు రకం
tr: Dosya Türü
uk: Тип файлу

source: Order
bg: Подреждане
ca: Ordre
de: Reihenfolge
es: Ordenar
et: Tellimus
fi: Järjestys
ga: Inneall
hr: Redoslijed
nb: Rekkefølge
pt: Organização
pt_br: Ordem
sr: Редослед
tr: Sipariş

source: HTTP error
bg: Грешка в HTTP
br: Fazi HTTP
ca: S'ha produït un error en l'HTTP
cy: Gwall HTTP
de: HTTP Fehler
es: Error HTTP
et: HTTP viga
fi: HTTP-virhe
ga: Botún HTTP
gl: Erro de HTTP
hr: HTTP greška
id: Kesalahan HTTP
ja: HTTPエラー
ka: HTTP - შეცდომა
mk: HTTP грешка
ms: Ralat HTTP
nb: HTTP-feil
pt: Erro HTTP
pt_br: Erro no protocolo HTTP
ro: Eroare HTTP
sl: Napaka HTTP
sq: Gabim HTTP
sr: HTTP грешка
sv: HTTP-fel
te: HTTP పొరపాటు
tr: HTTP hatası
uk: Помилка HTTP

source: %(host)s closed connection
bg: %(host)s затвори връзката
br: %(host)s en deus serret ar gevreadenn
ca: %(host)s ha tancat la connexió
cy: %(host)s wedi cau'r cysylltiad
de: Verbindung durch %(host)s getrennt
es: %(host)s cerró la conexión
et: %(host)s sulgeb ühendust
fi: %(host)s sulki yhteyden
ga: Dún %(host)s an ceangal
gl: %(host)s pechou a conexion
hr: %(host)s je prekinuo vezu
id: %(host)s menutup koneksi
ka: კავშირი დაიხურა: %(host)s
mk: %(host)s ја затвори врската
ms: Sambungan %(host)s ditutup
nb: %(host)s avbrøt tilkoblingen
pt: A ligação a %(host)s foi encerrada
pt_br: %(host)s a foi conexão encerrada
ro: %(host)s a închis conexiunea
sl: %(host)s je zaprl povezavo
sq: %(host)s e mbylli lidhjen
sr: %(host)s је прекинуо везу.
sv: %(host)s stängde anslutningen
te: %(host)s కనెక్షన్ను మూసేసింది
tr: %(host)s Bağlantı kapatıldı
uk: %(host)s закрив з'єднання

source: %(host)s gave us an empty response
bg: %(host)s върна празен отговор
de: %(host)s sendete eine leere Antwort
es: %(host)s nos ha dado una respuesta vacía
fi: %(host)s palautti tyhjän vastauksen
hr: %(host)s ne odgovara
nb: %(host)s gav oss tom respons
pt: %(host)s não disponibilizou uma resposta
pt_br: %(host)s retornou uma resposta vazia
tr: %(host)s 'dan bos bir mesaj geldi.

source: Host returned %(status)s
bg: Хостът върна %(status)s
ca: L'amfitrió ha retonrat %(status)s
de: Server antwortete mit %(status)s
es: El host respondió %(status)s
fi: Palvelimen vastaus: %(status)s
gl: O servidor devolveu %(status)s
hr: Povratni odgovor udaljenog računala %(status)s
id: Host mengembalikan %(status)s
ms: Hos mengembalikan %(status)s
nb: Host returnerte %(status)s
pt: O servidor devolveu %(status)s
pt_br: Servidor retornou %(status)s
ro: Surasa a returnat %(status)s
sr: Домаћин је вратио %(status)s.
sv: Värden returnerade %(status)s
tr: Sunucudan gelen: %(status)s
uk: Вузол повернув %(status)s

source: Please retry later
bg: Моля опитайте по-късно
ca: Torneu-ho a provar més tard
de: Bitte später versuchen
es: Por favor inténtelo más tarde
fi: Yritä myöhemmin uudestaan
gl: Ténteo máis tarde
hr: Pokušajte ponovno kasnije
id: Silakan coba lagi nanti
ka: გთხოვთ, სცადოთ მოგვიანებით
ms: Sila cuba semula
nb: Prøv igjen seinare
pt: Por favor, tente mais tarde
pt_br: Por favor, tente novamente mais tarde
ro: Va rugam re-incercati mai tarziu
sr: Покушајте касније.
sv: Försök igen senare
tr: Lütfen daha sonra deneyin
uk: Спробуйте знову пізніше

source: %(host)s doesn't support HTTP resume
bg: %(host)s не поддържа HTTP възстановяване
ca: %(host)s no suporta reprendre mitjançant HTTP
de: %(host)s unterstützt "HTTP resume" nicht
es: %(host)s no soporta pausado HTTP
fi: %(host)s ei tue latauksen jatkamista HTTP-protokollalla
gl: %(host)s non soporta a reanudación HTTP
hr: %(host)s ne podržava HTTP ponovno pokretanje
id: %(host)s tidak mensupport resume HTTP
ms: %(host)s tidak menyokong sambung semula HTTP
pt: %(host)s não tem suporte a retomas HTTP
pt_br: %(host)s não suporta continuação de download HTTP
ro: %(host)s nu suporta reinceperea transferurilor HTTP
sr: %(host)s не подржава HTTP настављање.
sv: %(host)s stöder inte HTTP-återupptagning
uk: %(host)s не підтримує вивід HTTP

source: HTTP Redirection limit hit for %(url)s
bg: Бе достигнато ограничението за брой HTTP пренасочвания за %(url)s
de: HTTP Weiterleitungs-Limite für %(url)s erreicht
es: Límite de redirección HTTP alcanzado para %(url)s
fi: HTTP-uudelleenohjauksien yläraja tuli vastaan osoitteessa %(url)s
gl: Límite de redireccións HTTP alcanzado por %(url)s
hr: HTTP preusmjeravanja ograničenja pogodka za %(url)s
id: Batas hit pengalihan HTTP untuk %(url)s
ms: Had arah semula HTTP untuk %(url)s
pt: Atingido o limite de reencaminhamentos para %(url)s
pt_br: Limite de Redirecionamento de HTTP a %(url)s
ro: Limita de redirectionari HHTP a fost depasita pentru %(url)s
sr: HTTP ограничење преусмеравања за %(url)s.
sv: Gränsen för HTTP-omdirigering uppnåddes för %(url)s
uk: Обмеження збігу перенаправлення HTTP для %(url)s

source: Authorization failed for proxy: %(host)s:%(port)s
bg: Неуспешно идентифициране за сървъра-посредник: %(host)s:%(port)s
ca: L'autorització ha fallat per l'identificador: %(host)s:%(port)s
de: Authorisation für Proxy %(host)s:%(port)s gescheitert.
es: Autorización fallida para el proxy: %(host)s:%(port)s
fi: Tunnistautuminen välityspalvelimelle %(host)s:%(port)s epäonnistui
gl: Produciuse un fallo na autorización da proxy: %(host)s:%(port)s
hr: Neuspjela autorizacija za proxy: %(host)s:%(port)s
id: Otorisasi gagal untuk proksi: %(host)s:%(port)s
pt: Falha de autorização da proxy: %(host)s:%(port)s
pt_br: Falha de autorização para o proxy: %(host)s:%(port)s
ro: Autorizarea a esuat pentru proxy: %(host)s : %(port)s
sr: Потврда идентита није успела за посредник: %(host)s:%(port)s.
sv: Auktorisering misslyckades för proxyn: %(host)s:%(port)s
uk: Збій авторизації на проксі: %(host)s:%(port)s

source: Got 404 status code
bg: Получен е код за грешка 404
br: Resevet kod fazi 404
ca: S'ha obtingut un codi d'estat 404
cy: Derbyniwyd cod statws 404
de: HTTP: Fehler 404 - Datei nicht gefunden.
es: Error de solicitud 404
et: Saadi staatuskood 404
fi: Vastaanotettiin 404-virheilmoitus
ga: Fuarthas tagairt stádais 404
gl: Recibiuse o código de estado 404
hr: Greška 404 statusnog kôda
id: Mendapatkan kode status 404
ja: 404ステータス・エラーです
ka: მიღებულია 404 სტატუსის კოდი
mk: Добивме статусен код 404
ms: Mendapat kod status 404
nb: Fikk 404 statuskode
pt: Obtido o código de erro 404
pt_br: Código de status 404 foi recebido
ro: S-a primit codul de stare 404
sl: Vrnjena koda stanja 404
sq: U mor kod gjendjeje 404
sr: Грешка 404
sv: Fick Statuskod 404
te: 404 స్టేటస్ కోడు వచ్చింది
tr: 404 Hata kodu alındı
uk: Отримано помилку 404

source: Host returned bad status code: %(code)s
bg: Хостът върна лош код за състояние: %(code)s
de: Server hat mit falschem Status Code %(code)s geantwortet.
es: El host respondió un código de mal estado: %(code)s
fi: Palvelin vastasi virhekoodilla: %(code)s
gl: O servidor devolveu un código de estado incorrecto: %(code)s
hr: Udaljeno računalo odgovara sa lošim statusnim kôdom: %(code)s
id: Host mengembalikan kode status buruk: %(code)s
ms: Hos mengembalikan kod satus tidak baik: %(code)s
pt: O servidor devolveu o código de erro: %(code)s
pt_br: Servidor retornou código de status ruim: %(code)s
ro: Sursa a returnat un cod eronat: %(code)s
sr: Домаћин је вратио лош статусни кôд: %(code)s.
sv: Värden returnerade felaktig statuskod: %(code)s
uk: Вузол повернув дефектний статус коду: %(code)s

source: Authorization failed
bg: Грешка при автентикацията
br: C’hwitet an aotre
ca: L'autorització ha fallat
cy: Awrdurdodi wedi methu
de: Autorisierung fehlgeschlagen
es: Error en la autorización
et: Autentimine ebaõnnestus
fi: Varmennus epäonnistui
ga: Theip ar an údarú
gl: Fallou a autorización
hr: Autorizacija nije uspjela
id: Otorisasi gagal
ja: 認証に失敗
ka: ავტორიზაცია ჩაიშალა
mk: Неуспешна автентификација
ms: Pengesahan gagal
nb: Autorisering mislyktes
pt: Falha de autorização
pt_br: Autorização falhou
ro: Autorizare eşuată
sl: Napaka pri overitvi
sq: Autorizimi dështoi
sr: Потврда идентитета није успела.
sv: Auktorisation misslyckades
te: అధీకరణ విఫలమైంది
tr: Yetkilendirme başarısız
uk: Помилка при спробі авторизації

source: Authorization canceled
bg: Отказано идентифициране
ca: Autorització cancel·lada
de: Authorisation abgebrochen
es: Autorización cancelada
fi: Varmennus peruttiin
ga: Údarú cealaithe
hr: Autorizacija prekinuta
id: Otorisasi dibatalkan
ka: ავტორიზაცია გაუქმებულია
pt: Autorização cancelada
pt_br: Autorização cancelada
ro: Autorizare anulata
sr: Идентификација је отказана
sv: Auktorisering avbröts
tr: Yetkilendirme iptal
uk: Авторизацію скасовано

source: Authorization canceled by user
bg: Идентифицирането е отказано от потребителя
ca: Autorització cancel·lada per l'usuari
de: Authorisation durch Benutzer abgebrochen
es: Autorización cancelada por el usuario
fi: Käyttäjä perui varmennuksen
gl: Autorización cancelada polo usuario
hr: Autorizaciju prekinuo korisnik
id: Otorisasi dibatalkan oleh pengguna
ka: ავტორიზაცია გაუქმებულია მომხმარებლის მიერ
pt: Autorização cancelada pelo utilizador
pt_br: Autorização cancelada pelo usuário
ro: Autorizare anulata de utilizator
sr: Идентификација је отказана од стране корисника
sv: Auktorisering avbröts av användaren
tr: Kullanıcı tarafından iptal edildi
uk: Авторизацію скасовано користувачем

source: Invalid URL
bg: Неправилен URL-адрес
br: URL direizh
ca: URL no vàlida
cy: URL Annilys
de: Ungültige URL
es: URL inválido
et: Vigane URL
fi: Virheellinen osoite
ga: URL Neamhbhailí
gl: URL incorrecta
hr: Neispravan URL
id: URL Tidak Valid
ja: 無効なURL
ka: არასწორი URL
mk: Неправилен URL
ms: URL tidak sah
nb: Ugyldig URL
pt: URL inválido
pt_br: URL Inválida
ro: URL invalid
sl: Neveljaven URL
sq: URL e pavlefshme
sr: Неисправна адреса
sv: Ogiltig webbadress
te: తప్పుడు URL
tr: Geçersiz Bağlantı Adresi
uk: Неправильний URL

source: "%(url)s" is not a valid URL
bg: "%(url)s" не е валиден адрес
br: "%(url)s" n’eo ket un URL reizh
ca: «%(url)s» no és una URL vàlida
cy: Nid yw "%(url)s" yn URL dilys
de: "%(url)s" ist keine gültige Adresse (URL)
es: "%(url)s" no es un URL válido
et: "%(url)s" ei ole kehtiv URL
fi: "%(url)s" on virheellinen osoite
ga: Ní URL ceart é "%(url)s"
gl: "%(url)s" non é unha URL correcta
hr: "%(url)s" nije valjan URL
id: %(url)s" bukan merupakan URL yang sah
ja: "%(url)s" は不正な URL 形式です
ka: URL "%(url)s" არასწორია
mk: "%(url)s" е невалидна адреса
ms: "%(url)s" adalah URL yang tidak sah
nb: «%(url)s» er ikke en gyldig adresse
pt: "%(url)s" não é um URL válido
pt_br: "%(url)s" não é um endereço válido
ro: „%(url)s” nu este un URL corect
sl: "%(url)s" ni veljaven URL
sq: "%(url)s" nuk është URL e vlefshme
sr: „%(url)s“ није исправна адреса.
sv: "%(url)s" är inte en giltig webbadress
tr: "%(url)s" geçerli bir bağlantı adresi değil
uk: "%(url)s" не є валідним URL

source: Unknown Host
bg: Неизвестен адрес
ca: Amfitrió desconegut
de: Unbekannter Rechner
es: Host desconocido
fi: Tuntematon palvelin
ga: Óstríomhaire anaithnid
gl: Servidor descoñecido
hr: Nepoznato računalo
ka: ჰოსტი უცნობია
pt: Servidor desconhecido
pt_br: Máquina desconhecida
sl: Neznan gostitelj
tr: Bilinmeyen sunucu

source: The domainname "%(host)s" couldn't be found
bg: Домейнът "%(host)s" не може да бъде намерен
ca: El nom del domini «%(host)s» no s'ha pogut trobar
de: Der Domänenname "%(host)s" konnte nicht gefunden werden
es: El nombre de dominio «%(host)s» no pudo ser encontrado
fi: Palvelinta "%(host)s" ei löytynyt
gl: Non foi posible encontrar o nome de dominio "%(host)s"
hr: Naziv domene "%(host)s" je nemoguće pronaći
id: Nama domain "%(host)s" tidak ditemukan
ms: Nama domain "%(host)s" tidak ditemui
pt: O domínio "%(host)s" não foi encontrado
pt_br: O nome de domínio "%(host)s" não pode ser encontrado
ro: Domeniul "%(host)s" nu a fost gasit
sr: Домен „%(host)s“ није пронађен.
sv: Domännamnet "%(host)s" hittades inte
uk: Не вдалось знайти домен "%(host)s"

source: The file "%(path)s" doesn't exist
bg: Файлът "%(path)s" не съществува
br: N’eus ket eus ar restr "%(path)s"
ca: El fitxer «%(path)s» no existeix
cy: Nid yw'r ffeil "%(path)s" yn bodoli
de: Die Datei "%(path)s" existiert nicht
es: El archivo «%(path)s» no existe
et: Faili "%(path)s" pole olemas
fi: Tiedostoa "%(path)s" ei ole olemassa
ga: Níl an conair "%(path)s" ann
gl: O ficheiro "%(path)s" non existe
hr: Datoteka "%(path)s" ne postoji
id: Berkas "%(path)s" tidak ada
ja: ファイル "%(path)s" は存在しません
ka: ფაილი "%(path)s" არ არსებობს
mk: Документот "%(path)s" не постои
ms: Fail "%(path)s" tidak wujud
nb: Filen «%(path)s» finnes ikke
pt: O ficheiro "%(path)s" não existe
pt_br: O arquivo "%(path)s" não existe.
ro: Fișierul „%(path)s” nu există
sl: Datoteka "%(path)s" ne obstaja
sq: Kartela "%(path)s" nuk ekziston
sr: Датотека „%(path)s“ не постоји.
sv: Filen "%(path)s" finns inte
te: "%(path)s" ఫైలు అసలు లేదు
tr: "%(path)s" Dosyası mevcut değil
uk: Файл "%(path)s" не існує

source: Read error
bg: Грешка при четене
br: Fazi lenn
ca: S'ha produït un error de lectura
cy: Gwall darllen
de: Lesefehler
es: Error de lectura
et: Viga lugemisel
fi: Virhe luettaessa
ga: Tharla botún sa léamh
gl: Erro de lectura
hr: Greška čitanja
id: Eror saat membaca
ja: 読み込みエラー
ka: შეცდომა წაკითხვისას
mk: Грешка при читање
ms: Ralat Baca
nb: Lesefeil
pt: Erro de leitura
pt_br: Erro de leitura
ro: Eroare de citire
sl: Napaka pri branju
sq: Gabim leximi
sr: Грешка при читању.
sv: Läsfel
te: రీడ్ చేయడంలో పొరపాటు
tr: Okuma hatası
uk: Помилка читання

source: Error while reading from "%(path)s"
bg: Грешка по време на четене от "%(path)s"
br: Fazi e-kerzh lennadenn "%(path)s"
ca: S'ha produït un error en llegir des de «%(path)s»
cy: Gwall wrth ddarllen o "%(path)s"
de: Fehler beim Lesen von "%(path)s"
es: Error leyendo «%(path)s»
et: Tõrge "%(path)s" lugemisel
fi: Virhe luettaessa "%(path)s"
ga: Tharla botún fad agus a bhí sé ag léamh ó "%(path)s"
gl: Erro ao ler de "%(path)s"
hr: Greška pri čitanju iz "%(path)s"
id: Eror saat membaca dari "%(path)s"
ja: "%(path)s" の読み込み中にエラーが発生しました
ka: შეცდომა "%(path)s"-დან წაკითხვის დროს
mk: Грешка за време на читање од "%(path)s"
ms: Ralat semasa membaca dari "%(path)s"
nb: Feil ved lesing fra «%(path)s»
pt: Erro ao ler "%(path)s"
pt_br: Ocorreu um erro na leitura do "%(path)s"
ro: Eroare la citirea din „%(path)s”
sl: Napaka pri branju iz "%(path)s"
sq: Gabim gjatë leximit prej "%(path)s"
sr: Грешка при читању из „%(path)s“.
sv: Fel vid läsning från "%(path)s"
te: "%(path)s" వద్ద చదవడంలో లోపం దొర్లింది
tr: %(path)s Okuma hatası
uk: Помилка в процесі читання з "%(path)s"

source: Could not write to %(filename)s
bg: Не може да се извърши запис в %(filename)s
br: Dibosubl eo skrivañ da %(filename)s
cy: Methu ag ysgrifennu i %(filename)s
de: In die Datei %(filename)s konnte nicht geschrieben werden
es: No se pudo escribir en %(filename)s
et: Ei suudetud kirjutada %(filename)s siia
fi: Ei pystytty kirjoittamaan %(filename)s
ga: Níorbh fhéidir scríobh chuig %(filename)s
gl: Non foi posible escribir en %(filename)s
hr: Nemoguće zapisivanje u %(filename)s datoteku
id: Tidak dapat menuliskan %(filename)s
ja: %(filename)s の書込みに失敗しました。
mk: Не можам да запишувам во %(filename)s
ms: Tidak dapat merakamkan ke %(filename)s
nb: Klarte ikke skrive til %(filename)s
pt: Não foi possível escrever em %(filename)s
pt_br: Não foi possível escrever em %(filename)s
ro: Nu s-a putut scriere în %(filename)s
sl: V %(filename)s ni mogoče pisati
sq: S'shkruajti dot te %(filename)s
sr: Писање није могуће на %(filename)s.
sv: Kunde inte skriva till %(filename)s
te: %(filename)s లో రాయలేకపోయాం
tr: %(filename)s yazılamaz
uk: Неможливо записати до %(filename)s

source: Write error
bg: Грешка при запис
ca: S'ha produït un error d’escriptura
de: Schreibfehler
es: Error de escritura
fi: Virhe kirjoitettaessa
gl: Erro de escritura
hr: Greška zapisivanja
id: Kesalahan penulisan
ka: ჩაწერის შეცდომა
ms: Ralat tulis
pt: Erro de escrita
pt_br: Erro de gravação
ro: Eroare la scriere
sr: Грешка при упису.
sv: Skrivfel
tr: Yazma hatası
uk: Помилка запису
