Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Miro will use Echonest and 7Digital to cleanup all song titles, info, and album art. Recommended.
hr: Miro će koristiti Echonest i 7Digital za brisanje svih naziva pjesama, informacija, i omota albuma. Preporučeno.
nb: Miro vil benytte Echonest og 7Digital til å reparere alle sang-titler, info og album-cover. Anbefalt.

source: Note:
hr: Napomena:
nb: Merk:

source: You can manually set or undo song info cleanup by right-clicking on a song or batch of songs. You can adjust lookup settings at any time in Miro preferences. Online lookup involves sending anonymized data about your songs to Miro and indirectly to Echonest and 7Digital.
hr: Možete ručno postaviti ili ukloniti brisanje informacije pjesme lijevim klikom na pjesmu. Možete prilagoditi postavke pretraživanja u bilo kojem trenutku u Miro osobitostima. Online pretraživanje uključuje slanje anonimnih podataka o vašim pjesmama Mirou i neizravno Echonestu i 7Digitalu.
nb: Du kan manuelt velge eller angre opprydding av sang-info ved å høyreklikke på en eller flere sanger. Du kan når som helst justere dette i innstillingene. Elektronisk oppslag innebærer å sende anonymisert data om dine sanger til Miro, og indirekte til Echonest og 7Digital.

source: First Time Music Setup
hr: Podešavanje glazbe pri pokretanju prvog puta
nb: Førstegangs Musikkoppsett

source: Get Started
hr: Počnite
nb: Kom i gang

source: Track %(tracknumber)d
bg: Трек %(tracknumber)d
br: Roudenn %(tracknumber)d
ca: Pista %(tracknumber)d
cy: Trac %(tracknumber)d
de: Titel %(tracknumber)d
es: Pista %(tracknumber)d
et: %(tracknumber)d. rada
fi: Kappale %(tracknumber)d
ga: Rian a %(tracknumber)d
gl: Pista %(tracknumber)d
hr: Zapis %(tracknumber)d
ka: ტრეკი %(tracknumber)d
ms: Trek %(tracknumber)d
nb: Spor %(tracknumber)d
pt: Faixa %(tracknumber)d
pt_br: Faixa %(tracknumber)d
ro: Piesa %(tracknumber)d
sl: Posnetek %(tracknumber)d
sq: Gjurma %(tracknumber)d
sr: Запис %(tracknumber)d
sv: Spår %(tracknumber)d
te: ట్రాకు %(tracknumber)d
tr: Şarkı %(tracknumber)d
uk: Доріжка %(tracknumber)d

source: Subtitle file %(tracknumber)d
bg: Файл със субтитри %(tracknumber)d
br: Restr istitl %(tracknumber)d
ca: Fitxer de subtítols %(tracknumber)d
cy: Ffeil Is-deitl %(tracknumber)d
de: Untertitel-Datei %(tracknumber)d
es: Archivo de subtítulos %(tracknumber)d
et: %(tracknumber)d. raja subtiitrifail
fi: Tekstitystiedosto %(tracknumber)d
ga: Comhad fotheidil %(tracknumber)d
gl: Subtítulo %(tracknumber)d
hr: Datoteka podnaslova %(tracknumber)d
id: Berkas terjemahan %(tracknumber)d
ka: სუბტიტრის ფაილი %(tracknumber)d
ms: Fail sarikata %(tracknumber)d
nb: Undertekst fil %(tracknumber)d
pt: Ficheiro de legendas %(tracknumber)d
pt_br: Arquivo de legenda %(tracknumber)d
ro: Fisier subtitrare %(tracknumber)d
sl: Datoteka s posnetki %(tracknumber)d
sq: Kartelë titrash %(tracknumber)d
sr: Титл %(tracknumber)d
sv: Undertextfil %(tracknumber)d
te: ఉపటైటిలు ఫైలు %(tracknumber)d
tr: Altyazı dosyası %(tracknumber)d
uk: Файл субтитрів %(tracknumber)d

source: Eastern European
bg: Източноевропейски
br: Eus Reter Europa
ca: Europeu oriental
cy: Ewropeaidd Dwyreiniol
de: Osteuropäisch
es: Europeo del este
et: Ida-Euroopa
fi: Itäeurooppalainen
gl: Europeo oriental
hr: Istočnoeuropski
id: Eropa Timur
ka: აღმოსავლეთ ევროპა
ms: Eropah Timur
nb: Østeuropeisk
pt: Europeu Oriental
pt_br: Da Europa do Leste
ro: Europa de est
sr: Источна Европа
sv: Östeuropeisk
tr: Doğu Avrupa
uk: Східно-європейскі

source: Baltic
bg: Балтийски
br: Baltek
ca: Bàltic
cy: Balteg
de: Baltisch
es: Báltico
et: Balti
fi: balttilainen
ga: Baltach
gl: Báltico
hr: Baltički
id: Baltik
ka: ბალტიისპირეთი
ms: Baltik
nb: Baltisk
pt: Báltico
pt_br: Báltico
sr: Балтички
sv: Baltisk
tr: Baltık
uk: Балтійські

source: Croatian
bg: Хърватски
br: Kroateg
ca: Croat
cy: Croateg
de: Kroatisch
es: Croata
et: Horvaatia
fi: Kroatia
ga: Cróaitis
gl: Croata
hr: Hrvatski
id: Kroasia
ka: ხორვატიული
ms: Croatia
nb: Kroatisk
pt: Croata
pt_br: Croata
ro: Croată
sr: Хрватски
sv: Kroatisk
tr: Hırvatça
uk: Хорватська

source: Cyrillic
bg: Кирилица
br: Kirileg
ca: Ciríl·lic
cy: Syrilig
de: Kyrillisch
es: Cirílico
et: Kirillitsa
fi: Kyrillinen
ga: Coireallach
gl: Cirílico
hr: Ćirilica
ka: კირილიცა
ms: Cyril
nb: Kyrillisk
pt: Cirílico
pt_br: Cirílico
ro: Chirilică
sr: Ћирилица
sv: Kyrillisk
tr: Kiril Alfabesi
uk: Кирилиця

source: Cyrillic/Russian
bg: Кирилица/Руски
br: Kirileg/Rusianeg
ca: Ciríl·lic/Rus
cy: Syrilig/Rwseg
de: Kyrillisch/Russisch
es: Cirílico/Ruso
et: Kirillitsa/Vene
fi: Kyrillinen/Venäjä
gl: Cirílico/Ruso
hr: Ćirilica/Ruski
id: Cyrillic/Rusia
ka: კირილიცა/რუსული
ms: Cyril/Rusia
nb: Kyrillisk/Russisk
pt: Cirílico/Russo
pt_br: Cirílico/Russo
ro: Chirilică/Rusă
sr: Ћирилички/руски
sv: Kyrillisk/rysk
tr: Kiril/Rusça
uk: Кирилиця/Росія

source: Cyrillic/Ukrainian
bg: Кирилица/Украински
br: Kirileg/Ukraineg
ca: Ciríl·lic/Ucraïnès
cy: Syrilig/Wrcreineg
de: Kyrillisch/Ukrainisch
es: Cirílico/Ucraniano
et: Kirillitsa/Ukraina
fi: Kyrillinen/Ukraina
gl: Cirílico/Ucraíno
hr: Ćirilica/Ukrajinski
id: Cyrillic/Ukraina
ka: კირილიცა/უკრაინული
ms: Cyril/Ukraine
nb: Kyrillisk/Ukrainsk
pt: Cirílico/Ucraniano
pt_br: Cirílico/Ucraniano
ro: Chirilică/Ucraineană
sr: Ћирилички/украјински
sv: Kyrillisk/ukrainsk
tr: Kiril/Ukraynaca
uk: Кирилиця/Україна

source: Central European
bg: Централна Европа
br: Kreiz-Europat
ca: Europeu central
cy: Canol Ewropeaidd
de: Mitteleuropäisch
es: Europeo central
et: Kesk-Euroopa
fi: Keskieurooppalainen
ga: Lár na hEorpa
gl: Centroeuropeo
hr: Srednjoeuropski
id: Eropa Tengah
ka: ცენტრალური ევროპა
ms: Eropah Tengah
nb: Sentraleuropeisk
pt: Europa Central
pt_br: Europa Central
ro: Central-europeană
sr: Средња Европа
sv: Centraleuropeisk
tr: Merkezi Avrupa
uk: Центральноєвропейські

source: Romanian
bg: Румънски
br: Roumaneg
ca: Romanès
cy: Rwmaneg
de: Rumänisch
es: Rumano
et: Rumeenia
fi: Romania
ga: Rómáinis
gl: Romanés
hr: Rumunjski
id: Rumania
ka: რუმინული
ms: Romania
nb: Rumensk
pt: Romeno
pt_br: Romeno
ro: Română
sr: Румунски
sv: Rumänsk
tr: Romanya
uk: Румунська

source: Western European
bg: Западноевропейски
br: Kornôg-Europat
ca: Europeu occidental
cy: Ewropeaidd Gorllewinol
de: Westeuropäisch
es: Europeo occidental
et: Lääne-Euroopa
fi: Länsieurooppalainen
ga: Iarthar na hEorpa
gl: Europeo occidental
hr: Zapadnoeuropski
id: Eropa Barat
ka: დასავლეთ ევროპული
ms: Eropah Barat
nb: Vesteuropeisk
pt: Europeu Ocidental
pt_br: Sudoeste Europeo
ro: Europa de vest
sr: Западна Европа
sv: Västeuropeisk
tr: Batı Avrupa
uk: Західно-європейські

source: Celtic
bg: Келтски
br: Keltiek
ca: Celta
cy: Celtaidd
de: Keltisch
es: Céltico
et: Keldi
fi: Kelttiläinen
ga: Ceiltis
gl: Céltico
hr: Keltski
id: Celtik
ka: კელტური
ms: Celtik
nb: Keltisk
pt: Celta
pt_br: Celta
sr: Келтски
sv: Keltisk
tr: Keltçe
uk: Кельтська

source: Greek
bg: Гръцки
br: Gresianek
ca: Grec
cy: Groegeg
de: Griechisch
es: Griego
et: Kreeka
fi: Kreikka
ga: Gréigis
gl: Grego
hr: Grčki
id: Yunani
ka: ბერძნული
nb: Gresk
pt: Grego
pt_br: Grego
ro: Grecesc
sr: Грчки
sv: Grekisk
tr: Yunanca
uk: Грецька

source: Icelandic
bg: Исландски
br: Islandeg
ca: Islandès
cy: Islandeg
de: Isländisch
es: Islandés
et: Islandi
fi: Islanti
ga: Íoslainnis
gl: Islandés
hr: Islandski
id: Islandia
ka: ისლანდიური
ms: Icelandik
nb: Islandsk
pt: Islandês
pt_br: Islandês
ro: Islandeză
sr: Исландски
sv: Isländsk
tr: İzlandaca
uk: Ісландська

source: Nordic
bg: Скандинавски
br: Norzhek
ca: Nòrdic
cy: Nordig
de: Nordisch
es: Nórdico
et: Põhjamaad
fi: Pohjoismaalainen
ga: Nordach
gl: Nórdico
hr: Nordijski
ka: სკანდინავიური
ms: Nordik
nb: Nordisk
pt: Nórdico
pt_br: Nórdico
ro: Nordică
sr: Нордијски
sv: Nordisk
tr: Kuzeybatı Avrupa
uk: Скандинавські

source: South European
bg: Южноевропейски
br: Su-Europat
ca: Europeu del sud
cy: De Ewropeaidd
de: Südeuropäisch
es: Europeo del sur
et: Lõuna-Euroopa
fi: Eteläeurooppalainen
ga: Deisceart na hEorpa
gl: Sureuropeo
hr: Južnoeuropski
id: Eropa Selatan
ka: სამრეთ ევროპული
ms: Eropah Selatan
nb: Sør-Europeisk
pt: Europa do Sul
pt_br: Do Sul Europeio
ro: Sud-europeană
sr: Јужна Европа
sv: Sydeuropeisk
tr: Güney Avrupa
uk: Південноєвропейські

source: Western
bg: Западноевропейски
br: Kornogat
ca: Occidental
cy: Gorllewinol
de: Westlich
es: Occidental
et: Lääne
fi: Länsimaalainen
ga: Iartharach
gl: Occidental
hr: Zapadni
id: Eropa Barat
ka: დასავლური
ms: Barat
nb: Vestlig
pt: Ocidental
pt_br: Ocidental
ro: Occidental
sr: Запад
sv: Västerländsk
tr: Batı
uk: Західна

source: East Asian
bg: Източноазиатски
br: Reter-Aziat
ca: Asiàtic oriental
cy: Asiaidd Dwyreiniol
de: Ostasiatisch
es: Asia oriental
et: Ida-Aasia
fi: Itäaasialainen
gl: Asiático oriental
hr: Istočnoazijski
id: Asia Timur
ka: აღმოსავლეთ აზია
ms: Asia Timur
nb: Østasiatisk
pt: Leste Asiático
pt_br: Este Asiático
ro: Aisa de est
sr: Источна Азија
sv: Östasiatisk
tr: Doğu Asya
uk: Східна Азія

source: Chinese Simplified
bg: Опростен китайски
br: Sinaeg eeun
ca: Xinès simplificat
cy: Tsieinëeg Syml
de: Chinesisch (vereinfacht)
es: Chino simplificado
et: Hiina (lihtsustatud)
fi: Kiina, yksinkertaistettu
ga: Sínis Shimplithe
gl: Chinés simplificado
hr: Kineski pojednostavljeni
id: Cina Sederhana
ka: გამარტივებული ჩინური
ms: Cina Ringkas
nb: Forenklet Kinesisk
pt: Chinês Simplificado
pt_br: Chinês Simplificado
ro: Chineză simplificată
sr: Поједностављени кинески
sv: Förenklad kinesisk
tr: Çince (Basitleştirilmiş)
uk: Китайська спрощена

source: Chinese Traditional
bg: Традиционен китайски
br: Sinaeg hengounel
ca: Xinès tradicional
cy: Tsieinëeg Draddodiadol
de: Chinesisch (traditionell)
es: Chino Tradicional
et: Hiina (traditsiooniline)
fi: Kiina, perinteinen
ga: Sínis Thraidisiúnta
gl: Chinés tradicional
hr: Kineski tradicionalni
id: Cina Tradisional
ka: ტრადიციული ჩინური
ms: Cina Tradisional
nb: Kinesisk, tradisjonell
pt: Chinês Tradicional
pt_br: Chinês Tradicional
ro: Chineză tradițională
sr: Традиционални кинески
sv: Traditionell kinesisk
tr: Çince (Geleneksel)
uk: Китайська традиційна

source: Japanese
bg: Японски
br: Japaneg
ca: Japonès
cy: Siapaneg
de: Japanisch
es: Japonés
et: Jaapani
fi: Japani
ga: Seapáinis
gl: Xaponés
hr: Japanski
id: Jepang
ka: იაპონური
ms: Jepun
nb: Japansk
pt: Japonês
pt_br: Japonês
ro: Japoneză
sr: Јапански
sv: Japansk
tr: Japonca
uk: Японська

source: Korean
bg: Корейски
br: Koreeg
ca: Coreà
cy: Corëeg
de: Koreanisch
es: Coreano
et: Korea
fi: Korea
ga: Coiréis
gl: Coreano
hr: Korejski
id: Korea
ka: კორეული
ms: Korea
nb: Koreansk
pt: Coreano
pt_br: Coreano
ro: Coreeană
sr: Корејски
sv: Koreansk
tr: Korece
uk: Корейська

source: SE and SW Asian
bg: Югоизточен и югозападен азиатски
br: Gevred ha Mervent Aziat
ca: Asiàtic del SE i SO
cy: Asiaidd DDn a DGn
de: Südost- und Südwest-Asiatisch
es: SE y SO Asiático
et: Kagu ja Edela-Aasia
gl: Asiático suroriental e suroccidental
hr: JI i JZ azijski
id: Asia Tenggara dan Barat Laut
ka: სამხრეთ-აღმოსავლეთ და სამხრეთ-დასავლეთ აზიური
ms: Asia Tenggara & SW
nb: SØ og SV Asia
pt: Sudoeste e Sudeste Asiático
pt_br: Sudeste e Sudoeste Asiático
ro: Asia SE si SW
sr: Југоисточна и југозападна Азија
sv: Sydöst- och sydvästasiatisk
tr: Güneydoğu ve Güney Batı Asya
uk: ПС та ПЗ Азія

source: Armenian
bg: Арменски
br: Armenieg
ca: Armeni
cy: Armeneg
de: Armenisch
es: Armenio
et: Armeenia
fi: Armenia
ga: Airméinis
gl: Armenio
hr: Armenski
id: Armenia
ka: სომხური
ms: Armenia
nb: Armensk
pt: Arménio
pt_br: Armênio
ro: Armeană
sr: Јерменски
sv: Armenisk
tr: Ermenice
uk: Вірменська

source: Georgian
bg: Грузински
br: Jeorjieg
ca: Georgià
cy: Georgeg
de: Georgisch
es: Georgiano
et: Gruusia
fi: Georgia
ga: Seoirsis
gl: Xeorxiano
hr: Gruzijski
id: Georgia
ka: ქართული
ms: Georgia
nb: Georgisk
pt: Georgiano
pt_br: Georgiano
ro: Georgiană
sr: Грузијски
sv: Georgisk
tr: Gürcü Dili
uk: Грузинська

source: Gujarati
bg: Гуджарати
br: Gujaratieg
cy: Gwjarati
es: Gujaratí
et: Gudžarati
ga: Gúisearáitis
gl: Guxarati
hr: Gudžaratski
ka: გუჯარათული
nb: Indisk (Gujarati)
sr: Гуџарати
sv: Gujaratisk
tr: Gujarat
uk: Гуджараті

source: Gurmukhi
bg: Гурмуки
br: Gurmukhieg
cy: Gwrmwci
de: Gurmukhisch
et: Gurmuki
hr: Gurmuki
ka: გურმუხული
sr: Гермуки
sv: Gurmukhisk
uk: Гурмукі

source: Thai
bg: Тайландски
br: Thailandeg
ca: Tailandès
cy: Tai
de: Thailändisch
es: Tailandés
et: Tai
ga: Téalainnis
gl: Tai
hr: Tajlandski
id: Thailand
ka: ტაილანდური
pt: Tailandês
pt_br: Tailandês
ro: Thailandeză
sr: Тајландски
sv: Thailändsk
tr: Tai Dili
uk: Тайська

source: Turkish
bg: Турски
br: Turkeg
ca: Turc
cy: Twrceg
de: Türkisch
es: Turco
et: Türgi
fi: Turkki
ga: Tuircis
gl: Turco
hr: Turski
id: Turki
ka: თურქული
ms: Turki
nb: Tyrkisk
pt: Turco
pt_br: Turco
ro: Turcă
sr: Турски
sv: Turkisk
tr: Türkçe
uk: Турецька

source: Vietnamese
bg: Виетнамски
br: Vietnameg
ca: Vietnamita
cy: Fietnameg
de: Vietnamesisch
es: Vietnamita
et: Vietnami
fi: Vietnam
gl: Vietnamita
hr: Vijetnamski
id: Vietnam
ka: ვიეტნამური
ms: Vietnam
nb: Vietnamesisk
pt: Vietnamita
pt_br: Vietnamita
ro: Vietnameză
sr: Вијетнамски
sv: Vietnamesisk
tr: Vietnamca
uk: В'єтнамська

source: Middle Eastern
bg: Среден изток
br: Reterat-kreiz
ca: Oriental central
cy: Dwyrain Canol
de: Mittelöstlich
es: Medio Oriente
et: Lähis-Ida
gl: Oriente medio
hr: Srednjeistočni
id: Timur Tengah
ka: შუა აღმოსავლეთი
ms: Timur Tengah
nb: Midtøsten
pt: Médio Oriente
pt_br: Oriente Médio
ro: Orientul Mijlociu
sr: Средња Европа
sv: Mellanöstern
tr: Orta Doğu
uk: Близькосхідні

source: Arabic
bg: Арабски
br: Arabeg
ca: Àrab
cy: Arabeg
de: Arabisch
es: Árabe
et: Araabia
fi: Arabia
ga: Araibis
gl: Árabe
hr: Arapski
id: Arab
ka: არაბული
ms: Arab
nb: Arabisk
pt: Árabe
pt_br: Árabe
ro: Arabă
sr: Арапски
sv: Arabisk
tr: Arapça
uk: Арабська

source: Hebrew
bg: Иврит
br: Hebreeg
ca: Hebreu
cy: Hebraeg
de: Hebräisch
es: Hebreo
et: Heebrea
fi: Heprea
ga: Eabhrais
gl: Hebreo
hr: Hebrejski
id: Ibrani
ka: ძველი ებრაული
nb: Hebraisk
pt: Hebraico
pt_br: Hebraico
ro: Ebraică
sr: Хебрејски
sv: Hebreisk
tr: İbranice
uk: Іврит

source: Hebrew Visual
bg: Иврит, визуален
br: Hebraeg hewel
ca: Hebreu visual
cy: Hebraeg Gweledol
de: Hebräisch (visuell)
es: Hebreo visual
et: Heebrea Visuaalne
fi: Heprealainen, visuaalinen
ga: Eabhrais Radharcach
gl: Hebreo visual
hr: Vizualni hebrejski
id: Visual Ibrani
ms: Visual Hebrew
nb: Hebraisk visuellt
pt: Hebraico Visual
pt_br: Hebraico Visual
ro: Ebraică vizuală
sr: Визуелни хебрејски
sv: Visuell hebreisk
tr: İbranice Görsel
uk: Єврейські графічні

source: Persian
bg: Персийски
br: Perseg ; Farsi
ca: Persa
cy: Perseg
de: Persisch
es: Persa
et: Pärsia
fi: Persia
ga: Peirsis
gl: Persa
hr: Perzijski
id: Persia
ka: სპარსული
ms: Parsi
nb: Persisk
pt: Persa
pt_br: Persa
ro: Persană
sr: Персијски
sv: Persisk
tr: Farsça
uk: Перська

source: Unicode
bg: Уникод
br: Unikod
hr: Unikôd
ka: უნიკოდი
ms: Unikod
sr: Уникод

source: Play Next Unplayed (%(unplayed)d)
bg: Изпълнение на следващото неизпълнявано (%(unplayed)d)
br: C’hoari kentañ hini dic’hoariet (%(unplayed)d)
cy: Chwarae'r Nesaf heb ei Chwarae (%(unplayed)d)
de: Nächstes ungesehenes Objekt abspielen (%(unplayed)d ungesehene)
es: Reproducir siguiente no-reproducida (%(unplayed)d)
et: Mängi järgmist mittemängitut (%(unplayed)d)
fi: Toista seuraava katsomaton (%(unplayed)d)
ga: Seinn An Chéad %(unplayed)d Eile Neamhsheinnte
gl: Reproducir o seguinte ficheiro non lido (%(unplayed)d)
hr: Reproduciraj sljedeći nereproducirani (%(unplayed)d)
id: Mainkan berkas yang belum dimainkan berikutnya (%(unplayed)d)
mk: Репродуцирај нареден нерепродуциран (%(unplayed)d)
ms: Mainkan (%(unplayed)d) seterusnya yang belum dimainkan
nb: Spill av neste element som ikke er spilt (%(unplayed)d)
pt: Reproduzir o próximo ainda não reproduzido (%(unplayed)d)
pt_br: Tocar Próximo Não-Tocado (%(unplayed)d)
ro: Redă următorul ne-redat (%(unplayed)d)
sl: Predvajaj naslednjega nepredvajanega (%(unplayed)d)
sq: Luaj të Paluajturën Pasuese (%(unplayed)d)
sr: Репродукуј следећу нерепродуковану датотеку (%(unplayed)d)
sv: Spela upp nästa ospelade (%(unplayed)d)
te: ప్లే చెయ్యని వాటిలో తరువాతిదాన్ని ప్లే చెయ్యి (%(unplayed)d)
tr: Oynatlandan sonraki oynatılmamış (%(unplayed)d)
uk: Відтворити наступне невідтворене (%(unplayed)d)

source: Play All Unplayed (%(unplayed)d)
bg: Пускане на всички непускане (%(unplayed)d)
br: C’hoari an holl re dic’hoariet (%(unplayed)d)
cy: Chwarae Pob Un heb eu Chwarae (%(unplayed)d)
de: Alle ungesehenen Objekte abspielen (%(unplayed)d ungesehene)
es: Reproducir todas las no-reproducidas (%(unplayed)d)
et: Mängi kõiki mittemängituid (%(unplayed)d)
fi: Toista kaikki katsomattomat (%(unplayed)d)
ga: Seinn Gach Neamhsheinnte (%(unplayed)d)
gl: Reproducir os ficheiros non lidos (%(unplayed)d)
hr: Reproduciraj sve nereproducirano (%(unplayed)d)
id: Mainkan semua berkas yang belum dimainkan (%(unplayed)d)
mk: Репродуцирај ги сите нерепродуцирани (%(unplayed)d)
ms: Mainkan semua (%(unplayed)d) yg belum dimainkan
nb: Spill av alle elementer som ikke er spilt (%(unplayed)d)
pt: Reproduzir todos os não reproduzidos (%(unplayed)d)
pt_br: Reproduzir todos os não reproduzidos (%(unplayed)d)
ro: Redă toate neredate (%(unplayed)d)
sl: Predvajaj vse nepredvajane (%(unplayed)d)
sq: Luaj Tërë të Paluajturat (%(unplayed)d)
sr: Репродукуј све нерепродуковане датотеке (%(unplayed)d)
sv: Spela upp alla ospelade (%(unplayed)d)
te: ప్లే చెయ్యని వాటన్నిటినీ ప్లే చెయ్యి (%(unplayed)d)
tr: Oynatlandan sonraki tüm oynatılmamışlar (%(unplayed)d)
uk: Відтворити все невідтворене (%(unplayed)d)

source: Pause All Downloads (%(downloading)d)
bg: Пауза на всички изтегляния (%(downloading)d)
br: Ehaniñ gant an holl bellgargadennoù (%(downloading)d)
ca: Posa en pausa totes les baixades (%(downloading)d)
cy: Seibio Pob Lawrlwythiad (%(downloading)d)
de: Alle Downloads anhalten (%(downloading)d)
es: Interrumpir todas las descargas (%(downloading)d)
et: Peata kõik allalaadimised (%(downloading)d)
fi: Keskeytä kaikki lataukset (%(downloading)d)
ga: Moilligh Gach Íosluchtú (%(downloading)d)
gl: Pausar todas as descargas (%(downloading)d)
hr: Pauziraj sva preuzimanja (%(downloading)d)
id: Tahan semua unduhan (%(downloading)d)
ka: ყველა გადმოწერის შეჩერება (%(downloading)d)
mk: Паузирај ги сите превземања (%(downloading)d)
ms: Jedakan semua muat-muat turun (%(downloading)d)
nb: Midlertidig stopp alle nedlastinger (%(downloading)d)
pt: Pausar todas as transferências (%(downloading)d)
pt_br: Pausar Todos os Downloads (%(downloading)d)
ro: Suspendă toate `transferurile (%(downloading)d)
sl: Začasno prekini vse prenose (%(downloading)d)
sq: Pushoji Tërë Shkarkimet (%(downloading)d)
sr: Паузирај сва преузимања (%(downloading)d)
sv: Gör paus i alla hämtningar (%(downloading)d)
te: దింపుకోళ్ళన్నిటినీ పట్టి ఉంచు (%(downloading)d)
tr: Tüm indirmeleri Beklet (%(downloading)d)
uk: Призупинити всі завантаження (%(downloading)d)

source: Resume All Downloads (%(paused)d)
bg: Продължаване на всички изтегляния (%(paused)d)
br: Adkregiñ gant an holl bellgargadennoù (%(paused)d)
ca: Reprèn totes les baixades (%(paused)d)
cy: Ailddechrau Pob Lawrlwythiad (%(paused)d)
de: Alle Downloads fortsetzen (%(paused)d)
es: Reanudar todas las descargas (%(paused)d)
et: Taasta kõik allalaadimised (%(paused)d)
fi: Jatka kaikkia latauksia (%(paused)d)
ga: Atosaigh Gach Íosluchtú (%(paused)d)
gl: Continuar todas as descargas (%(paused)d)
hr: Pokreni sva preuzimanja (%(paused)d)
id: Lanjutkan semua unduhan (%(paused)d)
ka: ყველა გადმოწერის გაგრძელება (%(paused)d)
mk: Активирај ги сите превземања (%(paused)d)
ms: Sambung semula semua muat-muat turun (%(paused)d)
nb: Fortsett med alle nedlastinger (%(paused)d)
pt: Retomar todas as transferências (%(paused)d)
pt_br: Continuar Todos os Downloads (%(paused)d)
ro: Reia toate transferurile (%(paused)d)
sl: Nadaljuj z vsemi prenosi (%(paused)d)
sq: Rimerri Tërë Shkarkimet (%(paused)d)
sr: Настави сва преузимања (%(paused)d)
sv: Återuppta alla hämtningar (%(paused)d)
te: దింపుకోళ్ళన్నిటినీ కొనసాగించు (%(paused)d)
tr: Tüm indirmeleri devamettir (%(paused)d)
uk: Відновити всі завантаження (%(paused)d)

source: Hide
bg: Скриване
br: Kuzhat
ca: Amaga
cy: Cuddio
de: Ausblenden
es: Ocultar
et: Peida
fi: Piilota
ga: Folaigh
gl: Agochar
hr: Sakrij
id: Sembunyikan
ja: 隠す
ka: დამალვა
mk: Сокриј
ms: Sembunyikan
nb: Skjul
pt: Ocultar
pt_br: Ocultar
ro: Ascunde
sl: Skrij
sq: Fshihe
sr: Сакриј
sv: Dölj
te: దాచు
tr: Gizle
uk: Приховати

source: Fullscreen
bg: На цял екран
ca: Pantalla completa
cy: Sgrin lawn
de: Vollbildmodus
es: Pantalla completa
et: Täisekraan
fi: Kokoruutu
ga: Lánscáileán
gl: Pantalla completa
hr: Cijeli zaslon
id: Layar Penuh
ka: მთელ-ეკრანზე
ms: Skrin Penuh
nb: Fullskjerm
pt: Ecrã completo
pt_br: Tela cheia
ro: Afişare pe tot ecranul
sl: Celozaslonsko
sr: Цео екран
sv: Helskärm
te: నిండుతెర
tr: Tam ekran
uk: На повний екран

source: Pop-in
bg: Покажи вътре
br: Donedoù
cy: Pop-mewn
de: Andocken
es: Juntar
et: Pop-sees
fi: Kiinnitä
ga: Crap
gl: Xanela encaixada
hr: Prikaz u Miro prozoru
ka: ძირითად ფანჯარაში
mk: Сокриј се
ms: Muncul masuk
nb: Spill av i hovedvinduet
pt: Unir janelas
pt_br: Ver no programa
ro: Retrage
sl: Vstavi
sr: Ускочи
sv: Fäll in
te: చొచ్చుకువచ్చు
tr: Küçült
uk: Приєднати

source: Pop-out
bg: Покажи отвън
br: Monedoù
cy: Pop-allan
de: Abdocken
es: Separar
et: Pop-väljas
fi: Irrota
ga: Brúigh-amach
gl: Xanela externa
hr: Prikaz u zasebnom prozoru
ka: ცალკეულ ფანჯარაში
mk: Појави се
ms: Muncul keluar
nb: Spill av i eksternt vindu
pt: Separar janelas
pt_br: Ver em janela
ro: Desfasoara
sl: Odstavi
sr: Искочи
sv: Fäll ut
te: ఉబికివచ్చు
tr: Yeni Pencere
uk: Від'єднати

source: Subtitles On
bg: Включени субтитри
de: Untertitel an
es: Subtítulos activados
fi: Tekstitys käytössä
ga: Fotheidil Ar Siúl
gl: Subtítulos habilitados
hr: Podnaslovi uključeni
ka: სუბტიტრები ჩართულია
nb: Undertekster På
pt: Legendas ativas
pt_br: Legendas Ligado
sl: Podnapisi vključeni
sr: Титлови су укључени
tr: Altyazılar Açık
uk: Субтитри включені

source: Subtitles Found
bg: Открити са субтитри
de: Untertitel gefunden
es: Subtítulos encontrados
fi: Tekstitys löytyi
ga: Aimsíodh Fotheidil
gl: Subtítulos atopados
hr: Podnaslovi pronađeni
ka: ნაპოვნია სუბტიტრები
nb: Undertekster funnet
pt: Legendas encontradas
pt_br: Legenda Encontrada
sl: Podnapisi najdeni
sr: Титлови су пронађени
tr: Altyazılar Bulundu
uk: Знайдені субтитри

source: Subtitles
bg: Субтитри
ca: Subtítols
cy: Is-deitlau
de: Untertitel
es: Subtítulos
et: Subtiitrid
fi: Tekstitykset
ga: Fotheidil
gl: Subtítulos
hr: Podnaslovi
id: subtitle
ka: სუბტიტრები
ms: Sarikata
nb: Undertekst
pt: Legendas
pt_br: Legendas
ro: Subtitrări
sl: Podnapisi
sq: Titra
sr: Титлови
sv: Undertexter
te: ఉపశీర్షికలు
tr: Altyazılar
uk: Субтитри

source: None Available
bg: Няма достъпни
br: N'eus hini
ca: Cap disponible
cy: Dim ar Gael
de: Nicht verfügbar
es: Ninguno Disponible
et: Pole saadaval
fi: Ei saatavilla
ga: Níl Faic Ar Fáil
gl: Non hai ningún dispoñible
hr: Nedostupno
id: Tidak ada yang tersedia
ka: ხელმიუწვდომელია
ms: Tiada
nb: Ingen tilgjenelig
pt: Nenhuma está disponível
pt_br: Nenhuma Disponível
ro: Nici unul disponibil
sl: Ni na voljo
sq: Asnjë i Passhëm
sr: Нема доступних
sv: Ingen tillgänglig
te: ఏమీ అందుబాటులో లేవు
tr: Hiçbiri Uygun Değil
uk: Не доступно

source: Disable Subtitles
bg: Изключи субтитри
br: Skoilhañ istitloù
ca: Desactiva els subtítols
cy: Analluogi Is-deitlau
de: Untertitel ausschalten
es: Deshabilitar Subtítulos
et: Keela subtiitrid
fi: Älä käytä tekstityksiä
ga: Díchumasaigh na Fotheidil
gl: Desactivar os subtítulos
hr: Onemogući podnaslove
id: Hilangkan subtitle
ka: სუბტიტრების გათიშვა
ms: Lumpuhkan Sarikata
nb: Skru av teksting.
pt: Desativar legendas
pt_br: Desativar Legendas
ro: Dezactivează subtitrările
sl: Onemogoči podnapise
sq: Çaktivizo Titrat
sr: Онемогући титлове
sv: Inaktivera undertexter
te: ఉపటైటిళ్ళను అశక్తం చెయ్యి
tr: Altyazıları Kapat
uk: Вимкнути субтитри
