Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Restart Upload
bg: Рестартиране на качването
br: Adkregiñ pellagargañ
ca: Reprèn la pujada
cy: Ailddechrau Lanlwythiad
de: Hochladen neu starten
es: Reiniciar la subida
et: Taasalusta üleslaadimist
fi: Aloita lataus uudestaan
ga: Atosaigh an t-Uasluchtú
gl: Reiniciar o envío
hr: Ponovo pokreni slanje
id: Mulai Mengunggah Kembali
ja: アップロードを再開
ka: ატვირთვის ხელახლა დაწყება
mk: Рестартирај го испраќањето
ms: Mulakan Semula Muat naik
nb: Start opplasting på nytt
pt: Reiniciar envio
pt_br: Reiniciar Envio
ro: Repornește transmiterea
sl: Ponovno zaženi prenos
sq: Rinise Ngarkimin
sr: Поново покрени слање
sv: Starta om sändning
te: ఎగుమతి ని మళ్లీ ప్రారంభించు
tr: Yüklemeyi Tekrar Başlat
uk: Перезапустити завантаження

source: Edit Items
bg: Редактиране на обектите
ca: Edita els elements
de: Elemente bearbeiten
es: Editar elementos
fi: Muokkaa kohteita
gl: Editar os elementos
hr: Uredi stavke
nb: Rediger elementer
pt: Editar itens
pt_br: Editar Itens
tr: Öğeleri düzenle

source: Movie
bg: Филм
ca: Pel·lícula
de: Film
es: Película
fi: Elokuva
ga: Scannán
gl: Película
hr: Film
nb: Film
pt: Filme
pt_br: Filme
sr: Филм
tr: Film
uk: Фільм

source: Clip
bg: Клип
es: Corto
fi: Leike
ga: Gearrthóg
hr: Insert
nb: Klipp
pt: Excerto
pt_br: Clipe
sr: Снимак
tr: Kırp
uk: Кліп

source: Show Conversion Folder
bg: Отваряне на папката за преобразуване
br: Diskouez teuliad treiñ
ca: Mostra la carpeta de conversions
cy: Dangos Ffolder Trosiadau
de: Zeige Konvertierungsordner
es: Mostrar carpeta de conversión
et: Näita konvertimise kausta
fi: Näytä muunnoskansio
ga: Taispeáin Fillteán an Tiontaithe
gl: Mostrar o cartafol das conversións
hr: Prikaži mapu konverzije
id: Tunjukkan Map Konversi
ms: Tunjukkan Folder Penukaran
nb: Vis konverteringsmappe
pt: Mostrar pasta de conversão
pt_br: Mostrar diretório de conversão
ro: Afiseaza directorul de conversie
sl: Pokaži mapo pretvorb
sr: Прикажи фасциклу за претварања
sv: Visa konverteringsmapp
te: అంతరీకరణాల ఫోల్డరును చూపించు
tr: Dönüşüm klasörünü göster
uk: Показати теку перекодувань

source: Remove From Playlist
bg: Премахване от списъка за изпълнение
br: Dilemel eus roll-c’hoari
ca: Suprimeix de la llista de reproducció
cy: Tynnwch o'r Rhestr Chwarae
de: Aus Wiedergabeliste entfernen
es: Eliminar de la lista de reproducción
et: Eemalda esitusnimekirjast
fi: Poista soittolistalta
ga: Bain As An Sheinnréim
gl: Eliminar da listaxe de reprodución
hr: Ukloni iz popisa izvođenja
id: Hapus Dari Playlist
ja: プレイリストから削除
ka: საკრავი სიიდან ამოღება
mk: Отстрани од список за репродукција
ms: Buang dari Senarai-main
nb: Fjern fra spilleliste
pt: Remover da lista de reprodução
pt_br: Remover da lista de reprodução
ro: Înlătură din lista de redare
sl: Odstrani s seznama predvajanja
sq: Hiqe Prej Luajliste
sr: Уклони са списка нумера
sv: Ta bort från spellista
te: ప్లేలిస్టు నుంచి తొలగించు
tr: Çalma Listesinden Kaldır
uk: Вилучити зі списку відтворення

source: (mixed)
bg: (смесено)
de: (gemischt)
es: (mezcla)
fi: (sekalainen)
ga: (measctha)
gl: (mixto)
hr: (izmiješano)
nb: (blandet)
pt: (misto)
pt_br: (mixado)
tr: Karma

source: None
bg: Нищо
ca: Cap
de: Keine
es: Ninguno/a
et: Pole
fi: Ei mitään
ga: Dada
gl: Ningún
hr: Ništa
ja: なし
nb: Ingen
pt: Nenhum
pt_br: Nenhum
sl: Brez
sr: Nijedan
sv: Ingen
tr: Hiçbiri
uk: Пусто

source: Rating
bg: Оценка
ca: Puntuació
de: Bewertung
es: Puntuación
fi: Arvostelu
ga: Measúnú
gl: Avaliación
hr: Ocjena
ka: შეფასება
nb: Vurdering
pt: Avaliação
pt_br: Avaliação
sl: Ocena
tr: Derecelendirme

source: Choose a thumbnail file
bg: Изберете файл-миниатюра
de: wähle ein Vorschau-Bild
es: Escoger un archivo de miniatura
fi: Valitse kuvaketiedosto
ga: Roghnaigh comhad mionsamhla
gl: Escoller un ficheiro de miniaturas
hr: Odaberi datoteku minijature
nb: Velg et miniatyrbilde
pt: Escolha o ficheiro da miniatura
pt_br: Escolher um arquivo de miniatura
tr: Bir küçük resim dosyası seçin

source: Click to choose image.
bg: Натиснете, за да изберете изображение.
de: Klicken, um Bild auszuwählen.
es: Haga clic para escoger una imagen.
fi: Napsauta valitaksesi kuvan
hr: Klikni za odabir slike.
nb: Klikk for å velge bilde
pt: Clique para escolher a imagem.
pt_br: Clique para escolher imagem
tr: Resim seçmek için tıklayın

source: Move
bg: Преместване
ca: Desplaça
de: Bewegen
es: Mover
fi: Siirrä
ga: Bog
gl: Mover
hr: Premjesti
nb: Flytt
pt: Mover
pt_br: Mover
tr: Taşı

source: Choose location for file
bg: Изберете местоположение за файла
de: Wähle den Ort der Datei
es: Escoger la ubicación para el archivo
fi: Valitse tiedoston sijainti
gl: Escoller unha localización para o ficheiro
hr: Odaberi lokaciju datoteke
nb: Velg plassering for fil
pt: Escolha o local do ficheiro
pt_br: Escolher localização do arquivo
tr: Dosya için yer seçin

source: Name
bg: Име
br: Anv
ca: Nom
cy: Enw
de: Bezeichnung
es: Nombre
et: Nimi
fi: Nimi
ga: Ainm
gl: Nome
hr: Naziv
id: Nama
ja: 名前
ka: სახელი
mk: Име
ms: Nama
nb: Navn
pt: Nome
pt_br: Nome
ro: Nume
sl: Ime
sq: Emër
sr: Назив
sv: Namn
te: పేరు
tr: İsim
uk: Назва

source: Artist
bg: Изпълнител
ca: Artista
de: Interpret
es: Artista
fi: Esittäjä
ga: Ealaíontóir
gl: Artista
hr: Izvođač
ka: შემსრულებელი
pt: Artista
pt_br: Artista
tr: Sanatçı

source: Genre
bg: Жанр
ca: Gènere
es: Género
fi: Tyylilaji
ga: Aicme
gl: Xénero
hr: Žanr
ka: ჟანრი
nb: Sjanger
pt: Género
pt_br: Gênero
tr: Tür

source: Track
bg: Запис
ca: Pista
de: Titel-Nr.
es: Pista
fi: Kappale
ga: Rian
gl: Pista
hr: Broj
ka: ტრეკი
nb: Spor
pt: Faixa
pt_br: Faixa
tr: Parça

source: Year
bg: Година
ca: Any
de: Jahr
es: Año
fi: Vuosi
ga: Bliain
gl: Ano
hr: Godina
ka: წელი
nb: År
pt: Ano
pt_br: Ano
sl: Leto
tr: Yıl

source: About
bg: Относно
ca: Quant a
de: Über
es: Acerca de
fi: Tietoja ohjelmasta
ga: Maidir Leis
gl: Sobre
hr: O zapisu
nb: Om
pt: Sobre
pt_br: Sobre
tr: Hakkında

source: Type
bg: Тип
ca: Tipus
de: Typ
es: Tipo
fi: Tyyppi
ga: Cineál
gl: Tipo
hr: Vrsta zapisa
pt: Tipo
pt_br: Tipo
tr: Tür

source: Music
bg: Музика
ca: Música
de: Musik
es: Música
et: Muusika
fi: Musiikki
ga: Ceol
gl: Música
hr: Glazba
ka: მუსიკა
nb: Musikk
pt: Música
pt_br: Música
sl: Glasba
sr: Музика
tr: Müzik
uk: Музика

source: Video
bg: Видео
ca: Vídeo
cy: Fideo
ga: Físeán
gl: Vídeo
hr: Video zapis
ka: ვიდეო
mk: Видео
pt: Vídeo
pt_br: Vídeo
sr: Видео
te: వీడియో
uk: Відео

source: Misc
bg: Разни
ca: Varis
de: Gemischt
es: Varios
et: Muu
fi: Muut
ga: Ilghnéitheach
gl: Varios
hr: Ostalo
ka: სხვადასხვა
nb: Diverse
pt: Outras
pt_br: Diversos
sl: Razno
sr: Остало
tr: Karışık
uk: Різне

source: Size
bg: Размер
br: Ment
ca: Mida
cy: Maint
de: Größe
es: Tamaño
et: Maht
fi: Koko
ga: Méid
gl: Tamaño
hr: Veličina
id: Ukuran
ja: サイズ
ka: ზომა
mk: Големина
ms: Saiz
nb: Størrelse
pt: Tamanho
pt_br: Tamanho
ro: Dimensiune
sl: Velikost
sq: Madhësi
sr: Величина
sv: Storlek
te: పరిమాణం
tr: Boyut
uk: Розмір

source: Art
bg: Художествено оформление
de: Erscheinungsbild
es: Arte
fi: Taide
ga: Ealaín
hr: Slika omota
nb: Bilder
pt: Arte
pt_br: Arte
tr: Sanat

source: Path
bg: Път
ca: Ruta
de: Pfad
es: Localización
fi: Polku
ga: Conair
gl: Ruta
hr: Putanja:
pt: Caminho
pt_br: Caminho
tr: Yol

source: Episode ID
bg: Идентификатор на епизода
ca: Identificador de l'episodi
de: Nummer der Episode
es: ID del episodio
fi: Jaksotunniste
ga: Aitheantas an eagráin
gl: ID do episodio
hr: ID nastavka
pt: ID do episódio
pt_br: ID do Episódio

source: Season Number
bg: Номер на сезона
ca: Nombre de temporada
de: Staffel-Nummer
es: Número de temporada
fi: Kausinumero
gl: Número de temporada
hr: Broj sezone
pt: Número da temporada
pt_br: Número da Temporada
tr: Sezon numarası

source: Episode Number
bg: Номер на епизода
ca: Nombre d'episodi
de: Episoden-Nummer
es: Número de episodio
fi: Jaksonumero
gl: Número do episodio
hr: Broj nastavka
pt: Número do episódio
pt_br: Número do Episódio
tr: Bölüm numarası

source: Video Kind
bg: Тип видео
ca: Tipus de vídeo
de: Art des Videos
es: Tipo de vídeo
fi: Videon tyyppi
hr: Vrsta video snimke
nb: Videotype
pt: Tipo de vídeo
pt_br: Tipo de Vídeo
tr: Video Türü

source: Edit Item
bg: Редактиране на обект
br: Aozañ an dra
ca: Edita l'element
cy: Golygwch Eitem
de: Eintrag bearbeiten
es: Editar elemento
et: Muuda elementi
fi: Muokkaa tietoja
ga: Cuir Mír in Eagar
gl: Editar o elemento
hr: Uredi stavku
id: Sunting item
ka: ელემენტის რედაქტირება
nb: Rediger element
pt: Editar item
pt_br: Editar Item
ro: Modifică element
sl: Uredi predmet
sq: Përpuno Objekt
sr: Уреди ставку
sv: Redigera objekt
te: ఐటమును సరిదిద్దు
tr: Öğeyi Düzenle
uk: Редагувати елемент

source: %(items)d
hr: %(items)d stavka odabrana za uređivanje
pt: Selecionou %(items)d item para edição

source: To change a field for all the selected items, check the checkbox next to the field you'd like to change.
bg: За да промените поле за всички избрани обекти, сложете отметка срещу полето, което желаете да промените.
de: Um ein Feld für alle ausgewählten Elemente zu ändern, kreuze die Box neben dem Feld an, dass du ändern willst.
es: Para cambiar un campo para todos los elementos seleccionados, marque la casilla junto al campo que desea cambiar.
fi: Muokataksesi jotain tietoa kaikkien valittujen kohteiden osalta, merkitse muokattava tieto ruksilla.
gl: Para cambiar un campo para todos os elementos seleccionados, marque o cadro próximo ao campo que desexa cambiar.
hr: Za promjenu polja svih odabranih stavki, označite okvir za odabir pokraj polja koje želite promjeniti.
pt: Para alterar um campo dos itens selecionados, marque a caixa junto ao campo que pretende editar.
pt_br: Para mudar um campo em todos os itens selecionados, marque a opção próxima ao campo que você deseja modificar.

source: General
bg: Общи
br: Dre-vras
cy: Cyffredinol
de: Allgemein
et: Üldine
fi: Yleiset
ga: Coiteann
gl: Xeral
hr: Općenito
id: Umum
ja: 一般
ka: ზოგადი
mk: Општо
ms: Am
nb: Genrelt
pt: Geral
pt_br: Geral
ro: Generale
sl: Splošno
sq: Të përgjithshme
sr: Општe
sv: Allmänt
te: సాధారణ
tr: Genel
uk: Загальне

source: View|All
bg: Покажи|Всички
br: Gwelout|holl
ca: Visualitza-ho tot
cy: Golwg|Pob
de: Alle zeigen
es: Ver|Todos
et: Vaata|Kõikl
fi: Näytä|Kaikki
ga: Féach Orthu Uile
gl: Ver|Todo
hr: Prikaži|Sve
id: Lihat|Semua
ka: ხედი|ყველა
mk: Види|Сите
ms: Lihat|Semua
nb: Vis|Alle
pt: Ver|Tudo
pt_br: Ver|Tudo
ro: Vizualizare|Toate
sl: Pokaži|Vse
sq: Shihini|Krejt
sr: Погледај све
sv: Visa|Alla
te: చూపించు|అన్నీ
tr: Hepsi Görüntüle
uk: Переглянути|Все

source: Unplayed
bg: Непрегледани
br: Biskoazh c’hoariet
ca: No reproduït
cy: Heb ei chwarae
de: Ungesehen
es: No reproducido
et: Mängimata
fi: Toistamaton
ga: Neamhsheinnte
gl: Non reproducido
hr: Nereproducirano
id: Belum dimainkan
ka: უნახავი
mk: Нерепродуциран
ms: Belum dimainkan
nb: Ikke avspilt
pt: Não reproduzido
pt_br: Não reproduzido
ro: Neredate
sl: Nepredvajano
sq: E paluajtur
sr: Нерепродуковано
sv: Ospelad
te: ప్లేచెయ్యనివి
tr: Oynatılmamış
uk: Невідтворено

source: Downloaded
bg: Изтеглено
br: Enkarget
ca: Baixat
cy: Lawrlwythwyd
de: Heruntergeladen
es: Descargado
et: Alla laaditud
fi: Ladattu
ga: Íosluchtaithe
gl: Descargado
hr: Preuzeto
id: Terunduh
ja: ダウンロード済み
ka: გადმოწერილია
mk: Превземени
ms: Dimuat turun
nb: Lasted ned
pt: Transferido
pt_br: Baixados
ro: Descărcate
sl: Preneseno
sq: Të shkarkuara
sr: Преузето
sv: Hämtad
te: దిగుమతయ్యింది
tr: İndirildi
uk: Завантажено

source: Audio
bg: Звук
ca: Àudio
et: Heli
ga: Fuaim
hr: Zvučni zapis
ka: აუდიო
mk: Аудио
nb: Lyd
pt: Áudio
pt_br: Áudio
sl: Zvok
sr: Аудио запис
sv: Ljud
te: ఆడియో
tr: Ses
uk: Звук

source: Movies
bg: Филми
ca: Pel·lícules
de: Filme
es: Películas
et: Filmid
fi: Elokuvat
ga: Scannáin
gl: Películas
hr: Filmovi
nb: Filmer
pt: Filmes
pt_br: Filmes
sr: Филмови
tr: Filmler
uk: Фільми

source: Shows
bg: Шоута
ca: Programes
de: Vorführungen
es: Programas
fi: Ohjelmat
ga: Cláir
gl: Programas de TV
hr: Emisije
pt: Programas
sr: Емисије
uk: Шоу

source: Clips
bg: Клипове
de: Videos
es: Cortos
et: Klipid
fi: Leikkeet
ga: Gearrthóga
hr: Inserti
pt: Excertos
pt_br: Clipes
sr: Снимци
tr: Klipler
uk: Кліпи

source: Series
hr: Serije

source: Source
bg: Източник
ca: Origen
de: Quelle
es: Fuente
fi: Lähde
ga: Foinse
gl: Orixe
hr: Izvor
nb: Kilde
pt: Fonte
pt_br: Fonte
tr: Kaynak

source: %(count)s items
bg: %(count)s обекта
ca: %(count)s elements
de: %(count)s Elemente
es: %(count)s elementos
fi: %(count)s kohdetta
ga: %(count)s m(h)íreanna
gl: %(count)s elementos
hr: %(count)s stavi
pt: %(count)s itens
pt_br: %(count)s itens
sr: %(count)s ставке/и
uk: %(count)s елементів

source: Unwatched
bg: Негледано
br: Nann-sellet
ca: No vist
cy: Heb wylio
de: Ungesehene Videos
es: No visto
et: Automaatne
fi: Katsomatta
ga: Neamhfheicthe
gl: Sen ver
hr: Neodgledano
id: Belum ditonton
ka: უნახავი
mk: Негледани
ms: Tidak ditonton
nb: Usett
pt: Não visto
pt_br: Não assistido
ro: Nevizualizate
sl: Neopazovano
sq: E pashikuar
sr: Негледано
sv: Osedda
te: వీక్షణలో లేనివి
tr: Izlenmemiş
uk: Непереглянуте

source: %(item)s at %(resumetime)s
bg: %(item)s в %(resumetime)s
ca: %(item)s en %(resumetime)s
de: %(item)s bei %(resumetime)s
es: %(item)s en %(resumetime)s
fi: %(item)s kohdetta %(resumetime)s kuluttua
ga: %(item)s ag %(resumetime)s
hr: %(item)s kod %(resumetime)s
pt: %(item)s em %(resumetime)s
pt_br: %(item)s em %(resumetime)s

source: Resume
bg: Възобновяване
ca: Reprèn
de: Fortsetzen
es: Reanudar
et: Jätka
fi: Jatka
ga: Lean ar aghaidh
gl: Continuar
hr: Nastavi
nb: Fortsett
pt: Retomar
pt_br: Continuar
uk: Поновити

source: Back to podcast
bg: Връщане към подкаста
ca: Torna al podcast
de: Zurück zum Podcast
es: Volver al podcast
fi: Takaisin podcastiin
ga: Ar ais chuig an podchraoladh
gl: Volver ao podcast
hr: Natrag na podcast
pt: Voltar ao podcast
pt_br: Voltar para podcast
sr: Назад на подемисију
uk: Назад до подкасту

source: Stop All Conversions
bg: Спиране на всички преобразувания
br: Paouez an holl droidigezhioù
ca: Atura totes les conversions
cy: Atal Pob Trosiad
de: Stoppe alle Konvertierungen
es: Detener todas las conversiones
et: Peata kõik konvertimised
fi: Pysäytä kaikki muunnokset
ga: Stad Gach Tiontú
gl: Deter todas as conversións
hr: Zaustavi sve konverzije
id: Hentikan Semua Konversi
ms: Hentikan Semua Penukaran
nb: Stopp alle konverteringer
pt: Parar todas as conversões
pt_br: Para todas as conversões
ro: Opreste toate conversiile
sl: Ustavi vse pretvorbe
sr: Заустави сва претварања
sv: Stoppa alla konverteringar
te: అంతరీకరణాలన్నిటినీ ఆపు
tr: Tüm dönüştürmeleri durdur
uk: Зупинити всі перекодування

source: Clear Finished Conversions
bg: Изчистване на завършените преобразувания
br: Skarzhañ Troidigezhioù Echu
ca: Neteja les conversions acabades
de: Beendete Konvertierungen entfernen.
es: Borrar conversiones finalizadas
et: Tühjenda lõpetatud konvertimised
fi: Tyhjennä valmiit muunnokset
ga: Glan Tiontuithe Críochnaithe
gl: Limpar as conversións rematadas
hr: Obriši završene konverzije
id: Bersihkan Konversi Terselesaikan
pt: Apagar conversões terminadas
pt_br: Limpar conversões finalizadas
ro: Sterge conversiile terminate
sl: Počisti dokončane pretvorbe
sr: Очисти завршена претварања
sv: Rensa slutförda konverteringar
tr: Biten dönüştürmeleri temizle
uk: Очистити завершені перетворення

source: Save as Podcast
bg: Запазване като подкаст
ca: Desa com a un podcast
de: Als Podcast speichern
es: Guardar como un podcast
fi: Tallenna podcastina
gl: Gardar como un podcast
hr: Spremi kao podcast
pt: Guardar como podcast
pt_br: Salvar como Podcast
sr: Сачувај као подемисију
uk: Зберегти як подкаст

source: Save as Playlist
bg: Запазване като списък за изпълнение
ca: Desa com a una llista de reproducció
es: Guardar como una lista de reproducción
fi: Tallenna soittolistana
hr: Spremi kao popis izvođenja
pt: Guardar como lista de reprodução
pt_br: Salvar como Lista de Reprodução
tr: Çalma listesi olarak kaydet

source: Save
bg: Запазване
ca: Desa
es: Guardar
fi: Tallenna
gl: Gardar
hr: Spremi
nb: Lagre
pt: Guardar
pt_br: Salvar
tr: Kaydet

source: Downloading
bg: Изтегляне
br: Emaon oc'h enkargañ
ca: S'està baixant
cy: Lawrlwytho
de: Lädt herunter
es: Descargando
et: Allalaadimine
fi: Ladataan
ga: Á Íosluchtú
gl: Descargando
hr: Preuzimanje
id: Mengunduh
ja: ダウンローディング
ka: მიმდინარეობს გადმოწერა
mk: Превземање
ms: Memuat turun
nb: Laster ned
pt: A transferir
pt_br: Baixando
ro: Descărcare
sl: Prejemanje
sq: Po shkarkohet
sr: Преузимање
sv: Hämtar
te: దిగుమతవుతూంది
tr: İndiriliyor
uk: Завантаження

source: Newly Available
bg: Нови налични
br: Implijadus nevez 'zo
ca: Recentment disponible
cy: Ar gael yn ddiweddar
de: Neu verfügbar
es: Recientemente disponibles
et: Värskelt saadaval
fi: Uudet
ga: Ar Fáil Anois
gl: Nova descarga dispoñible
hr: Dostupan novi sadržaji
id: Baru Tersedia
mk: Нови достапни
ms: Baru ada
nb: Nylig tilgjengelig
pt: Adições recentes
pt_br: Recém Disponível
ro: Nou disponibile
sl: Sveže na voljo
sq: Të passhme rishtazi
sr: Ново доступно
sv: Nytillkommen
te: కొత్తవి
tr: Yeni
uk: Останні поповнення

source: %(available)s below downloads space limit (%(amount)s free on disk)
bg: %(available)s под ограничението за изтегляния (%(amount)s свободни на диска)
br: %(available)s termeniñ egorenn ar pellgargañ (%(amount)s dieub war ar bladenn)
ca: %(available)s dins el límit d'espai per a baixades (%(amount)s lliures al disc)
cy: %(available)s o dan gyfyngiad lle ar gyfer lawrlwythiadau (%(amount)s ar gael ar ddisg)
de: %(available)s Speicherplatzlimit für Downloads (%(amount)s freier Festplattenspeicher)
es: %(available)s dentro del límite de espacio para descargas (%(amount)s libres en disco)
et: %(available)s allpool allalaadimise ruumi piirata (%(amount)s vaba kettal)
fi: %(available)s alle latausten tilarajan (%(amount)s tilaa levyllä)
ga: Tá %(available)s faoi theorainn shlí na n-íosluchtú (%(amount)s saor ar an diosca)
gl: %(available)s por debaixo do límite de espazo para descargas (%(amount)s libres no disco)
hr: %(available)s ispod ograničenja prostora preuzimanja (%(amount)s slobodnog prostora na disku)
id: %(available)s dibawah batas ruang unduhan (%(amount)s kosong pada ruang penyimpanan)
mk: %(available)s под просторното ограничување за превземања (%(amount)s слободно на дискот)
ms: %(available)s dibawah ruang had muat turun (%(amount)s ruang di cakera)
nb: %(available)s under plassgrensen for nedlasting (%(amount)s ledig på disken)
pt: %(available)s abaixo do limite para transferências (%(amount)s livres em disco)
pt_br: %(available)s disponível para downloads (%(amount)s livres no disco)
ro: %(available)s sub limita de spațiu pentru descărcări (%(amount)s liber pe disc)
sl: %(available)s pod mejo prostora za prenose (%(amount)s prosto na disku)
sq: %(available)s nën kufirin për hapësirë shkarkimi (%(amount)s të lira në disk)
sr: %(available)s је испод доступног простора за праузимање (%(amount)s слободног простора на диску)
sv: %(available)s under gränsen för hämtningsutrymme (%(amount)s ledigt på disken)
te: దింపుకోళ్ళ జాగా పరిమితి కంటే %(available)s తక్కువ ఉంది (డిస్కులో %(amount)s ఖాళీ ఉంది)
tr: %(available)s yükleme alanı sınırı altında (%(amount)s diskte boş)
uk: %(available)s доступного простору для завантаження файлів (%(amount)s загального вільного місця на диску)

source: %(available)s free for downloads (%(amount)s free on disk)
bg: %(available)s свободни за изтегляния (%(amount)s свободни на диска)
br: %(available)s dieub d’ar pellgargañ (%(amount)s dieub war ar bladenn)
ca: %(available)s lliures par a les baixades (%(amount)s lliures al disc)
cy: %(available)s ar gael am lawrlwythiadau (%(amount)s ar gael ar ddisg)
de: %(available)s für Downloads verfügbar (%(amount)s freier Festplattenspeicher)
es: %(available)s libres para descargas (%(amount)s libres en disco)
et: %(available)s tausta allalaadimisteks (%(amount)s vaba kettal)
fi: %(available)s tilaa latauksille (%(amount)s tilaa levyllä)
ga: Tá %(available)s saor do íosluchtuithe (%(amount)s saor ar an diosca)
gl: %(available)s libres para descargas (%(amount)s libres no disco)
hr: %(available)s slobodno za preuzimanje (%(amount)s slobodnog prostora na disku)
id: %(available)s bebas untuk diunduh (%(amount)s kosong pada ruang penyimpanan)
ka: გადმოწერისთვის თავისუფალია %(available)s (დისკზე თავისუფალია %(amount)s)
mk: %(available)s слободни за превземања (%(amount)s слободно на дискот)
ms: %(available)s ruang untuk muat turun (%(amount)s ruang kosong di cakera)
nb: %(available)s tilgjengelig for nedlasting (%(amount)s ledig på harddisken)
pt: %(available)s livres para transferências (%(amount)s livres em disco)
pt_br: %(available)s livre para downloads (%(amount)s livre no disco)
ro: %(available)s liber pentru descărcări (%(amount)s liber pe disc)
sl: %(available)s na voljo za prenose (%(amount)s prosto na disku)
sq: %(available)s të lira për shkarkime (%(amount)s të lira në disk)
sr: %(available)s је слободно за преузимање (%(amount)s слободног простора на диску)
sv: %(available)s ledigt för hämtningar (%(amount)s ledigt på disken)
te: దింపుకోళ్ళ కోసం %(available)s జాగా ఉంది (డిస్కులో %(amount)s ఖాళీ ఉంది)
tr: %(available)s boş yükleme alanı (%(amount)s diskte boş)
uk: %(available)s доступно (%(amount)s вільно на диску)

source: %(amount)s free on disk
bg: %(amount)s свободни на диска
br: %(amount)s dieub war ar bladenn
ca: %(amount)s lliures al disc
cy: %(amount)s ar gael ar ddisg
de: %(amount)s freier Festplattenspeicher
es: %(amount)s libres en disco
et: %(amount)s vaba kettal
fi: %(amount)s tilaa levyllä
ga: %(amount)s saor ar an diosca
gl: %(amount)s libres no disco
hr: %(amount)s slobodnog prostora na disku
id: %(amount)s kosong pada ruang penyimpanan
ka: დისკზე თავისუფალია %(amount)s
mk: %(amount)s слободно на дискот
ms: %(amount)s ruang kosong di cakera
nb: %(amount)s ledig plass på disken
pt: %(amount)s livres em disco
pt_br: %(amount)s livre no disco
ro: %(amount)s liber pe disc
sl: %(amount)s prostora na disku
sq: %(amount)s të lira në disk
sr: %(amount)s слободног простора на диску
sv: %(amount)s ledigt på disken
te: (డిస్కులో %(amount)s ఖాళీ ఉంది)
tr: Sabit Diskte %(amount)s yer var
uk: %(amount)s вільно на диску

source: All
bg: Всичко
br: An holl
ca: Tot
cy: Pob
de: Alle
es: Todo
et: Kõik
fi: Kaikki
ga: Uile
gl: Todo
hr: Sve
id: Semua
ja: 全て
ka: ყველა
mk: Сите
ms: Semua
nb: Alt
pt: Todos
pt_br: Tudo
ro: Toate
sl: Vse
sq: Tërë
sr: све
sv: Alla
te: అన్నీ
tr: Hepsi
uk: Усе

source: Pause All
bg: Пауза на всичко
br: Ehaniñ pep tra
ca: Pausa-ho tot
cy: Seibio Pob Un
de: Alle anhalten
es: Interrumpir todo
et: Peata kõik
fi: Keskeytä kaikki
ga: Cuir Ar Sos Uile
gl: Pausar todo
hr: Pauziraj sve
id: Pause Semua
ja: 全て一時停止
ka: ყველას შეჩერება
mk: Паузирај ги сите
ms: Jeda Semua
nb: Stopp alle midlertidig
pt: Pausar todas
pt_br: Pausar Todos
ro: Suspendă tot
sl: Ustavi vse
sq: Pushoji të Tëra
sr: Паузирај све
sv: Gör paus i alla
te: అన్నింటినీ నిలుపు
tr: Hepsini duraklat
uk: Призупинити все

source: Resume All
bg: Продължаване на всичко
br: Adkregiñ gant pep tra
ca: Reprèn-ho tot
cy: Ailddechrau Pob Un
de: Alle fortsetzen
es: Reanudar todo
et: Jätka kõiki
fi: Jatka kaikkia
ga: Atosaigh Uile
gl: Continuar todo
hr: Nastavi sve
id: Ulang semua
ja: 全て再開
ka: ყველას გაგრძელება
mk: Повторно активирај ги сите
ms: Sambung Semula Semua
nb: Fortsett med alle
pt: Retomar todas
pt_br: Continuar todos
ro: Reia tot
sl: Nadaljuj vse
sq: Rimerri të Tëra
sr: Настави све
sv: Återuppta alla
te: అన్నింటినీ కొనసాగించు
tr: Hepsini devam ettir
uk: Продовжити все
