Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: %(appname)s is not able to download a file at this URL: URL: %(url)s Error: %(error)s (%(errordesc)s)
bg: %(appname)s не може да изтегли файл от този адрес: URL: %(url)s Грешка: %(error)s (%(errordesc)s)
br: N'hell ket %(appname)s enkargañ ur restr en URL-mañ: URL: %(url)s Fazi: %(error)s (%(errordesc)s) Torrioù linennoù zo amañ. Pep hini anezho a verk un torr linenn. Adkrogit gant ul linenn nevez en hevelep lec'h an droidigezh.
de: %(appname)s kann die Datei unter %(url)s nicht herunterladen. Fehler: %(error)s (%(errordesc)s)
es: %(appname)s no es capaz de descargar el archivo en esta URL: URL: %(url)s Error: %(error)s (%(errordesc)s)
fi: %(appname)s ei voi ladata tiedostoa osoitteesta: %(url)s Virhe: %(error)s (%(errordesc)s)
gl: %(appname)s non pode descargar un ficheiro do URL: URL: %(url)s Erro: %(error)s (%(errordesc)s)
hr: %(appname)s ne može preuzeti datoteku sa ovog URL-a: URL: %(url)s Greška: %(error)s (%(errordesc)s)
id: %(appname)s tidak bisa mengunduh sebuah file pada URL berikut: URL: %(url)s Kesalahan: %(error)s (%(errordesc)s)
pt: O %(appname)s não conseguiu transferir o ficheiro neste URL: URL: %(url)s Erro: %(error)s (%(errordesc)s)
pt_br: %(appname)s não pode baixar o arquivo desta URL: URL: %(url)s Erro: %(error)s (%(errordesc)s)
ro: %(appname)s nu poate descarca un fichier de la aceasta adresa: URL : %(url)s Eroare : %(error)s (%(errordesc)s)
sr: %(appname)s не може да преузме датотеку на овој адреси: Адреса: %(url)s Грешка: %(error)s (%(errordesc)s)
sv: %(appname)s kan inte hämta en fil på den här webbadressen: Adress: %(url)s Fel: %(error)s (%(errordesc)s)
uk: %(appname)s не може завантажити файл за цією адресою: Адреса: %(url)s Помилка: %(error)s (%(errordesc)s)

source: We're sorry, %(appname)s was unable to start up due to a problem with the database: Error: %(error)s It's possible that your database file is corrupted and cannot be used. You can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files. If you want to do this, press the Start Fresh button and restart %(appname)s. To help us fix problems like this in the future, please file a bug report at %(url)s.
bg: Съжаляваме, %(appname)s не можа да се стартира поради проблем с базата данни: Грешка: %(error)s Възможно е базата данни да е повредена и да не може да бъде използвана. Можете да започнете начисто и вашата повредена база данни ще бъде премахната, но ще трябва отново да добавите своите подкасти и медийни файлове. Ако желаете да направите това, натиснете бутона Започване на чисто и рестартирайте %(appname)s. За да ни помогнете да оправим проблеми като този за в бъдеще, моля попълнете доклад за грешка на %(url)s.
de: Entschuldigung, %(appname)s konnt eaufgrund eines Problems in der datenbank nicht gestartet werden: Fehler: %(error)s Es ist möglich, das die Datenbank beschädigt und somit nicht mehr benutzbar ist. Wenn du von vorne anfängst, wird deine beschädigte Datenbank entfernt, aber du musst deine Podcasts und Mediendateien neu hinzufügen. Falls du dies tun willst, drücke den "neu anfangen" Knopf und starte %(appname)s erneut. Erstelle bitte einen Fehlerbericht unter %(url)s, damit dieses Problem behoben werden kann.
es: Lo sentimos, %(appname)s no ha podido iniciarse debido a un problema con la base de datos: Error: %(error)s Es posible que su base de datos de archivos esté dañada y no se pueda usar. Puede borrar su base de datos dañada y comenzar de nuevo, pero tendrá que volver a añadir sus podcasts y archivos multimedia. Si desea hacer esto, pulse el botón «Iniciar de nuevo» y reinicie %(appname)s. Para ayudarnos a arreglar problemas como éste en el futuro, por favor informe del error en %(url)s.
fi: %(appname)s ei valitettavasti käynnistynyt tietokantaongelman vuoksi. Virhe: %(error)s Tietokanta saattaa olla vioittunut, eikä sitä voi käyttää. Voit aloittaa puhtaalta pöydältä ja vioittunut tietokantasi poistetaan, mutta joudut lisäämään podcastit ja mediatiedostot uudestaan. Mikäli haluat tehdä niin, valitse Aloita alusta ja käynnistä %(appname)s uudestaan. Voit auttaa meitä korjaamaan tällaiset ongelmat jatkossa ilmoittamalla viasta osoitteessa %(url)s.
gl: Sentímolo, o %(appname)s non foi quen de iniciarse debido a un problema coa base de datos: Erro: %(error)s É posible que o ficheiro da base de datos estea corrupto e non sexa posible usalo. Se iniciar en limpo e a base de datos será eliminada, pero terá que engadir de novo os podcasts e ficheiros multimedia. Se desexa facer isto, prema o botón de iniciar en limpo e reinicie o %(appname)s. Para axudarnos a arranxar problemas como este no futuro, inicie un informe de fallo en %(url)s.
hr: Žao nam je, %(appname)s se ne može pokrenuti zbog problema sa bazom podataka: Greška: %(error)s Moguće je da je datoteka vaše baze podataka oštećena i zato se ne može koristiti. Nakon ponovnog pokretanja vaša oštećena baza podataka biti će uklonjena ali ćete morati ponovno dodati podcaste i medijske datoteke. Ako to želite učiniti, pritisnite 'Start' tipku i ponovno pokrenite %(appname)s. Ako nam želite pomoći popraviti ovaj problem u budućnosti, ispunite izvješće greške na %(url)s.
pt: O %(appname)s não conseguiu iniciar devido a um erro na base de dados: Erro: %(error)s É possível que a base de dados esteja danificada e não possa ser utilizada. Pode iniciar uma nova base de dados, originando a remoção da base de dados anterior. No entanto, terá que adicionar novamente os seus podcasts e ficheiros multimédia. Se o pretender fazer "Novo início" e reiniciar o %(appname)s. Para nos ajudar a corrigir problemas semelhanto, preencha um relatório d erros em %(url)s.
pt_br: Desculpe, %(appname)s não foi iniciada devido a um problema com o banco de dados: Erro: %(error)s É possível que seu arquivo de banco de dados esteja corrompido e não pode ser usado. Você pode iniciar um novo e seu banco de dados defeituoso será removido, mas você terá de adicionar novamente seus podcasts e arquivos de mídia. Se você deseja fazer isso, pressione o botão Iniciar do Zero e reinicie o %(appname)s. Para ajudar a corrigir problemas como estes no futuro, por favor reporte o erro em %(url)s.

source: Unknown Error
bg: Непозната грешка
br: Fazi dianav
ca: S'ha produït un error desconegut
cy: Gwall Anhysbys
de: Unbekannter Fehler
es: Error desconocido
et: Tundmatu viga
fi: Tuntematon virhe
ga: Botún Anaithnid
gl: Erro descoñecido
hr: Nepoznata greška
id: Kesalahan Tidak Dikenal
ja: 不明なエラー
ka: უცნობი შეცდომა
mk: Непозната грешка
ms: Ralat Tidak Diketahui
nb: Ukjent feil
pt: Erro desconhecido
pt_br: Erro Desconhecido
ro: Eroare necunoscută
sl: Neznana napaka
sq: Gabim i Panjohur
sr: Непозната грешка
sv: Okänt fel
te: తెలియని పొరపాటు
tr: Bilinmeyen Hata
uk: Невідома помилка

source: An unknown error prevented %(appname)s from startup. Please file a bug report at %(url)s.
bg: Непозната грешка попречи на стартирането на %(appname)s. Моля попълнете доклад за грешка на %(url)s.
br: Harzet en deus ur fazi dianavezet ouzh %(appname)s da vont en-dro. Kasit ur rentañ-kont beug da %(url)s mar plij.
ca: Un error desconegut a impedit que el %(appname)s s'iniciï. Informeu-nos d'aquest error a %(url)s.
cy: Roedd gwall anhysbys wedi rhwystro %(appname)s o ddechrau. Ffeiliwch adroddiad byg ar %(url)s.
de: Ein unbekannter Fehler verhinderte den Start von %(appname)s. Bitte schildern Sie uns unter %(url)s den Fehler.
es: Un error desconocido evitó que %(appname)s iniciase. Por favor, cree un informe de errores en %(url)s.
et: Tundmatu viga takistas %(appname)s käivitumist. Palun esita vearaport aadressil %(url)s.
fi: Tuntematon virhe esti %(appname)s:a käynnistymästä. Ole hyvä ja tee virheilmoitus osoitteessa %(url)s.
ga: Thoirmisc botún anaithnid %(appname)s tosú. Foilsigh fógra fabht ar %(url)s.
gl: Un erro descoñecido impediu que se iniciase %(appname)s. Por favor envíe un informe de fallo a %(url)s.
hr: Nepoznata greška spriječila je pokretanje %(appname)s-a Ispunite izvješće greške na %(url)s.
id: Eror yang tidak diketahui mencegah %(appname)s untuk memulai. Harap kirimkan laporan bug ke %(url)s.
mk: Непозната грешка го спречи %(appname)s од стартување. Ве молиме испратете извештај за грешка на %(url)s.
ms: Satu ralat yang tidak diketahui telah menghalang permulaan %(appname)s . Sila failkan laporan pepijat di %(url)s.
nb: En ukjent feil hindret %(appname)s fra å starte. Vennligst send inn en feilrapport til %(url)s.
pt: Um erro desconhecido impediu o arranque do %(appname)s. Por favor, preencha um relatório de erros em %(url)s.
pt_br: Um erro desconhecido fez com que %(appname)s não iniciasse. Por favor, reporte o erro em %(url)s.
ro: O eroare necunoscuta a împiedicat pornirea %(appname)s. Vă rugăm să raportați eroarea la %(url)s.
sl: Neznana napaka je preprečila, da bi se %(appname)s zagnal. Prosimo, poročajte o hrošču: %(url)s.
sq: Një gabimi panjohur e pengoi nisjen e %(appname)ss. Ju lutem njoftoni në një të metë te %(url)s.
sr: Непозната грешка је спречила покретање %(appname)s програма. Пошаљите извештај о грешци на %(url)s.
sv: Ett okänt fel hindrade %(appname)s från att starta. Skicka in en felrapport på %(url)s.
tr: Bilinmeyen bir hata %(appname)s'nun başlatılmasını engelledi. Lütfen %(url)s adresinde bir hata raporu bildirin.
uk: Невідома помилка не дала %(appname)s запуститись. Будь ласка, надішліть звіт про помилку на %(url)s.

source: Database too new
bg: Базата от данни е твърде нова
br: Re nevez an diaz roadennoù
ca: La base de dades és massa nova
cy: Cronfa ddata rhy newydd
de: Datenbank zu neu
es: Base de datos demasiado nueva
et: Liiga uus andmebaas
fi: Tietokanta on liian uusi
ga: Tá an bunachar sonraí ró-nua
gl: Base de datos demasiado nova
hr: Baza podataka je previše nova
id: Basis data terlalu baru
ja: データベースが新しすぎます
ka: მონაცემთა ბაზა ახალია
mk: Базата на податоци е премногу нова
ms: Pangkalan Data terlalu baru
nb: Databasen er for ny
pt: Base de dados demasiado recente
pt_br: Base de Dados muito nova
ro: Bază de date prea nouă
sl: Zbirka podatkov je preveč sodobna
sq: Bazë shumë e re të Dhënash
sr: База података је превише нова.
sv: Databasen är för ny
te: డేటాబేసు మరీ కొత్తది
tr: Veritabanı çok yeni
uk: База даних надто нова

source: You have a database that was saved with a newer version of %(appname)s. You must download the latest version of %(appname)s and run that.
bg: Имате база данни, запазена с по-нова версия на %(appname)s. Трябва да изтеглите последната версия на %(appname)s и да изпълните това.
br: Bez’ ez eus ganeoc’h un diaz roadennoù bet miret gant ur stumm nevesoc’h eus %(appname)s. Ret e vo deoc’h pellgargañ ar stumm nevesañ eus %(appname)s hag e lakaat da vont en-dro.
ca: La vostra base de dades és d'una versió més recent del %(appname)s. Heu de baixar l'última versió del %(appname)s i executar-lo.
cy: Mae gennych gronfa ddata a oedd wedi'i gadw gan fersiwn ddiweddarach %(appname)s. Mae'n rhaid i chi lawrlwytho fersiwn ddiweddaraf %(appname)s a rhedeg honno.
de: Ihre Medien-Datenbank wurde mit einer neueren Version von %(appname)s gespeichert. Bitte laden Sie die aktuelle %(appname)s Version herunter und starten Sie diese.
es: Tiene una base de datos que se guardó con una version posterior de %(appname)s. Debe descargar la última version de %(appname)s e instalarla.
et: Sul on andmebaas,mis on salvestatud koos uuema %(appname)s versiooniga. Sa pead allalaadima viimase %(appname)s versiooni ja käivitama selle.
fi: Tietokantasi on tallennettu %(appname)s:n uudemmalla versiolla. Sinun täytyy ladata uusin versio %(appname)s:sta ja käynnistää se.
ga: Tá bunachar sonraí agat a chuireadh i dtaisce le leagan níos nuaí de %(appname)s. Caithfear an leagan is déanaí de %(appname)s a íosluchtú agus é a rith ar sin.
gl: Ten unha base de datos que se gardou cunha versión máis nova do %(appname)s. Debe descargar a última versión do %(appname)s e executalo.
hr: Imate bazu podataka koja je spremljena s novijom inačicom %(appname)s-a. Trebate preuzeti posljednju inačicu %(appname)s-a i pokrenuti ju.
id: Anda memiliki database yang disimpan dengan versi terbaru dari %(appname)s. Anda harus mengunduh versi terakhir dari %(appname)s dan menjalankannya.
ja: あなたのデータベースは %(appname)s の新しいバージョンで保存されたものです。%(appname)s の最新バージョンをダウンロードして実行してください。
mk: Вие имате база на податоци која е запишана со понова верзија на %(appname)s. Мора да ја превземете најновата верзија на %(appname)s и да ја повикате.
ms: Anda ada pangkalan data yang telah di simpan dengan versi %(appname)s yang lebih terkini. Anda mesti muat turun versi %(appname)s yang paling terkini dan lancarkannya.
nb: Du har en database som ble lagret med en nyere versjon av %(appname)s. Du må laste ned en nyere versjon av %(appname)s og kjøre denne.
pt: A sua base de dados foi guardada numa versão mais recente do %(appname)s. Tem de transferir uma nova versão do %(appname)s para a poder utilizar.
pt_br: Você tem uma base de dados que foi salva com uma nova versão de %(appname)s. Você precisa baixar a última versão de %(appname)s e executá-la
ro: Aveți o bază de date salvată cu o versiune mai nouă a %(appname)s. Trebuie să descărcați și folosiți cea mai nouă versiune a %(appname)s.
sl: Imate zbirko podatkov, ki je bila shranjena z novejšo različico %(appname)s. Prenesti morate najnovejšo različico %(appname)s in jo zagnati.
sq: Keni një bazë të dhënash që qe ruajtur me një version më të ri të %(appname)ss. Duhet të shkarkoni versionin më të fundit të %(appname)s dhe të xhironi atë.
sr: Имате базу података која је снимљена новијим издањем %(appname)s. Морате да преузмете последње издање програма %(appname)s и покренете га.
sv: Du har en databas som har sparats med en nyare version av %(appname)s. Du måste hämta den senaste versionen av %(appname)s och köra den.
te: మీ డేటాబేసు %(appname)s యొక్క కొత్త కూర్పుతో భద్రపరచినది. దానితో పని చెయ్యాలంటే %(appname)s యొక్క సరికొత్త కూర్పును దించుకొని దాన్నే వాడాలి.
uk: Ваша база даних була створена новішою версією %(appname)s. Ви мусите завантажити й запускати найновішу версію %(appname)s.

source: Permissions error: %(appname)s couldn't create the folder.
bg: Грешка с правата: %(appname)s не може да създаде папката.
hr: Greška dozvola: %(appname)s ne može napraviti mapu.

source: Permissions error: %(appname)s can't write to the folder.
bg: Грешка с правата: %(appname)s не може да пише в папката.
hr: Greška dozvola: %(appname)s ne može pisati u mapu.

source: The folder contains no files: is it on a drive that's disconnected?
hr: Mapa ne sadrži datoteke: nalazi li se na disku koji je odspjen?

source: Submitting Crash Report
bg: Предаване на съобщение за грешка
br: O kas rentañ-kont sac'hadenn
ca: S'està enviant l'informe d'error
cy: Cyflwyno Adroddiad Chwalfa
de: Fehlerbericht senden
es: Enviando informe de error
et: Saadan krahhi raporti.
fi: Lähetetään kaatumisraporttia
ga: Ag seoladh isteach fógra tuairte
gl: Enviando o informe de erro
hr: Podnošenje izvješća greške
id: Menyerahkan Laporan Crash
ms: Menghantar Laporan Kerosakan
nb: Legger ved havarirapport
pt: A enviar relatório de erros
pt_br: Enviando relatório de Erro
ro: Transmisie raport de eroare
sr: Слање грешке
sv: Skickar felrapport
te: క్రాష్ నివేదికను సమర్పిస్తున్నాం
tr: Çökme Rapotu İletiliyor
uk: Надіслати звіт про помилку

source: %(appname)s will now submit a crash report to our crash database Do you want to include entire program database including all video and podcast metadata with crash report? This will help us diagnose the issue.
bg: %(appname)s сега ще изпрати доклад за грешка към нашата база данни с грешки Желаете ли да включите цялата база данни на програмата, включително всички метаданни на подкастите и видеото? Това ще ни помогне да определим проблема.
de: %(appname)s wird jetzt einen Absturzbericht zu Absturzdatenbank übermitteln. Soll die gesamte Datenbank inklusive aller Videos und Podcasts mitgesendet werden? Das würde die Problembehebung besschleunigen.
es: %(appname)s ahora presentará un informe del error para nuestra base de datos de errores ¿Desea incluir la base de datos del programa completo, incluyendo todos los metadatos de vídeo y podcast con el informe del error? Esto nos ayudará a diagnosticar el problema.
fi: %(appname)s lähettää nyt kaatumisesta raportin tietokantaamme. Haluatko liittää raporttiin täydellisen ohjelmatietokantasi, joka sisältää videoiden ja podcastien tiedot? Tämä auttaa meitä ongelman analysoinnissa.
gl: %(appname)s vai enviar un informe de fallo á nosa base de datos Desexa incluír a base de datos con todos os vídeos e metadatos dos podcasts? desta forma axudará na diagnose da incidencia.
hr: %(appname)s će sada poslati izvješće greške u našu bazu podataka rušenja Želite li uključiti cijelu bazu podataka programa uključujući sve meta podatke video snimki i podcasta u izvješće rušenja? To će nam pomoći u otkrivanju problema.
pt: O %(appname)s vai enviar um relatório de erros para a nossa base de dados. Pretende incluir a a sua base de dados, com todos os vídeos e podcasts, neste relatório? Se o fizer, pode ajudar-nos a diagnosticar o problema.
pt_br: %(appname)s vai agora enviar um relatório de falhas para a nossa base de dados de erros.

source: %(appname)s database corrupt.
bg: Базата данни на %(appname)s е повредена.
ca: La base de dades del %(appname)s està malmesa.
es: La base de datos de %(appname)s está dañada.
fi: %(appname)s-tietokanta vaurioitunut.
hr: %(appname)s baza podataka oštećena.
nb: %(appname)s database er ødelagt.
pt: A base de dados do %(appname)s está danificada.
pt_br: Banco de dados do %(appname)s corrompido.

source: Your %(appname)s database is corrupt. It will be backed up in your Miro database directory and a new database will be created now.
bg: Базата данни на %(appname)s е повредена. Ще й бъде създадено резервно копие в папката с бази данни на Miro и ще бъде създадена нова.
ca: La base de dades del %(appname)s està malmesa. Es farà una còpia de seguretat a la carpeta de bases de dades del Miro i una nova serà creada.
es: Su base de datos de %(appname)s está dañada. Será respaldada en su directorio de bases de datos de Miro y una nueva será creada.
fi: %(appname)s-tietokanta on vioittunut. Nykyisestä tietokannasta luodaan varmuuskopio Miron tietokantakansioon ja uusi tietokanta luodaan nyt.
hr: Vaša %(appname)s baza podataka je oštećena. Biti će sigurnosno kopirana u vaš Miro direktorij baze podataka i nova baza podataka biti će stvorena odmah.
pt: A base de dados do %(appname)s está danificada. A base de dados vai ser copiado e vai ser iniciada uma nova.
pt_br: Seu banco de dados do %(appname)s está corrompido. Será feito um backup no diretório do banco de dados do Miro e um novo banco de dados será criado agora.

source: %(appname)s database upgrade failed
bg: Обновяването на базата данни на %(appname)s се провали
br: Reneveziñ diaz %(appname)s c'hwitet
ca: L'actualització de la base de dades del %(appname)s ha fallat
cy: Diweddariad crofna ddata %(appname)s wedi methu
de: Datenbank-Aktualisierung von %(appname)s ist fehlgeschlagen
es: La actualización de la base de datos de %(appname)s ha fallado
et: %(appname)s andmebaasi uuendamine luhtus
fi: %(appname)s-tietokannan päivitys epäonnistui
ga: Theip ar fheabhsú bunachar sonraí %(appname)s
gl: A actualización da base de datos de %(appname)s fallou
hr: Nadogradnja %(appname)s baze podataka je neuspjela
id: Database dari aplikasi %(appname)s gagal diperbaharui
ka: %(appname)s-ს მონაცემთა ბაზის განახლების შეცდომა
ms: Penaiktarafan pangkalan data %(appname)s gagal
nb: %(appname)s database oppdatering misslykkes
pt: Falha ao atualizar a base de dados do %(appname)s
pt_br: Upgrade do banco de dados do %(appname)s falhou
ro: Actualizarea bazei de date %(appname)s a esuat
sl: %(appname)s posodabljanje baze podatkov neuspešno
sr: %(appname)s ажурирање базе података није успело.
sv: Databasuppgradering för %(appname)s misslyckades
te: %(appname)s డేటాబేసు ఉన్నతీకరణ విఫలమైంది
tr: %(appname)s veritabanı yükseltmesi başarısız oldu
uk: Оновлення бази даних %(appname)s не вдалось
