Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: You have %(count)d download in progress. Quit anyway?
bg: Имате %(count)d активно изтегляне. Излизане въпреки това?
br: Bez’ hoc’h eus %(count)d bellgargadenn o tont. Kuitaat daoust da se ?
cy: Mae gennych %(count)d lawrlwythiad gyfredol. Gadael beth bynnag?
de: Sie haben noch%(count)d aktiven Download. Trotzdem beenden?
es: Tiene %(count)d descarga en progreso ¿Quiere salir de todas formas?
et: Sul on %(count)d allalaadimine pooleli. Kas väljud sellegipoolest?
fi: Sinulla on %(count)d keskeneräinen lataus. Haluatko silti lopettaa?
ga: Tá %(count)d íosluchtú ar siúl. Scoir ar aon chor?
gl: Ten %(count)d descarga activa. Desexa pechar o Miro?
hr: Imate %(count)d preuzimanje u tijeku. Svejedno želite odustati?
id: Anda memiliki %(count)d unduhan sedang berjalan. Memilih tetap keluar?
ka: ამჟამად აქტიურია %(count)d გადმოწერა. გსურთ, გამოსვლა?
mk: Вие имате %(count)d активно превземање. Секако излегувате?
ms: Anda ada %(count)d muat turun dalam progres. Tutup juga?
nb: Du har %(count)d pågående nedlasting. Avslutte uansett?
pt: Tem %(count)d transferência em curso. Tem a certeza de que quer sair?
pt_br: Você tem %(count)d download em progresso. Sair assim mesmo?
ro: Aveți %(count)d descărcare în curs. Ieșiți oricum?
sl: Imate %(count)d prenosov v teku. Želite kljub temu nehati?
sq: Keni %(count)d shkarkim në kryerje e sipër. Të dilet, sido qoftë?
sr: %(count)d преузимање је у току. Желите ли да прекинете?
sv: Du har %(count)d hämtning som pågår. Avsluta ändå?
te: %(count)d దింపుకోలు జరుగుతూ ఉన్నది. అయినా సరే వెళ్ళిపోతారా?
tr: Devam eden %(count)d indirme var.Yinede çıkış yapılsınmı?
uk: Ви маєете %(count)d незавершене завантаження. Все одно вийти?

source: Warn me when I attempt to quit with downloads in progress
bg: Предупреждаване при опит за спиране на програмата при активно изтегляне
br: Kemennit din ma klaskan kuitaat ha me o pellgargañ
ca: Avisa'm quan intenti sortir tenint baixades pendents
cy: Rhybuddiwch fi pan dwi'n ceisio â gadael tra bod lawrlwythiad ar y gweill
de: Warnen, wenn ich versuche Miro zu beenden, während noch heruntergeladen wird
es: Avisarme al salir si hay descargas en curso.
et: Allalaadimiste ajal programmi sulgemisel hoiatatakse
fi: Varoita minua jos yritän sulkea ohjelman vaikka latauksia on käynnissä
ga: Tabhair foráileamh dom nuair a dhéanaim iarracht scoir fad is atá rudaí ag íosluchtú
gl: Avisarme cando tente pechar o Miro con descargas activas
hr: Upozori me kada pokušavam izaći dok su preuzimanja u tijeku
id: ingatkan saya jika saya mencoba keluar pada saat unduhan dalam proses
ja: ダウンロードが進行中に終了しようとした場合に警告する
ka: გასვლისას შემატყობინე აქტიური გადმოწერების შესახებ
mk: Предупреди ме кога ќе пробам да излезам со активни превземања
ms: Berikan amaran apabila saya cuba berhenti dengan proses muat turun masih berjalan
nb: Advar ved forsøk på å avslutte Miro med uferdige nedlastinger
pt: Avisar quando eu tentar sair e existirem transferências em curso
pt_br: Avise-me quando eu tentar sair com downloads em progresso
ro: Avertizează-mă când încerc să închid programul în timp ce descarc ceva
sl: Opozori me, če ob izhodu iz programa poteka prenos
sq: Sinjalizomë kur përpiqem të dal me shkarkime në kryerje e sipër
sr: Упозори ме када покушам да изађем док је преузимање у току
sv: Varna mig när jag försöker avsluta med hämtningar som pågår
te: దింపుకోళ్ళు జరుగుతూ ఉండగా నేను వెళ్ళిపోవాలని ప్రయత్నిస్తే హెచ్చరించు
tr: İndirme sırasında programdan çıkmak istersem beni uyar.
uk: Попередити коли я намагаюсь закрити програму в процесі завантаження відео

source: You have %(count)d conversion in progress. Quit anyway?
bg: Извършва се %(count)d преобразуване. Излизане въпреки това?
de: %(count)d Konvertierungen laufen noch. Trotzdem beenden?
es: Tiene %(count)d conversión en progreso. ¿Salir de todas maneras?
fi: %(count)d muunto on kesken. Poistutaanko silti?
gl: Ten %(count)d conversión en proceso. Desexa saír de todas formas?
hr: Imate %(count)d konverziju u tijeku. Svejedno želite odustati?
id: Anda memiliki %(count)d konversi yang sedang berjalan. Berhenti saja?
ms: Anda mempunyai %(count)d penukaran yang masih dijalankan. Keluar juga?
nb: Du har %(count)d konvertering som kjører. Avslutte likevel?
pt: Você tem %(count)d conversão em curso. Tem a certeza de que quer sair?
pt_br: Você tem %(count)d conversão em andamento. Sair mesmo assim?
sr: %(count)d претварање је у току. Желите ли да прекинете?
sv: Du har %(count)d konvertering som pågår. Avsluta ändå?
tr: %(count)d dönüşüm çalışıyor. Gene de çık? %(count)d dönüşüm çalışıyor yada bekliyor. Gene de çık?
uk: Триває %(count)d перетворення. Вийти у будь-якому випадку?

source: Warn me when I attempt to quit with conversions in progress
bg: Предупреждение при опит за излизане при изпълняващи се преобразувания
de: Warnung beim Versuch, das Programm während noch laufender Konvertierungen zu beenden.
es: Avisarme al salir con conversiones en progreso
fi: Varoita jos jos yritän poistua, kun muunto on kesken
gl: Avisar cando tente saír con conversións en proceso
hr: Upozori me kada želim zatvoriti dok je konverzija u tijeku
id: Peringatkan saya ketika saya mencoba untuk berhenti ketika masih ada proses konversi
ms: Amarankan saya bila saya cuba keluar dengan proses penukaran masih dijalamkan
nb: Advar ved forsøk på avslutning når jeg har konverteringer som kjører
pt: Avisar quando eu tentar sair e existirem conversões em curso
pt_br: Alertar-me quando eu tentar sair com conversões em andamento
ro: Avertizeaza-ma incerc sa ies si exista conversii in curs de executie
sr: Упозори ме када покушам да изађем док је претварање у току
sv: Varna mig när jag försöker avsluta med konverteringar som pågår
tr: Dönüşümler çalışıyorken çıkmaya çalışırsam uyar beni
uk: Попередити мене, якщо я намагаюся вийти під час перетворення

source: Connect failed
bg: Неуспешно свързване
ca: La connexió ha fallat
de: Verbindung fehlgeschlagen
es: Error en la conexión
et: Ühendamine nurjus
fi: Yhdistäminen epäonnistui
gl: Fallou a conexión
hr: Neuspjelo povezivanje
nb: Tilkoblingen mislyktes
pt: Falha ao ligar
pt_br: Falha na conexão
sl: Vzpostavljanje povezave ni uspelo
tr: Bağlantı başarısız

source: Connection to share %(name)s failed. The share is either unreachable or incompatible with %(appname)s sharing.
bg: Неуспех при свързване с цел споделяне %(name)s. Делът е недостъпен или несъгласуем с метода на %(appname)s за споделяне.
ca: La connexió per compartir %(name)s ha fallat. La compartició és inabastable o incompatible amb la compartició del %(appname)s.
es: La conexión para compartir %(name)s ha fallado. La conexión es o bien inaccesible o incompatible con la compartición de %(appname)s.
hr: Veza dijeljena %(name)s neuspjela. Dijeljenje je ili nedostupno ili nekompatibilno sa %(appname)s dijeljenjem.
nb: Tilkoblingen til delt mappe %(name)s mislyktes. Den delte mappen er enten utilgjengelig eller inkompatibel med %(appname)s deling.
pt: Falha ao ligar à partilha %(name)s. A partilha não pode ser acedida ou então não é compatível com o %(appname)s.
pt_br: Conexão para compartilhamento %(name)s falhou. O compartilhamento está inacessível ou é incompatível com %(appname)s.
tr: %(name)s paylaşmak için bağlantı başarısız. Paylaşım ulaşılamıyor yada %(appname)s ile paylaşmak için uyumsuz olabilir.

source: Upgrading database
bg: Обновяванена базата данни
br: O peurwellaat an diaz roadennoù
ca: S'està actualizant la base de dades
cy: Diweddaru'r gronfa ddata
de: Aktualisiere Datenbank
es: Actualizando base de datos
et: Andmebaasi uuendamine
fi: Päivitetään tietokantaa
ga: Ag feabhsú an bunachar sonraí
gl: A actualizar a base de datos
hr: Ažuriranje baze podataka
id: Meningkatkan database
ka: მონაცემთა ბაზის განახლება
mk: Подобрување на базата на податоци
ms: Menaiktaraf pangkalan data
nb: Oppgraderer database
pt: Atualizando base de dados
pt_br: atualizando banco de dados
ro: Baza de date se reactualizează
sl: Posodobitev zbirke podatkov
sq: Po përmirësohet baza e të dhënave
sr: Доградња базе података
sv: Uppgraderar databasen
te: డేటాబేసును ఉన్నతీకరిస్తున్నాం
tr: Veritabanı güncelleniyor
uk: Оновлення бази даних

source: %(appname)s is upgrading your database of podcasts and files. This one-time process can take a long time if you have a large number of items in %(appname)s (it can even take more than 30 minutes).
bg: %(appname)s надгражда вашата база данни от подкасти и файлове. Ако в %(appname)s има много обекти, този еднократен процес може да отнеме дълго време (дори и повече от 30 минути).
es: %(appname)s está actualizando su base de datos de podcasts y archivos. Este proceso único puede tomar mucho tiempo si tiene un gran número de elementos en %(appname)s (puede tomar más de 30 minutos).
hr: %(appname)s ažurira vašu bazu podatak podcasta i datoteka. Ovaj jednokratni proces može potrajati dugo vremena ako imate veliki broj stavki u %(appname)s-u (može potrajati više od 30 minuta).
nb: %(appname)s oppgraderer din podcast- og fil-database. Denne engangsprossessen kan ta lang tid hvis du har et stort %(appname)s-bibliotek (det kan til og med ta lenger tid enn 30 minutter ).
pt: O %(appname)s está a atualizar a base de dados de podcasts e ficheiros Este processo pode levar algum tempo, caso possua muitos objetos no %(appname)s (é possível que leve mais de 30 minutos).
pt_br: %(appname)s está atualizando seu banco de dados de podcasts e arquivos. Este processo pode levar um longo tempo se você possuir um grande número de itens em %(appname)s (pode demorar até mais de 30 minutos).
tr: %(appname)s podcastlerin ve dosyaların veri tabanını geliştiriyor. Bu işlem bir kerelik eğer%(appname)s de çok sayıda madde varsa biraz zaman alabilir (30 dakikadan fazla bile olabilir).

source: %(appname)s shutdown improperly and needs to prepare your items for display.
bg: %(appname)s е неправилно изключено и трябва да подготви обектите ви за показване.
es: %(appname)s se cerró indebidamente y necesita preparar sus elementos para su visualización.
hr: %(appname)s je ugašen nepravilno i mora pripremiti vaše stavke za prikazivanje.
nb: %(appname)s ble ikke avsluttet riktig og trenger å gjøre ditt bibliotek klart for visning.
pt: O %(appname)s não foi encerrado corretamente e precisa de corrigir os itens a exibir.
pt_br: %(appname)s desligou incorretamente e necessita preparar seus itens para exibição.
tr: %(appname)s uygunsuz şekilde kapandı ve maddelerinizi göstermek için hazırlaması gerekiyor.

source: Message
bg: Съобщение
br: Kemennadenn
ca: Missatge
cy: Neges
de: Meldung
es: Mensaje
et: Sõnum
fi: Viesti
ga: Teachtaireacht
gl: Mensaxe
hr: Poruka
id: Pesan
ja: メッセージ
ka: შეტყობინება
mk: Порака
ms: Mesej
nb: Melding
pt: Mensagem
pt_br: Mensagem
ro: Mesaj
sl: Sporočilo
sq: Mesazh
sr: Порука
sv: Meddelande
te: సందేశం
tr: Mesaj
uk: Повідомлення

source: Open in browser
bg: Отваряне в четеца
br: Digeriñ er furcher
ca: Obre al navegador
cy: Agor mewn porwr
de: Im Browser öffnen
es: Abrir en el navegador
et: Ava veebilehitsejas
fi: Avaa selaimessa
ga: Oscail i líonléitheoir
gl: Abrir no navegador
hr: Otvori u pregledniku
id: Buka pada peseluncur web
ja: ブラウザで開く
ka: ბროუზერში გახსნა
mk: Отвори во пребарувач
ms: Buka dalam pelayar
nb: Åpne i nettleser
pt: Abrir no navegador
pt_br: Abrir no navegador
ro: Deschide în navigator
sl: Odpri v brskalniku
sq: Hape në shfletues
sr: Отвори у прегледачу
sv: Öppna i webbläsare
te: విహారిణిలో తెరువు
tr: Tarayıcıda aç
uk: Відкрити у браузері

source: Download this video
bg: Изтегляне на това видео
br: Enkargañ ar video-mañ
ca: Baixa aquest vídeo
cy: Lawrlwythwch y fideo hwn
de: Dieses Video herunterladen
es: Descargar este vídeo
et: Lae alla see video
fi: Lataa tämä video
ga: Íosluchtaigh an físeán seo
gl: Descargar este vídeo
hr: Preuzmi ovu video snimku
id: Unduh video ini
ka: ვიდეოს გადმოწერა
mk: Превземи го ова видео
ms: Muaturun video ini
nb: Last ned videoen
pt: Transferir este vídeo
pt_br: Baixar esse vídeo
ro: Descarcă acest clip video
sl: Prenesi ta video
sq: Shkarkoje këtë video
sr: Преузми овај видео запис
sv: Hämta denna video
te: ఈ వీడియోను దింపు
tr: Bu görüntüyü kaydet
uk: Завантажити відео

source: Oops! %(appname)s has encountered an internal error
bg: Опаа! %(appname)s се натъкна на вътрешна грешка
ca: Ups! El %(appname)s ha trobar un error intern
de: Ups! %(appname)s hat einen internen Fehler festgestellt
es: ¡Uy! %(appname)s ha encontrado un error interno
fi: Hups! %(appname)s kohtasi virheen
ga: Ochón! Tharla fadhb inmheánach i %(appname)s
gl: Vaites! o %(appname)s encontrou un erro interno
hr: Ups! %(appname)s je naišao na unutarnju grešku
nb: Oops! Det skjedde en intern feil i %(appname)s
pt: Bolas! O %(appname)s encontrou um erro
pt_br: Oops! %(appname)s encontrou um erro interno
tr: Hoppala! %(appname)s bir iç hata ile karşılaştı

source: You can help us fix this problem by submitting an error report.
bg: Можете да ни помогнете да оправим този проблем, като ни изпратите доклад за грешка.
de: Sie können uns beim Beheben des Problems helfen, indem Sie uns einen Fehlerbericht zusenden.
es: Puede ayudarnos a arreglar este problema enviando un informe del error.
fi: Voit auttaa meitä ongelman korjaamisessa lähettämällä vikaraportin.
ga: Is féidir leat cabhrú linn an fhadhb seo a dheisiú trí fógra tuairte a sheoladh chugainn.
gl: Pode axudarnos a arranxar este problema enviando un informe de erro.
hr: Možete nam pomoći popraviti taj problem prijavom izvješća greške.
nb: Du kan hjelpe oss med å fikse denne feilen med å sende en feilrapport.
pt: Pode ajudar-nos a corrigir o problema, enviando um relatório de erros.
pt_br: Você pode nos ajudar a corrigir este problema submetendo um reporte de erro.
tr: Hata raporu göndererek problemi çözmemize yardım edebilirsiniz.
uk: Ви можете допомогти нам вирішити проблему надіславши звіт про помилку

source: Note: This error report will not be posted publicly, but may include uniquely identifable information including file names, website URLs, podcast URLs, and disk paths.
bg: Забележка: Този доклад няма да бъде публикуван, но може да включва уникално идентифицируема информация, включително имена на файлове, адреси на уеб сайтове, адреси на подкасти и местоположения на дискове.
de: Hinweis: Der Fehlerbericht wird nicht veröffentlicht, kann aber private Daten, wie Dateinamen, Internet Adressen, Podcast Adressen oder Pfadangaben enthalten.
es: Nota: este informe de errores no se hará público, pero puede incluir información únicamente identificable como nombres de archivos, direcciones URL de sitios web, direcciones URL de podcast, y rutas de disco.
fi: Huomio: virheraporttia ei julkaista, mutta siihen saattaa sisältyä tunnistettavissa olevaa tietoa kuten tiedostonimiä, verkkosivujen osoitteita, podcastien osoitteita ja levyasemien polkuja.
gl: Aviso: este informe de erro non se publicará, pero pode incluír información identificable como nomes de ficheiro, URLs de sitios web, URLs de podcasts e rutas do disco.
hr: Napomena: Ovo izvješće greške neće biti prikazano javno, ali može uključivati jedinstvene javne identifikacijske informacije poput naziva datoteke, URL-ova web stranica, URL-ova podcasta i putanja diskova.
nb: Til opplysning: Denne feilmeldingen vil ikke bli postet offentlig, men kan inneholde informasjon som kan unikt identifisere denne maskinen, som filnavn, nettadresser, podcast-adresser og navn på mapper.
pt: Nota: Este relatório será publicado no domínio público, mas só serão exibidas as seguintes informações: nome do ficheiro, URLs de páginas web e de podcasts e locais de disco.
pt_br: Nota: Este reporte de erro não será postado publicamente, no entanto pode incluir informação singularmente identificável como nome de arquivos, URLs de websites e podcasts e caminhos de diretórios.
tr: Not:Hata raporu genele açılmayacak, ama dosya adı, web URLleri, podcast URLleri ve disk yolu gibi belirleyici bilgiler içerebilir.

source: See crash report
bg: Преглед на доклада за срив
ca: Visualitza l'informe d'error
de: Absturzbericht betrachten
es: Ver informe de error
fi: Katso kaatumisraportti
ga: Féach ar an bhfógra tuairte
gl: Vexa o informe do fallo
hr: Pogledajte izvješće greške
nb: Se kræsjrapport
pt: Ver relatório de erros
pt_br: Ver reporte de falha
sl: Pokaži poročilo o sesutju
sr: Погледај извештај пада
tr: Çökme raporunu gör
uk: Переглянути звіт про помилку

source: Include entire program database including all filenames, websites, and podcasts with the error report.
bg: Включване на цялата база данни на програмата в доклада за грешка, включително имена на файлове, уеб сайтове и подкасти.
de: Die gesamte Datenbank inklusive aller Dateinamen, Webseiten und Podcasts dem Fehlerbericht hinzufügen.
es: Incluir base de datos del programa completo, incluyendo todos los nombres de archivos, páginas web y podcasts con el informe de errores.
fi: Sisällytä virheraporttiin koko ohjelmatietokanta mukaan lukien tiedostonimet, verkkosivustot ja podcastit
gl: Incluír no informe de erro a base de datos completa do programa cos nomes de ficheiro, sitios web e podcasts.
hr: Dodaj cijelu bazu podataka programa uključujući nazive datoteka, web stranice, i podcaste sa izvješćem greške.
nb: Legg ved hele program-databasen, inkludert alle filnavn, nettsider og podcaster.
pt: Incluir a base de dados do programa e todos os nomes de ficheiros, sítios web e podcasts.
pt_br: Incluir todo o banco de dados do programa, inclusive todos os nomes de arquivos, websites e podcasts no reporte de erro
tr: Tüm program veri tabanını hata raporuyla birlikte tüm dosya isimleri, web sayfaları, ve podcastler dahil

source: What were you doing when you got this message? (Helpful, but not required.)
bg: Какво правехте, когато получихте това съобщение? (Може да е от помощ, но не е задължително.)
de: Was war der letzte Vorgang, bevor Sie diese Nachricht erhielten (kein Pfilichtfeld, aber oft hilfreich)?
es: ¿Qué estaba haciendo cuando apareció este mensaje? (Puede ayudar, pero no es necesario).
et: Mida sa teed kui sa saad selle sõnumi? (abivalmis, kuid mitte kohustuslik.)
fi: Mitä olit tekemässä kun sait tämän ilmoituksen? (Tämän kohdan täyttämisestä on apua, mutta se ei ole pakollista.)
ga: Cad a bhí ar siúl agat nuair a bhfuair tú an teachtaireacht seo? (Bheadh sé mar chabhair dúinn, ach níl sé éigeantach.)
gl: Que estaba facendo cando apareceu esta mensaxe? (útil, pero non requirido.)
hr: Što ste radili kada ste dobili ovu poruku? (Korisno, ali nije potrebno.)
nb: Hva gjorde du når du fikk denne meldingen? (Nyttig, men ikke påkrevd.)
pt: O que estava a fazer quando obteve esta mensagem? (Útil, mas não obrigatório)
pt_br: O que você estava fazendo quando você recebeu esta mensagem? (Pergunta muito útil, porém não obrigatória.)
tr: Bu mesajı aldığında ne yapıyordunuz? (Yardımcı, ama gerekli değil)
uk: Що ви робили, коли отримали це повідомлення? (Бажано, але не обов’язково)

source: Crash Report:
bg: Доклад за срив:
ca: Informe d'error:
de: Absturzbericht:
es: Informe de error:
fi: Kaatumisraportti:
ga: Fógra Tuairte:
gl: Informe do fallo:
hr: Izvješće greške:
nb: Kræsjrapport:
pt: Relatório de erros:
pt_br: Reporte de Falha
sl: Poročilo o sesutju:
sr: Извештај пада:
tr: Çökme raporu:
uk: Звіт про помилку:

source: Up to date
bg: Обновен
ca: Actualitzat
de: Aktuell
es: Actualizado
fi: Ajan tasalla
ga: Cothrom le dáta
gl: Actualizado
hr: Ažurirano
ka: უახლესია
nb: Oppdatert
pt: Atualizado
pt_br: Até à data
sr: Ажурирано
tr: Güncel

source: %(used)s used / %(total)s total
bg: %(used)s използвани / %(total)s общо
hr: %(used)s iskorišteno / %(total)s ukupno
nb: %(used)s brukt / %(total)s totalt

source: %(percent)i%% full
hr: %(percent)i%% ispunjeno

source: Sync 1 File
bg: Синхронизиране на 1 файл
hr: Usklađivanje 1 datoteke
nb: Synkroniser 1 fil

source: Now Syncing
bg: Синхронизиране
hr: Usklađivanje u tijeku
nb: Synkroniserer

source: Cancel Sync
bg: Откажи синхронизацията
hr: Poništi usklađivanje
nb: Avbryt synkronisering

source: Sync These Podcasts
bg: Синхронизиране на тези подкасти
ca: Sincronitza aquests podcasts
de: Synchronisiere diese Podcasts
es: Sincronizar estos podcasts
fi: Synkronoi nämä podcastit
gl: Sincronizar estes podcasts
hr: Uskladi ove podcaste
nb: Synkroniser disse podcastene
pt: Sincronizar estes podcasts
pt_br: Sincronizar estes Podcasts
sr: Усклади ове подемисије
tr: Bu Yayınları Güncelle
uk: Синхронізувати ці подкасти

source: Select none
bg: Размаркиране на всички
ca: No seleccionis res
de: Keine Auswahl
es: No seleccionar ninguno
et: Tühista valik
fi: Poista valinnat
ga: Ná roghnaigh ceann ar bith
gl: Non seleccionar nada
hr: Odaberi ništa
nb: Fjern valg
pt: Nenhum
pt_br: Limpa seleção
sr: Поништи избор
tr: Hiçbirini seçme
uk: Нічого не вибирати

source: Select all
bg: Избиране на всичко
ca: Selecciona-ho tot
de: Alle auswählen
es: Seleccionar todos
et: Vali kõik
fi: Valitse kaikki
ga: Roghnaigh uile
gl: Seleccionar todo
hr: Odaberi sve
ka: ყველას მონიშვნა
nb: Velg alle
pt: Todos
pt_br: Selecionar tudo
sl: Izberi vse
sr: Изабери све
tr: Hepsini seç
uk: Вибрати все

source: Sync Podcasts
bg: Синхронизиране на подкасти
ca: Sincronitza podcasts
de: Podcasts synchronisieren
es: Sincronizar podcasts
fi: Synkronoi podcastit
gl: Sincronizar os podcasts
hr: Uskladi podcaste
nb: Synkroniser podcaster
pt: Sincronizar podcasts
pt_br: Sincronizar podcasts
sr: Усклади подемисије
tr: Yayınları güncelle
uk: Синхронізувати подкасти

source: Only sync unplayed items
bg: Синхронизиране само на невъзпроизвежданите
de: Nur ungespielte Dateien synchronisieren
es: Sólo sincronizar elementos no reproducidos
fi: Synkronoi vain toistamattomat kohteet
gl: Sincronizar os elementos sen reproducir
hr: Samo uskladi nereproducirane stavke
nb: Synkroniser kun uspilte elementer
pt: Sincronizar os itens não reproduzidos
pt_br: Sincronizar apenas itens não tocados
sr: Усклади само нерепродуковане ставке
tr: Sadece oynatılmamış öğeleri güncelle
uk: Синхронізувати тільки не відтворювані елементи

source: Delete expired podcasts from my device
bg: Изтрий изтеклите подкасти от моето устройство
hr: Obriši istekle podcaste sa mojeg uređaja
nb: Slett utgåtte podcaster fra min enhet

source: Sync These Playlists
bg: Синхронизиране на тези списъци за изпълнение
de: Diese Abspiellisten synchronisieren
es: Sincronizar Estas Listas de Reproducción
fi: Synkronoi nämä soittolistat
gl: Sincronizar estas listas de reprodución
hr: Uskladi ove popise izvođenja
nb: Synkroniser disse spillelistene
pt: Sincronizar estas listas de reprodução
pt_br: Sincronizar estas listas de reprodução
sr: Усклади ове спискове нумера
tr: Bu Oynatma Listesini Güncelle
uk: Синхронізувати ці плейлісти

source: Sync Playlists
bg: Синхронизиране на списъци за изпълнение
ca: Sincronitza llistes de reproducció
de: Abspiellisten synchronisieren
es: Sincronizar Listas de Reproducción
fi: Synkronoi soittolistat
gl: Sincronizar as listas de reprodución
hr: Uskladi popise izvođenja
nb: Synkroniser spillelister
pt: Sincronizar listas de reprodução
pt_br: Sincronizar listas de reprodução
sr: Усклади спискове нумера
tr: Oynatma Listelerini Güncelle
uk: Синхронізувати плейлісти

source: Device Default (%(audio)s)
bg: Стандартното за устройството (%(audio)s)
ca: Dispositiu de (%(audio)s) predeterminat
de: Voreingestelltes Gerät (%(audio)s)
es: Dispositivo de (%(audio)s) predeterminado
fi: Laitteen oletus (%(audio)s)
ga: Réamhshocrú an ghléis (%(audio)s)
hr: Zadani uređaj (%(audio)s)
nb: Standardenhet (%(audio)s)
pt: Dispositivo pré-definido (%(audio)s)
pt_br: Dispositivo padrão (%(audio)s)
sr: Подразумевани уређај (%(audio)s)
tr: Cihaz Varsayılanı (%(audio)s)
