Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Watched 10 days ago
bg: Гледано преди 10 дни
br: Bet gwelet 10 deiz ‘zo
ca: Vist fa 10 dies
cy: Gwyliwyd 10 diwrnod yn ôl
de: Vor 10 Tagen angesehen
es: Visto hace 10 días
et: Vaadatud 10 päeva tagasi
fi: Katsottu 6 päivää sitten
ga: Feicthe 10 lá ó shin
gl: vistos hai 10 días
hr: Pogledano prije 10 dan
id: Ditonton 10 hari yang lalu
ja: 10日前に視聴
ka: ნანახია 10 დღის წინ
mk: Гледани пред 10 дена
ms: Ditonton 10 hari lalu
nb: Sett 10 dager siden
pt: Assistido há 10 dias atrás
pt_br: Visto há 10 dias atrás
ro: Privite cu 10 zile în urmă
sl: Ogledano pred 10 dnevi
sq: Parë 10 ditë më parë
sr: погледано пре десет дана
sv: Sedd för 10 dagar sedan
te: 10 రోజుల కిందట చూసినవి
tr: 10 gün önce izlendi
uk: Переглянуто десять днів тому

source: Watched 1 month ago
bg: Гледано преди 1 месец
br: Bet gwelet 1 miz ‘zo
ca: Vist fa 1 mes
cy: Gwyliwyd 1 mis yn ôl
de: Vor 1 Monat angesehen
es: Visto hace 1 mes
et: Vaadatud 1 kuu tagasi
fi: Katsottu 1 kuukausi sitten
ga: Feicthe mí ó shin
gl: vistos hai 1 mes
hr: Pogledano prije mjesec dana
id: Ditonton 1 bulan yang lalu
ja: 1ヶ月前に視聴
ka: ნანახია 1 თვის წინ
mk: Гледани пред 1 месец
ms: Ditonton 1 bulan lalu
nb: Sett 1 måned siden
pt: Assistido no mês passado
pt_br: Visto há 1 mês atrás
ro: Privite cu o lună în urmă
sl: Ogledano pred 1 mesecem
sq: Parë 1 muaj më parë
sr: погледано пре месец дана
sv: Sedd för 1 månad sedan
te: నెల కిందట చూసినవి
tr: 1 ay önce izlendi
uk: Переглянуто місяць тому

source: Outdated Podcast Items:
bg: Остарели подкаст обекти:
ca: Podcasts antics:
de: Veraltete Podcast-Elemente:
es: Podcasts antiguos:
fi: Vanhentuneet podcastit
gl: Elementos desactualizados do podcast:
hr: Zastarjela stavka podcasta:
ka: ვადაგასული პოდკასტ-ელემენტები:
nb: Gamle podcast-elementer:
pt: Podcasts desatualizados:
pt_br: Itens do Podcast Desatualizados:
tr: Geçersiz Yayınlar

source: Keep %(number)s (Default)
bg: Запази %(number)s (Default)
br: Mirout %(number)s (Dre dech)
ca: Mantén %(number)s (Per defecte)
cy: Cadw %(number)s (Diofyn)
de: %(number)s behalten (Voreinstellung)
es: Conservar %(number)s (predeterminado)
et: Hoia %(number)s (Default)
fi: Säilytä %(number)s (Oletus)
ga: Coinnigh %(number)s (Default)
gl: manter %(number)s (Predetefinido)
hr: Čuvaj %(number)s (uobičajeno)
id: Biarkan %(number)s (Utama)
ja: %(number)s 個を残す（規定値）
mk: Чувај ги %(number)s (Default)
ms: Simpan %(number)s (Lalai)
nb: Behold %(number)s (standard)
pt: Manter %(number)s (omissões)
pt_br: Manter %(number)s (Padrão)
ro: Păstrează %(number)s (implicit)
sl: Ohrani %(number)s (privzeto)
sq: Mbaj %(number)s (Parazgjedhje)
sr: задржи %(number)s (подразумевано)
sv: Behåll %(number)s (standard)
te: ఉంచు %(number)s (డిఫాల్టు)
tr: Korunan %(number)s (Default)
uk: Зберігати %(number)s (за замовчуванням)

source: Keep 0
bg: Запазване на 0
br: Mirout 0
ca: Mantén 0
cy: Cadw 0
de: Keine behalten
es: Conservar 0
et: Hoia 0
fi: Säilytä 0
ga: Coinnigh 0
gl: manter 0
hr: Čuvaj 0
id: Simpan 0
ja: 全て残さない
mk: Зачувај 0
ms: Simpan 0
nb: Behold 0
pt: Manter 0
pt_br: Manter 0
ro: Păstrează 0
sl: Obdrži 0
sq: Mbaj 0
sr: задржи 0
sv: Behåll 0
te: ఉంచు 0
tr: 0 tanesini tut
uk: Зберігати 0

source: Keep 20
bg: Запазване на 20
br: Mirout 20
ca: Mantén 20
cy: Cadw 20
de: 20 behalten
es: Conservar 20
et: Hoia 20
fi: Säilytä 20
ga: Coinnigh 20
gl: manter 20
hr: Čuvaj 20
id: Simpan 20
ja: 20個を残す
mk: Зачувај 20
ms: Simpan 20
nb: Behold 20
pt: Manter 20
pt_br: Manter 20
ro: Păstrează 20
sl: Obdrži 20
sq: Mbajë 20
sr: задржи 20
sv: Behåll 20
te: ఉంచు 20
tr: 20 tanesini tut
uk: Зберігати 20

source: Keep 50
bg: Запазване на 50
br: Mirout 50
ca: Mantén 50
cy: Cadw 50
de: 50 behalten
es: Conservar 50
et: Hoia 50
fi: Säilytä 50
ga: Coinnigh 50
gl: manter 50
hr: Čuvaj 50
id: Simpan 50
ja: 50個を残す
mk: Зачувај 50
ms: Simpan 50
nb: Behold 50
pt: Manter 50
pt_br: Manter 50
ro: Păstrează 50
sl: Obdrži 50
sq: Mbajë 50
sr: задржи 50
sv: Behåll 50
te: ఉంచు 50
tr: 50 tanesini tut
uk: Зберігати 50

source: Keep 100
bg: Запазване на 100
br: Mirout 100
ca: Mantén 100
cy: Cadw 100
de: 100 behalten
es: Conservar 100
et: Hoia 100
fi: Säilytä 100
ga: Coinnigh 100
gl: manter 100
hr: Čuvaj 100
id: Simpan 100
ja: 100個を残す
mk: Зачувај 100
ms: Simpan 100
nb: Behold 100
pt: Manter 100
pt_br: Manter 100
ro: Păstrează 100
sl: Obdrži 100
sq: Mbajë 100
sr: задржи 100
sv: Behåll 100
te: 100 ఉంచు
tr: 100 tanesini tut
uk: Зберігати 100

source: Keep 1000
bg: Запазване на 1000
br: Mirout 1000
ca: Mantén 1000
cy: Cadw 1000
de: 1000 behalten
es: Conservar 1000
et: Hoia 1000
fi: Säilytä 1000
ga: Coinnigh 1000
gl: manter 1000
hr: Čuvaj 1000
id: Simpan 1000
ja: 1000個を残す
mk: Зачувај 1000
ms: Simpan 1000
nb: Behold 1000
pt: Manter 1000
pt_br: Manter 1000
ro: Păstrează 1000
sl: Obdrži 1000
sq: Mbajë 1000
sr: задржи 1000
sv: Behåll 1000
te: 1000 ఉంచు
tr: 1000 tanesini tut
uk: Зберігати 1000

source: Remove All
bg: Премахване на всичко
br: Skarzhañ hollad
ca: Suprimeix-ho tot
cy: Tynnu Pob
de: Alle entfernen
es: Eliminar todo
et: Eemalda kõik
fi: Poista kaikki
ga: Bain Uile
gl: Eliminar todo
hr: Ukloni sve
id: Hapus Semua
ja: すべて削除
ka: ყველას მოცილება
mk: Отстрани сѐ
ms: Buang Semua
nb: Fjern alle
pt: Remover tudo
pt_br: Remover tudo
ro: Șterge-le pe toate
sl: Odstrani vse
sq: Fshiji të gjitha
sr: Уклони све
sv: Ta bort alla
te: అన్నీ తొలగించు
tr: Hepsini Kaldır
uk: Вилучити всі

source: Old items have been removed.
bg: Старите обекти бяха премахнати
br: Skarzhet an traoù kozh
ca: Els elements antics han estat suprimits.
cy: Cafodd hen eitemau eu tynnu
de: Ältere Objekte wurden entfernt
es: Se han eliminado los elementos antiguos
et: Vanad elemendid on eemaldatud.
fi: Vanhat kohteet on poistettu.
ga: Baineadh na seanmhíreanna.
gl: Os elementos antigos foron eliminados.
hr: Stare stavke su uklonjene.
id: Berkas lama telah dihapus
ja: 古いアイテムを削除しました
mk: Старите објекти беа отстранети.
ms: Item lama telah dibuang
nb: De gamle elementene er fjernet.
pt: Os itens antigos foram removidos
pt_br: Itens antigos foram removidos.
ro: Elementele vechi au fost șterse
sl: Stari predmeti so bili odstranjeni.
sq: Gjërat e vjetrruara janë fshirë.
sr: Старе ставке су уклоњене.
sv: Gamla objekt har tagits bort.
te: పాత ఐటములను తీసేసాం.
tr: Eski öğeler kaldırıldı.
uk: Застарілі елементи видалено.

source: Pause auto-downloading when this many items are unplayed:
bg: Поставяне на автоматичното изтегляне на пауза, при следен брой невъзпроизведени обекти:
br: Paouez gant emgargañ pa vez kement-mañ a draoù n'int ket bet c'hoariet :
ca: Posa en pausa les baixades automàtiques quan aquesta quantitat d'elements estiguin sense reproduir:
de: Automatisches Herunterladen pausieren, falls folgende Anzahl von Elementen noch nicht abgespielt wurde:
es: Pausar descarga automática cuando muchos elementos no son reproducidos:
fi: Keskeytä automaattinen lataaminen kun näin monta kohdetta on toistamatta:
gl: Pausar a descarga automática cando haxa este número de elementos sen reproducir:
hr: Pauziraj automatsko preuzimanje dok je većina ovih stavki nereproducirana:
id: Jeda unduhan-otomatis ketika item sejumlah ini belum dimainkan:
nb: Stopp auto-nedlasting når så mange elementer er usett:
pt: Parar a transferência automática se este número de itens forem não reproduzíveis:
pt_br: Pausar o download automático quando os ítens não tocados for maior do que::
ro: opreste decarcarea automata cand acest numar de fisiere nu au fost vizionate:
sr: Паузирај самостално преузимање када постоји:
sv: Gör pause i auto-hämtningar när så här många objekt är ospelade:
tr: Bu kadar öğe oynatılmadığı zaman otomatik indirmeyi durdur:
uk: Призупинити авто-завантаження, якщо не відтворюються ці елементи:

source: 1 unplayed item
bg: 1 незпроизведен обект
br: Tra c'hoariet biskoazh
ca: 1 element no reproduït
cy: 1 eitem heb ei chwarae
de: 1 ungesehenes Objekt
es: 1 elemento sin reproducir
et: 1 mängimata element
fi: 1 katsomaton kohde
ga: Mír neamhsheinnte amháin
gl: 1 elemento sen reproducir
hr: 1 nereproducirana stavka
id: 1 berkas tidak dimainkan
ja: １個の未再生アイテム
ka: 1 უნახავი ელემენტი
mk: 1 нерепродуциран објект
ms: 1 item tidak dimain
nb: 1 usett element
pt: 1 item ainda não reproduzido
pt_br: 1 item não reproduzido
ro: 1 element neredat
sl: 1 nepredvajan predmet
sq: 1 objekt i paluajtur
sr: 1 нерепродукована ставка
sv: 1 ospelat objekt
te: ఒక ప్లే చెయ్యని ఐటము
tr: 1 çalınmayan dosya
uk: 1 непереглянуте відео

source: 3 unplayed items
bg: 3 невъзпроизведени обекта
br: Tri zra c'hoariet biskoazh
ca: 3 elements no reproduïts
cy: 3 eitem heb eu chwarae
de: 3 ungesehene Objekte
es: 3 elementos sin reproducir
et: 3 mängimata elementi
fi: 3 katsomatonta kohdetta
ga: 3 mhír neamhsheinnte
gl: 3 elementos sen reproducir
hr: 3 nereproduciranih stavki
id: 3 berkas tidak dimainkan
ja: ３個の未再生アイテム
ka: 3 უნახავი ელემენტი
mk: 3 нерепродуцирани објекти
ms: 3 item tidak dimain
nb: 3 usette elementer
pt: 3 itens ainda não reproduzidos
pt_br: 3 itens não reproduzidos
ro: 3 elemente neredate
sl: 3 nepredvajani predmeti
sq: 3 objekte të paluajtura
sr: 3 нерепродуковане ставке
sv: 3 ospelade objekt
te: 3 ప్లే చెయ్యని ఐటములు
tr: 3 çalınmayan dosya
uk: 3 непереглянутих відео

source: 5 unplayed items
bg: 5 невъзпроизведени обекта
br: 5 tra c'hoariet biskoazh
ca: 5 elements no reproduïts
cy: 5 eitem heb eu chwarae
de: 5 ungesehene Objekte
es: 5 elementos sin reproducir
et: 5 mängimata elementi
fi: 5 katsomatonta kohdetta
ga: 5 mhír neamhsheinnte
gl: 5 elementos sen reproducir
hr: 5 nereproduciranih stavki
id: 5 berkas tidak dimainkan
ja: ５個の未再生アイテム
ka: 5 უნახავი ელემენტი
mk: 5 нерепродуцирани објекти
ms: 5 item tidak dimain
nb: 5 usette elementer
pt: 5 itens ainda não reproduzidos
pt_br: 5 itens não reproduzidos
ro: 5 elemente neredate
sl: 5 nepredvajanih predmetov
sq: 5 objekte të paluajtura
sr: 5 нерепродукованих ставки
sv: 5 ospelade objekt
te: 5 ప్లే చెయ్యని ఐటములు
tr: 5 çalınmayan dosya
uk: 5 непереглянутих відео

source: 10 unplayed items
bg: 10 невъзпроизведени обекта
br: 10 tra c'hoariet biskoazh
ca: 10 elements no reproduïts
cy: 10 eitem heb eu chwarae
de: 10 ungesehene Objekte
es: 10 elementos sin reproducir
et: 10 mängimata elementi
fi: 10 katsomatonta kohdetta
ga: 10 míreanna neamhsheinnte
gl: 10 elementos sen reproducir
hr: 10 nereproduciranih stavki
id: 10 berkas tidak dimainkan
ja: １０個の未再生アイテム
ka: 10 უნახავი ელემენტი
mk: 10 нерепродуцирани објекти
ms: 10 item tidak dimain
nb: 10 usette elementer
pt: 10 itens ainda não reproduzidos
pt_br: 10 itens não reproduzidos
ro: 10 elemente neredate
sl: 10 nepredvajanih predmetov
sq: 10 objekte të paluajtura
sr: 10 нерепродукованих ставки
sv: 10 ospelade objekt
te: 10 ప్లే చెయ్యని ఐటములు
tr: 10 çalınmayan dosya
uk: 10 непереглянутих відео

source: 15 unplayed items
bg: 15 невъзпроизведени обекта
br: 15 tra c'hoariet biskoazh
ca: 15 elements no reproduïts
cy: 15 eitem heb eu chwarae
de: 15 ungesehene Objekte
es: 15 elementos sin reproducir
et: 15 mängimata elementi
fi: 15 katsomatonta kohdetta
ga: 15 mhíreanna neamhsheinnte
gl: 15 elementos sen reproducir
hr: 15 nereproduciranih stavki
id: 15 berkas tidak dimainkan
ja: １５個の未再生アイテム
ka: 15 უნახავი ელემენტი
mk: 15 нерепродуцирани објекти
ms: 15 item tidak dimain
nb: 15 usette elementer
pt: 15 itens ainda não reproduzidos
pt_br: 15 itens não reproduzidos
ro: 15 elemente neredate
sl: 15 nepredvajanih predmetov
sq: 15 objekte të paluajtura
sr: 15 нерепродукованих ставки
sv: 15 ospelade objekt
te: 15 ప్లే చెయ్యని ఐటములు
tr: 15 çalınmayan dosya
uk: 15 непереглянутих відео

source: Podcast Settings
bg: Настройки на подкаст
ca: Configuració dels podcasts
de: Podcast-Einstellungen
es: Configuración de podcasts
fi: Podcast-asetukset
ga: Socruithe an Phodchraolta
gl: Axustes de podcast
hr: Podcast postavke
ka: პოდკასტის პარამეტრები
nb: Podcast Instillinger
pt: Definições de podcast
pt_br: Configurações do Podcast
tr: Yayın Ayarları

source: %(appname)s Setup
bg: Настройване на %(appname)s
es: Configuración de %(appname)s
fi: %(appname)sn asetukset
hr: %(appname)s postavke
nb: %(appname)s Oppsett
pt: Configuração do %(appname)s
pt_br: Instalação de %(appname)s
tr: %(appname)s Kurulumu

source: Welcome to %(name)s! We have a couple of questions to help you get started.
bg: Добре дошли в %(name)s! Имаме няколко въпроса, с който да ви помогнем да започнете.
es: ¡Bienvenido a %(name)s! Tenemos un par de preguntas para ayudarle a empezar.
fi: Tervetuloa käyttämään %(name)sa! Aivan aluksi esitämme muutaman kysymyksen.
hr: Dobrodošli u %(name)s! Imamo par pitanja koja koja će vam pomoći kod pokretanja.
nb: Velkommen til %(name)s! Vi har noen spørsmål for å hjelpe deg å starte.
pt: Bem vindo ao %(name)s. Temos um conjunto de questões para lhe fazer.
pt_br: Bem vindo ao %(name)s! Nós temos um par de questões para ajudar você a começar.
tr: %(name)s e hoşgeldiniz! Başlamanıza yardımcı olmak için bir kaç sorumuz var.

source: What language would you like %(name)s to be in?
bg: На какъв език желаете да е %(name)s?
es: ¿En qué idioma desea que esté %(name)s?
fi: Millä kielellä haluat käyttää %(name)sa?
hr: Na kojem jeziku želite da %(name)s bude?
nb: Hvilket språk vil du at %(name)s skal bruke?
pt: Que idioma gostava que o %(name)s tivesse?
pt_br: Qual idioma você gostaria que o %(name)s esteja?
tr: Hangi dili kullanmak istersiniz %(name)s?

source: System default
bg: Фабрични сист. настройки
ca: Predeterminat del sistema
cy: Rhagosodiad y system
de: Systemvorgabe
es: Predeterminado del sistema
et: Süsteemi vaikimisi
fi: Järjestelmän oletus
ga: Réamhshocrú an chórais
gl: Predefinicións do sistema
hr: Zadano sustavom
id: Default sistem
ka: სისტემის სტანდარტული
ms: Sistem lalai
nb: Systemstandard
pt: Predefinição do sistema
pt_br: Padrão do sistema
ro: Valoare implicită a sistemului
sl: privzeti sistemski
sr: Подразумевано
sv: Systemstandard
te: సిస్టమ్ డిఫాల్టు
tr: Sistem varsayılanı
uk: Типовий для системи

source: Language:
bg: Език:
br: Yezh:
ca: Idioma:
cy: Iaith:
de: Sprache:
es: Idioma:
et: Keel:
fi: Kieli:
ga: Teanga:
gl: Idioma:
hr: Jezik:
id: Bahasa:
ka: ენა:
ms: Bahasa:
nb: Språk:
pt: Idioma:
pt_br: Idioma:
ro: Limbă:
sr: Језик:
sv: Språk:
te: భాష:
tr: Dil:
uk: Мова:

source: Next >
bg: Следващ >
br: Kentañ hini
ca: Següent >
cy: Nesaf >
de: Weiter >
es: Siguiente >
et: Järgmine>
fi: Seuraava >
ga: Ar Aghaidh >
gl: Seguinte >
hr: Sljedeće >
id: Selanjutnya >
ja: 次へ >
ka: შემდეგი >
mk: Следно >
ms: Seterusnya
nb: Neste →
pt: Seguinte >
pt_br: Próximo >
ro: Înainte >
sl: Naprej >
sq: Tjetra >
sr: Напред >
sv: Nästa >
te: తదుపరి >
tr: Sonraki >
uk: Далі >

source: %(name)s can automatically run when you start your computer so that it can resume your downloads and update your podcasts.
bg: %(name)s може да се пуска автоматично при пускане на компютъра и така ще се възобновят вашите изтегляния и да обновите подкастите си.
ca: %(name)s es pot executar automàticament en iniciar l'equip per tal de reprendre les baixades i actualitzar els podcasts.
es: %(name)s puede ejecutarse automáticamente cuando inicie su equipo para que pueda reanudar la descarga y actualización de los podcasts.
fi: %(name)s on mahdollista käynnistää automaattisesti, kun tietokoneesi käynnistyy. Näin ollen se voi jatkaa keskeneräisiä latauksia ja päivittää podcastit.
hr: %(name)s se može automatski pokrenuti prilikom pokretanja vašeg računala tako da može ponovno pokrenuti vaša preuzimanja i ažuriranja vaših podcasta.
nb: %(name)s kan starte automatisk når du starter datamaskinen så den kan gjenoppta nedlastinger og oppdatere dine podcaster.
pt: O %(name)s pode iniciar automaticamente com o seu computador, de modo a que as transferências não concluídas possam ser retomadas e os seus podcasts atualizados.
pt_br: %(name)s pode rodar automaticamente quando você iniciar seu computador e assim continuar seus downloads e atualizar seus podcasts.
tr: Siz bilgisyarınızı açtığınızda %(name)s otomatik olarak çalışabilirç Böylece yayınları indirmeye ve güncellemeye devam edebilir.

source: Would you like to run %(name)s on startup?
bg: Желаете ли да автоматично да пускате %(name)s при стартиране на системата?
br: Ha c’hoant ho pefe ez afe %(name)s en-dro pa grogo an urzhiataerez?
ca: Voleu que el %(name)s s'executi al iniciar el sistema
cy: Hoffech redeg %(name)s wrth ddechrau?
de: Möchten Sie %(name)s nach dem Hochfahren starten?
es: ¿Desea que %(name)s se ejecute al iniciar su equipo?
et: Kas sul meeldib %(name)s käivituks alglaadimisel?
fi: Haluatko käynnistää %(name)sn tietokoneen käynnistyessä?
ga: Ar mhaith leat %(name)s a rith ag an tús?
gl: Desexa que se inicie %(name)s cando arrinque o sistema?
hr: Želite li pokrenuti %(name)s prilikom pokretanja sustava?
id: Apakah Anda ingin menjalankan %(name)s pada saat komputer dihidupkan?
ka: გსურთ, %(name)s-ს ავტოგაშვება?
mk: Дали сакате да го вклучите %(name)s на почеток?
ms: Adakah anda ingin lancar %(name)s di permulaan buka komputer?
nb: Vil du at %(name)s skal starte automatisk når datamaskinen starter?
pt: Gostaria de executar o %(name)s ao iniciar a sessão?
pt_br: Você deseja carregar %(name)s quando seu computador iniciar?
ro: Doriți să lansați %(name)s la pornirea calculatorului?
sl: Želite ob zagonu sistema pognati %(name)s?
sq: Dëshironi të xhirojë %(name)s gjatë nisjes?
sr: Желите ли да покрећете %(name)s са системом?
sv: Vill du köra %(name)s vid uppstart?
te: %(name)s ను కంప్యూటరు ప్రారంభంలోనే మొదలుపెడతారా?
tr: %(name)s açılışta başlatılsın mı?
uk: Запускати %(name)s при старті комп'ютера?

source: < Previous
bg: < Предишен
br: < Diaraok
ca: < Enrere
cy: < Cynt
de: < Zurück
es: < Anterior
et: < Eelmine
fi: < Edellinen
ga: < Roimhe
gl: < Anterior
hr: < Prijašnje
id: < Sebelumnya
ja: < 前へ
ka: < წინა
mk: < Претходно
ms: < Sebelumnya
nb: ← Forrige
pt: < Anterior
pt_br: < Anterior
ro: < Înapoi
sl: < Nazaj
sq: < I mëparshmi
sr: < Назад
sv: < Föregående
te: < గత
tr: < Önceki
uk: < Назад

source: %(name)s can find music and video on your computer and show them in your %(name)s library. No files will be copied or duplicated.
bg: %(name)s може да открие музика и видео на компютъра ви и да ги покаже във вашата библиотека %(name)s. Файловете няма да бъдат копирани или дублирани.
es: %(name)s puede encontrar música y vídeos en su equipo y mostrarlos en su biblioteca de %(name)s. Ningún archivo será copiado o duplicado.
fi: %(name)s voi etsiä musiikkia ja videoita tietokoneeltasi ja näyttää ne %(name)s-kirjastossasi. Tiedostoja ei kopioida, eikä kaksoiskappaleita luoda.
hr: %(name)s može pronaći glazbu i video snimke na vašem računalu i prikazati ih u svojoj %(name)s zbirci. Nijedna datoteka neće biti kopirana ili duplicirana.
nb: %(name)s kan finne musikk og video på din datamaskin og vise dem i ditt %(name)s-bibliotek. Ingen filer vil bli kopiert ellert flyttet.
pt: O %(name)s pode procurar músicas e vídeos existentes no computador e mostrá-los na coleção %(name)s. Nenhum ficheiro será copiado ou duplicado.
pt_br: %(name)s pode encontrar música e vídeo no seu computador e mostrá-los em sua biblioteca %(name)s. Nenhum arquivo será copiado ou duplicado.
tr: %(name)s bilgisayarınızdaki müzikleri ve videoları bulabilir ve onları sizin %(name)s kütüphanenizde gösterebilir. Hiçbir dosya kopyalanmayacak yada kopyalanmayacak.

source: Would you like %(name)s to search your computer for media files?
bg: Желаете ли %(name)s да претърси компютъра ви за медийни файлове?
es: ¿Desea que %(name)s busque archivos multimedia en su equipo?
fi: Haluatko %(name)sn etsivän mediatiedostoja tietokoneeltasi?
hr: Želite li da %(name)s pretraži medijske datoteke na vašem računalu?
nb: Vil du at %(name)s skal søke gjennom din datamaskin for media-filer?
pt: Pretende que o %(name)s procure os ficheiros existentes no seu computador?
pt_br: Você gostaria que o %(name)s pesquisasse por arquivos de mídia em seu computador?
tr: Bilgisayarınızdaki oynatılabilir dosyalarınızda %(name)s için arama yapmak İstermisiniz?

source: Search everywhere.
bg: Търсене навсякъде.
es: Buscar en todas partes
fi: Etsi kaikkialta.
hr: Pretraži sve.
nb: Søk på hele datamaskinen
pt: Procurar em todo o lado.
pt_br: Pesquisar em todos os locais.
tr: Heryerde ara.

source: Just search in this folder:
bg: Търсене само в тази папка:
es: Sólo buscar en esta carpeta:
fi: Etsi vain tästä kansiosta:
hr: Samo pretraži u ovoj mapi:
nb: Søk bare i denne mappen:
pt: Só nesta pasta:
pt_br: Apenas pesquisar neste diretório:
tr: Sadece bu klasörde ara:

source: Choose...
bg: Избор...
ca: Tria...
de: Auswählen …
es: Elija...
fi: Valitse...
ga: Roghnaigh...
gl: Escoller...
hr: Odaberite...
nb: Velg...
pt: Escolha...
pt_br: Escolher...
sr: Изабери…
tr: Seç...
uk: Виберіть...

source: Finish
bg: Край
br: Echuiñ
ca: Finalitza
cy: Gorffen
de: Beenden
es: Finalizar
et: Lõpeta
fi: Valmis
ga: Críochnaigh
gl: Rematar
hr: Završetak
id: Selesai
ja: 終了
ka: დასრულება
mk: Заврши
ms: Selesai
nb: Fullfør
pt: Terminar
pt_br: Finalizar
ro: Termină
sl: Dokončaj
sq: Përfundim
sr: Крај
sv: Slutför
te: ముగించు
tr: Bitti
uk: Завершити

source: Cancelled
bg: Отменено
ca: Cancel·lat
es: Cancelado
fi: Peruttu
gl: Cancelado
hr: Poništeno
nb: Avbrutt
pt: Cancelado
pt_br: Cancelado
tr: İptal edildi

source: parsed %(count)s file
bg: сканиран %(count)s файл
br: Restr %(count)s dielfennet
ca: %(count)s fitxer analitzat
cy: dosrannwyd %(count)s ffeil
de: %(count)s Datei analysiert
es: analizado %(count)s archivo
et: parsitud %(count)s fail
fi: käsitelty %(count)s tiedosto
ga: miondealaíodh %(count)s comhad
gl: %(count)s ficheiro analizado
hr: analizirana %(count)s datoteka
id: Menguraikan %(count)s berkas
ka: შემოწმებულია %(count)s ფაილი
mk: анализиран %(count)s документ
ms: %(count)s fail telah dihurai
nb: lest %(count)s fil
pt: %(count)s ficheiro analisado
pt_br: %(count)s arquivo analizado
ro: %(count)s fișier analizat
sl: razčlenjenih %(count)s datotek
sq: u përtyp %(count)s kartelë
sr: рашчлањена је %(count)s датотека
sv: analyserat %(count)s fil
te: %(count)s ఫైలును పరిశీలించాం
tr: %(count)s dosya bulundu
uk: розібрано %(count)s файл

source: found %(count)s media file
bg: Открит е %(count)s медиен файл
br: Kavet restr media %(count)s
ca: %(count)s fitxer multimèdia trobat
cy: darganfuwyd %(count)s ffeil amlgyfrwng
de: %(count)s Mediadatei gefunden
es: %(count)s archivo multimedia encontrado
et: leitud %(count)s media faili
fi: löydetty %(count)s mediatiedosto
ga: aimsíodh %(count)s chomhad meán
gl: Encontrouse %(count)s ficheiro multimedia
hr: pronađena %(count)s medijska datoteka
id: Ditemukan %(count)s berkas media
ka: ნაპოვნია %(count)s მედია ფაილი
mk: најден е %(count)s медиа документ
ms: temui %(count)s fail media
nb: fant %(count)s mediefil
pt: encontrado %(count)s ficheiro multimédia
pt_br: encontrado %(count)s arquivo de mídia
ro: %(count)s fișier media găsit
sl: najdenih %(count)s medijskih datotek
sq: u gjet %(count)s kartelë media
sr: пронађена је %(count)s медијска датотека
sv: hittade %(count)s mediafil
te: %(count)s మీడియా ఫైలు దొరికింది
tr: Bulunan %(count)s medya dosyaları
uk: знайдено %(count)s файл

source: Cancel Search
bg: Отказване на търсенето
de: Suche abbrechen
es: Cancelar búsqueda
fi: Peru etsintä
ga: Cealaigh an Cuardach
gl: Cancelar a procura
hr: Poništi pretraživanje
nb: Avbryt søk
pt: Cancelar pesquisa
pt_br: Cancelar Pesquisa
tr: Aramadan Vazgeç

source: Music Setup
hr: Podešavanje glazbe
nb: Musikk-oppsett

source: Show my %(player)s music in my %(appname)s library.
hr: Prikaži moju %(player)s glazbu u mojoj %(appname)s knjižnici.
nb: Vis musikk fra %(player)s i mitt %(appname)s-bibliotek.

source: (Don't worry, no files are copied.)
bg: (Не се притеснявайте, няма копирани файлове.)
hr: (Bez brige, nijedna datoteka neće biti kopirana.)
nb: (Ta det rolig, ingen filer blir flyttet eller kopiert.)

source: Cleanup Song Info and Album Art
hr: Obriši informaciju pjesme i omot albuma
nb: Reparer sang-info og album-cover
