Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Enter the URL of the source to add
bg: Въведете адрес на източника за добавяне
de: Gebe die Adresse der Quelle ein, um sie hinzuzufügen
es: Introduzca la URL de la fuente que desea añadir
fi: Kirjoita lisättävän lähteen osoite
ga: Cuir isteach URL na foinse chun í a chur leis
gl: Introduza a URL da fonte que desexa engadir
hr: Upišite URL izvora
nb: Skriv URL-adressen til kilden du vil legge til
pt: Indique o URL da fonte a adicionar
pt_br: Insira a URL da fonte para adicionar
tr: Eklemek istediğiniz URL adresini girin

source: Add Source - Invalid URL
bg: Добавяне на източник - невалиден адрес
de: Hinzufügen einer Quelle - ungültige Adresse
es: Añadir fuente - URL inválida
fi: Lähteen lisääminen - virheellinen osoite
gl: Engadir unha fonte - URL incorrecta
hr: Nevažeći URL izvora
nb: Legg til kilde - Ugyldig URL
pt: Adicionar fonte - URL inválido
pt_br: Adicionar Fonte - URL inválida
tr: Kaynak Ekle - Geçersiz URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the source to add
bg: Въведеният адрес не е валиден. Моля проверете го и опитайте отново. Въведете адреса на източника за добавяне
de: Die Adresse, die du angegeben hast, ist ungültig. Bitte überprüfe sie und versuche es noch einmal. Gebe die Adresse der Quelle ein, um sie hinzuzufügen.
es: La dirección que ha añadido no es una URL correcta. Por favor verifique la URL e inténtelo de nuevo. Introduzca la URL de la fuente que desea añadir
fi: Kirjoittamasi osoite ei ole kelvollinen. Ole hyvä ja tarkista osoite, ja yritä sitten uudestaan. Kirjoita lisättävän lähteen osoite
gl: O enderezo que introduciu non é unha url correcta. Verifique a URL e probe de novo. Introduza a URL da fonte a engadir
hr: Adresa koju ste upisali je nevažeći URL. Provjerite URL i pokušajte ponovno. Upišite URL izvora za dodavanje
nb: Adressen du skrev inn er ikke en gyldig URL Vennligst sjekk URL-adressen og prøv igjen. Skriv URL-adressen til kilden du vil legge til
pt: O endereço indicado não é um URL válido. Verifique o URL e tente novamente. Indique o URL da finte a adicionar
pt_br: O endereço que você inseriu não é uma url válida. Por favor, verifique a URL e tente novamente. Insira a URL da fonte para adicionar
tr: Girdiğiniz adres geçerli bir URL değil. Lütfen URLyi kontrol ediniz ve tekrar deneyiniz. Eklemek istediğiniz URL adresini girin

source: Import OPML File
bg: Внасяне от OPML-файл
br: Enporzhiañ restr OPML
ca: Importa un fitxer OPML
cy: Mewnforio Ffeil OPML
de: Importiere OPML Datei
es: Importar archivo OPML
et: OPML faili importimine
fi: Tuo OPML-tiedosto
ga: Allmhairigh Comhad OPML
gl: Importar un ficheiro OPML
hr: Uvezi OPML datoteku
id: Impor Berkas OPML
ja: OPMLファイルをインポート
ka: OPML ფაილის იმპორტირება
mk: Внесување на OPML-документ
ms: Import Fail OPML
nb: Importer OPML-fil
pt: Importar ficheiro OPML
pt_br: Importar Arquivo OPML
ro: Importă fișier OPML
sl: Uvozi datoteko OPML
sq: Importo Kartelë OPML
sr: Увоз OPML датотеке
sv: Importera OPML-fil
te: OPML ఫైలు దిగుమతి
tr: İçe OPML Dosyası Aktar
uk: Імпорт OPML файла

source: OPML Files
bg: OPML-файлове
br: Restroù OPML
ca: Fitxers OPML
cy: Ffeiliau OPML
de: OPML-Dateien
es: Archivos OPML
et: OPML failid
fi: OPML-tiedostot
ga: Comhaid OPML
gl: Ficheiros OPML
hr: OPML datoteke
id: Berkas OPML
ja: OPMLファイル
ka: OPML ფაილები
mk: OPML-документ
ms: Fail OPML
nb: OPML-filer
pt: Ficheiros OPML
pt_br: Arquivos OPML
ro: Fișiere OPML
sl: Datoteke OPML
sq: Kartela OPML
sr: OPML датотеке
sv: OPML-filer
te: OPML ఫైళ్ళు
tr: OPML Dosyaları
uk: Файли OPML

source: Import OPML File - Error
bg: Внасяне на OPML файл - Грешка
br: Enporzhiañ restr OPML - Fazi
ca: S'ha produït un error en importar el fitxer OPML
cy: Mewnforio Ffeil OPML - Gwall
de: Fehler beim Importieren der OPML Datei
es: Importar archivo OPML - Error
et: OPML faili importimine - Viga
fi: Tuo OPML-tiedosto - Virhe
ga: Allmhairigh Comhad OPML - Botún
gl: Importar un ficheiro OPML - Erro
hr: Greška uvoza OPML datoteke
id: Mengimpor berkas OPML - Eror
ja: OPMLファイルをインポート - エラー
ka: OPML ფაილის იმპორტირება - შეცდომა
mk: Внесување на OPML-документ - Грешка
ms: Ralat - Import Fail OPML
nb: Feil ved importering av OPML-fil
pt: Importar ficheiro OPML - Erro
pt_br: Erro - Importação de arquivo OPML
ro: Importare fișier OPML - Eroare
sl: Uvozi datoteko OPML - Napaka
sq: Importo Kartelë OPML - Gabim
sr: Грешка при увожењу OPML датотеке.
sv: Importera OPML-fil - fel
te: OPML ఫైలు దిగుమతి - లోపం
tr: OPML Dosyası Aktarımı - Hata
uk: Імпорт OPML файла - Помилка

source: Export OPML File
bg: Изнасяне в OPML-файл
br: Ezporzhiañ restr OPML
ca: Exporta un fitxer OPML
cy: Allforio Ffeil OPML
de: Exportiere OPML Datei
es: Exportar archivo OPML
et: OPML faili eksportimine
fi: Vie OPML-tiedosto
ga: Onnmhairigh Comhad OPML
gl: Exportar un ficheiro OPML
hr: Izvezi OPML datoteku
id: Ekspor Berkas OPML
ja: OPMLファイルをエクスポート
ka: OPML ფაილის ექსპორტირება
mk: Извези како OPML документ
ms: Eksport Fail OPML
nb: Eksporter OPML-fil
pt: Exportar ficheiro OPML
pt_br: Exportar Arquivo OPML
ro: Exportă fișier OPML
sl: Izvozi datoteko OPML
sq: Eksporto Kartelë OPML
sr: Извоз OPML датотеке
sv: Exportera OPML-fil
te: OPML ఫైలు ఎగుమతి
tr: Dışa OPML Dosyası Aktar
uk: Експорт файла OPML

source: Create Playlist
bg: Създаване на списък за изпълнение
br: Krouiñ ul listenn roll-c’hoari
ca: Crea una llista de reproducció
cy: Creu Rhestr Chwarae
de: Wiedergabeliste erstellen
es: Crear lista de reproducción
et: Loo esitusnimekiri
fi: Luo soittolista
ga: Cruthaigh Seinnréim
gl: Crear unha listaxe de reprodución
hr: Napravi popis izvođenja
id: Buat Playlist
ja: プレイリストを作成
ka: დასაკრავი სიის შექმნა
mk: Создади список за репродукција
ms: Cipta Senarai-main
nb: Lag spilleliste
pt: Criar lista de reprodução
pt_br: Criar lista de reprodução
ro: Creează listă de redare
sl: Ustvari seznam predvajanja
sq: Krijoni Luajlistë
sr: Прављење списка нумера
sv: Skapa spellista
te: ప్లేలిస్టు సృష్టించు
tr: Çalma Listesi Oluştur
uk: Створити список відтворення

source: Enter a name for the new playlist
bg: Въведете име за новия списък за изпълнение
br: Reiñ un anv d’ar roll-c’hoari nevez
ca: Introduïu un nom per a la nova llista de reproducció
cy: Rhoi enw i'r rhestr chwarae newydd
de: Name für die neue Wiedergabeliste eingeben
es: Introduzca un nombre para la nueva lista de reproducción
et: Sisesta uuele esitusnimekirjale nimi
fi: Kirjoita uuden soittolistan nimi
ga: Cuir isteach ainm don sheinnréim nua
gl: Insira un nome para a nova listaxe de reprodución
hr: Upiši naziv novog popisa izvođenja
id: Masukkan nama untuk playlist baru
ja: 新しいプレイリストの名前を入力
ka: შეიყვანეთ ახალი დასაკრავი სიის სახელი
mk: Внеси име за новиот список за репродукција
ms: Masukkan nama untuk senarai-main baru
nb: Skriv inn et navn for den nye spillelisten
pt: Indique o nome para a nova lista de reprodução
pt_br: Digite um nome para a nova lista de reprodução
ro: Introduceți un nume pentru noua listă de redare
sl: Vnesite ime za nov seznam predvajanja
sq: Jepni emër për luajlistën e re
sr: Унесите назив новог списка нумера
sv: Ange ett namn för den nya spellistan
te: కొత్త ప్లేలిస్టుకు పేరు ఇవ్వండి
tr: Yeni Çalma Listesi İçin İsim Girin
uk: Дати назву списку відтворення

source: Create Playlist Folder
bg: Създаване на папка със списъци за изпълнение
br: Krouiñ teuliad roll-c’hoari
ca: Crea una carpeta de llistes de reproducció
cy: Creu Ffolder Rhestr Chwarae
de: Ordner für Wiedergabeliste erstellen
es: Crear una carpeta de listas de reproducción
et: Loo esitusnimekirjade kataloog
fi: Luo soittolistakansio
ga: Cruthaigh Fillteán don Sheinnréim
gl: Crear un cartafol para a listaxe
hr: Napravi mapu popisa izvođenja
id: Buat Folder Playlist
ja: プレイリスト・フォルダーを作成
ka: დასაკრავი სიის საქაღალდის შექმნა
mk: Создади папка за списоците за репродукција
ms: Cipta Folder Senarai-main
nb: Lag mappe for spillelister
pt: Criar nova pasta de listas de reprodução
pt_br: Criar diretório de lista de reprodução
ro: Crează dosar de liste de redare
sl: Ustvari mapo s seznami predvajanja
sq: Krijoni Dosje Luajlistash
sr: Прављење фасцикле за спискове нумера
sv: Skapa spellistemapp
te: ప్లేలిస్టు ఫోల్డరు సృష్టించు
tr: Çalma Listesi Dizini Oluştur
uk: Створити теку списків відтворення

source: Enter a name for the new playlist folder
bg: Въведете име за новата папка със списъци за изпълнение
br: Reiñ un anv da zeuliad ar roll-c’hoari nevez
ca: Introduïu un nom per a la carpeta de llistes de reproducció
cy: Rhowch enw newydd am ffolder y rhestr chwarae
de: Geben Sie einen neuen Namen für den Ordner der Wiedergabeliste ein.
es: Introduzca el nombre de la nueva carpeta de listas de reproducción
et: Sisesta nimi uuele esitusnimekirjade kataloogile
fi: Kirjoita uuden soittolistakansion nimi
ga: Cuir isteach ainm do fillteán na seinnréime
gl: Insira un nome para o novo cartafol
hr: Upiši naziv nove mape popisa izvođenja
id: Masukkan nama untuk folder playlist baru
ja: 新しいプレイリスト・フォルダーの名前を入力
ka: შეიყვანეთ ახალი დასაკრავი სიის საქაღალდის სახელი
mk: Внеси име за новата папка за списоци за репродукција
ms: Masukkan nama untuk folder senarai-main yang baru
nb: Skriv inn et nytt navn for den nye mappen for spillelister
pt: Indique o nome da nova pasta de listas de reprodução
pt_br: Digite um nome para o novo diretório de lista de reprodução
ro: Alegeți un nume pentur noul dosar de liste de redare
sl: Vnesite novo ime za novo mapo s seznami predvajanja
sq: Jepni emër për dosjen e re të luajlistave
sr: Унесите назив нове фасцикле за списак нумера
sv: Ange ett namn för den nya spellistemappen
te: కొత్త ప్లేలిస్టు ఫోల్డరుకు పేరు ఇవ్వండి
tr: Yeni çalma listesi dizini için bir isim girin
uk: Дати назву теці списків відтворення

source: Rename Podcast Folder
bg: Преименуване на папка с подкасти
de: Podcast-Ordner umbennen
es: Renombrar carpeta de podcasts
fi: Nimeä podcast-kansio uudelleen
ga: Athainmnigh Fillteán na bPodchraoltaí
gl: Renomear o cartafol de podcasts
hr: Preimenuj mapu podcasta
ka: პოდკასტის საქაღალდის გადარქმევა
nb: Gi nytt navn til podcast-mappen
pt: Mudar o nome da pasta de podcast
pt_br: Renomear Pasta do Podcast
tr: Podcast Klasörününün İsmini Değiştir

source: Enter a new name for the podcast folder %(name)s
bg: Въведете ново име за папката с подкасти %(name)s
de: Gebe einen neuen Name für den Podcast-Folder %(name)s an
es: Introduzca un nuevo nombre para la carpeta de podcasts %(name)s
fi: Kirjoita uusi nimi podcast-kansiolle %(name)s
gl: Introduza un nome novo para o cartafol de podcasts %(name)s
hr: Upiši novi naziv mape podcasta %(name)s
nb: Skriv inn et nytt navn for podcast-mappen %(name)s
pt: Indique o nome para a pasta de podcasts %(name)s
pt_br: Insira um novo nome para o diretório de podcast %(name)s
tr: %(name)s podcast klasörü için yeni isim girin

source: Rename Podcast
bg: Преименуване на подкаст
ca: Canvia el nom del podcast
de: Podcast umbennen
es: Renombrar podcast
et: Podcasti ümbernimetamine
fi: Nimeä podcast uudelleen
ga: Athainmnigh an Podchraoladh
gl: Renomear o podcast
hr: Preimenuj podcast
ka: პოდკასტის გადარქმევა
nb: Gi nytt navn til podcast
pt: Mudar nome do podcast
pt_br: Renomear Podcast
sr: Преименуј подемисију
tr: Podcasti Yeniden İsimlendirin
uk: Перейменувати подкаст

source: Enter a new name for the podcast %(name)s
bg: Въведете ново име за подкаста %(name)s
de: Gebe einen neuen Namen für den Podcast %(name)s an
es: Introduzca un nuevo nombre para el podcast %(name)s
fi: Kirjoita uusi nimi podcastille %(name)s
gl: Introduza un nome novo para o podcast %(name)s
hr: Upiši novi naziv podcasta %(name)s
nb: Skriv inn et nytt navn for podcasten %(name)s
pt: Indique o nome para o podcast %(name)s
pt_br: Insira um novo nome para o podcast %(name)s
tr: %(name)s podcast için yeni isim girin

source: Rename Playlist
bg: Преименуване на списъка за изпълнение
br: Adanvañ ar roll-c’hoari
ca: Canvia el nom de la llista de reproducció
cy: Ailenwi'r Rhestr Chwarae
de: Wiedergabeliste umbenennen
es: Renombrar la lista de reproducción
et: Esitusnimekirja nime muutmine
fi: Uudelleennimeä soittolista
ga: Athainmnigh Seinnréim
gl: Renomear a listaxe
hr: Preimenuj popis izvođenja
id: Ganti Nama Playlist
ja: プレイリスト名の変更
ka: დასაკრავი სიის გადარქმევა
mk: Преименувај список за репродукција
ms: Namakan kembali Senarai-main
nb: Gi nytt navn til spilleliste
pt: Mudar nome da lista de reprodução
pt_br: Renomear lista de reprodução
ro: Redenumește lista de redare
sl: Preimenuj seznam predvajanja
sq: Riemërtoni Luajlistën
sr: Преименовање списка нумера
sv: Döp om spellista
te: ప్లేలిస్టు పేరుమార్చు
tr: Çalma Listesini Yeniden Adlandır
uk: Перейменувати список відтворення

source: Enter a new name for the playlist %(name)s
bg: Въведете ново име за списъка за изпълнение %(name)s
br: Adanvañ ar roll-c’hoari %(name)s
cy: Rhowch enw newydd am y rhestr chwarae %(name)s
de: Geben Sie einen neuen Namen für die Wiedergabeliste %(name)s ein
es: Introduzca un nuevo nombre para la lista de reproducción %(name)s
et: Sisesta uus nimi esitusloendile %(name)s
fi: Kirjoita soittolistan %(name)s uusi nimi
ga: Cuir isteach ainm nua don sheinnréim %(name)s
gl: Insira un nome novo para a listaxe de reprodución %(name)s
hr: Upiši novi naziv popisa izvođenja %(name)s
id: Masukkan nama baru untuk daftarmain %(name)s
mk: Внесете ново име за списокот за репродукција %(name)s
ms: Masukkan nama baru untuk senarai main %(name)s
nb: Skriv inn nytt navn på spillelisten «%(name)s»
pt: Indique o nome para a lista de reprodução %(name)s
pt_br: Digite um novo nome para a lista de reprodução %(name)s
ro: Alegeți un nume nou pentru lista de redare %(name)s
sl: Vnesite novo ime za seznam predvajanja %(name)s
sq: Jepni emër të ri për luajlistën %(name)s
sr: Унесите нови назив за %(name)s списак нумера
sv: Ange ett nytt namn för spellistan %(name)s
te: %(name)s ప్లేలిస్టుకు కొత్త పేరు ఇవ్వండి
tr: %(name)s Çalma Listesine yeni bir as veriniz
uk: Введіть нове ім’я для списку відтворення %(name)s

source: Rename Playlist Folder
bg: Преименуване на папката със списъка за изпълнение
br: Adanvañ teuliad ar roll-c’hoari
ca: Canvia el nom de la carpeta de les llistes de reproducció
cy: Ailenwi Ffolder Rhestr Chwarae
de: Ordner für Wiedergabeliste umbenennen
es: Renombrar la carpeta
et: Esitusnimekirjade kataloogi nime muutmine
fi: Uudelleennimeä soittolistakansio
ga: Athainmnigh Fillteán na Seinnréime
gl: Renomear o cartafol
hr: Preimenuj mapu popisa izvođenja
id: Ganti Nama Folder Playlist
ja: プレイリスト・フォルダ名を変更
ka: დასაკრავი სიის საქაღალდის გადარქმევა
mk: Преименувај ја папката за списоци за репродукција
ms: Namakan semula Folder Senarai-main
nb: Gi nytt navn til mappe for spillelister
pt: Mudar o nome da pasta das listas de rprodução
pt_br: Renomear diretório de listas de reprodução
ro: Redenumește dosarul de liste de redare
sl: Preimenuj mapo s seznami predvajanja
sq: Riemërto Dosje Luajlistash
sr: Преименовање фасцикле са списком нумера
sv: Byt namn på spellistemapp
te: ప్లేలిస్టు ఫోల్డరు పేరుమార్చు
tr: Çalma Listesi Dizin Adını Değiştir
uk: Перейменувати теку списків

source: Enter a new name for the playlist folder %(name)s
bg: Въведете ново име на папката със списъка за изпълнение%(name)s
br: Reiñ un anv nevez da deuliad ar roll-c’hoari %(name)s
cy: Rhowch enw newydd am y ffolder rhestr chwarae %(name)s
de: Geben Sie einen neuen Namen für den Wiedergabelistenordner %(name)s ein
es: Introduzca un nuevo nombre para la carpeta de listas de reproducción %(name)s
et: Sisesta uus nimi esitusloendi kaustale %(name)s
fi: Kirjoita soittolistakansion %(name)s uusi nimi
ga: Cuir isteach ainm nua do fhillteán na seinnréime %(name)s
gl: Insira un nome novo para o cartafol da listaxe de reprodución %(name)s
hr: Upiši novi naziv mape popisa izvođenja %(name)s
id: Masukkan nama baru untuk folder daftarmain %(name)s
mk: Внесете ново име за папката за списоци за репродукција %(name)s
ms: Masukkan nama baru untuk folder senarai main %(name)s
nb: Skriv inn nytt navn på spillelistemappen «%(name)s»
pt: Indique o nome para a pasta de listas de reprodução %(name)s
pt_br: Digite um novo nome para o diretório de lista de reprodução %(name)s
ro: Alegeți un nume nou pentru dosarul de liste de redare %(name)s
sl: Vnesite novo ime za mapo seznama predvajanja %(name)s
sq: Jepni emër të ri për dosjen e luajlistave %(name)s
sr: Унесите нови назив фасцикле за %(name)s списак нумера
sv: Ange ett nytt namn för spellistemappen %(name)s
te: %(name)s ప్లేలిస్టు ఫోల్డరుకు కొత్త పేరు ఇవ్వండి
tr: %(name)s Çalma Listesi dosyasına yeni bir ad veriniz
uk: Вкажіть нове ім’я теки списків відтворення %(name)s

source: Rename Source
bg: Преименуване на източник
ca: Canvia el nom de la font
de: Quelle umbennen
es: Renombrar fuente
et: Allika ümbernimetanine
fi: Nimeä lähde uudelleen
ga: Athainmnigh an Fhoinse
gl: Renomear a fonte
hr: Preimenuj izvor
nb: Gi nytt navn til kilde
pt: Mudar nome da fonte
pt_br: Renomear Fonte
sr: Преименуј извор
tr: Kaynağı tekrar isimlendirin
uk: Перейменувати першоджерело

source: Enter a new name for the source %(name)s
bg: Въведете ново име за източника %(name)s
de: Gebe einen neuen Name für die Quelle %(name)s an
es: Introduzca un nuevo nombre para la fuente %(name)s
fi: Kirjoita uusi nimi lähteelle %(name)s
gl: Introduza un nome novo para a fonte %(name)s
hr: Upišite novi naziv izvora %(name)s
nb: Skriv inn et nytt navn for kilden %(name)s
pt: Indique o nome para a fonte %(name)s
pt_br: Insira um novo nome para a fonte %(name)s
tr: %(name)s kaynak için yeni isim girin

source: Remove playlist
bg: Премахване на списъка за изпълнение
br: Dilemel roll-c’hoari
ca: Suprimeix la llista de reproducció
cy: Tynnwch restr chwarae
de: Wiedergabeliste löschen
es: Eliminar lista de reproducción
et: Eemalda esitusnimekiri
fi: Poista soittolista
ga: Bain an sheinnréim
gl: Eliminar a listaxe de reprodución
hr: Ukloni popis izvođenja
id: Hapus daftarmain
ka: დასაკრავი სიის მოცილება
mk: Отстранете го списокот за репродукција
ms: Buang senarai main
nb: Fjern spilleliste
pt: Remover lista de reprodução
pt_br: Remover lista de reprodução
ro: Șterge lista de redare
sl: Odstrani sezname predvajanja
sq: Hiqe luajlistën
sr: Уклони списак нумера
sv: Ta bort spellista
te: ప్లేలిస్టును తీసెయ్యి
tr: Çalma listesini sil
uk: Вилучити список відтворення

source: Are you sure you want to remove this playlist?
bg: Сигурни ли сте, че желаете да премахнете този списък за изпълнение?
br: Ha sur oc’h da gaout c’hoant da zilemel ar roll-c’hoari-mañ?
cy: Ydych wir am dynnu'r rhestr chwarae?
de: Sind Sie sicher, dass Sie diese Playlist löschen wollen?
es: ¿Está seguro de que desea eliminar esta lista de reproducción?
et: Kas oled kindel, et tahad selle esitusnimekirja eemaldada?
fi: Haluatko varmasti poistaa tämän soittolistan?
ga: An bhfuil tú cinnte gur mian leat an sheinnréim seo a bhaint?
gl: Está certo de eliminar esta listaxe de reprodución?
hr: Sigurno želite ukloniti ovaj popis izvođenja?
id: Apa Anda yakin ingin menghapus %(count)s daftarmain?
mk: Дали сте сигурни дека сакате да ги отстраните следниве %(count)s списоци за репродукција?
ms: Anda pasti hendak membuang senarai main ini?
nb: Er du sikker på at du vil fjerne denne spillelisten?
pt: Tem a certeza de que pretende remover esta lista de reprodução?
pt_br: Você tem certeza que quer remover esta lista de reprodução?
ro: Sigur doriți să ștergeți această listă de redare?
sl: Ste prepričani, da želite odstraniti teh %(count)s seznamov predvajanja?
sq: Jeni i sigurt se doni të hiqet kjo luajlistë?
sr: Желите ли да уклоните овај списак нумера?
sv: Är du säker på att du vill ta bort denna spellista?
te: ఈ ప్లేలిస్టును తీసెయ్యాలనే నిశ్చయించుకున్నారా?
tr: Bu çalma listesini kaldırmak istediğinizden emin misiniz?Bu %(count)s çalma listelerini kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вилучити цей список відтворення?

source: Remove source
bg: Премахване на източник
ca: Suprimeix la font
de: Quelle entfernen
es: Eliminar fuente
et: Eemalda allikas
fi: Poista lähde
ga: Bain foinse
gl: Eliminar a fonte
hr: Ukloni izvor
nb: Fjern kilde
pt: Remover fonte
pt_br: Remover fonte
tr: Kaynağı kaldır

source: Are you sure you want to remove this source?
bg: Сигурни ли сте, че желаете да премахнете този източник?
de: Bist du sicher, dass du diese Quelle entfernen willst?
es: ¿Está seguro de que desea eliminar esta fuente?
et: Oled kinnel et soovid eemaltada selle allika?
fi: Haluatko varmasti poistaa tämän lähteen?
ga: An bhfuil tú cinnte gur mian leat an fhoinse seo a bhaint?
gl: Está seguro de eliminar esta fonte?
hr: Sigurno želite ukloniti ovaj izvor?
nb: Er du sikker på at du vil fjerne denne kilden?
pt: Tem a certeza de que pretende remover esta fonte?
pt_br: Você tem certeza que deseja remover esta fonte?
tr: Bu kaynağı kaldırmak istediğinizden eminmisiniz? %(count)s tane kaynağı kaldırmak istediğinize eminmisiniz?

source: Select File to write Profile to
bg: Изберете файл, в който да се запише профила
de: Wähle die Datei aus, zu der du das Profil schreiben willst
es: Seleccione un archivo para escribir el perfil
fi: Valitse tiedosto, johon profiili tallennetaan
gl: Seleccionar un ficheiro no que escribir o perfil
hr: Odaberite datoteku zapisivanja Profila
nb: Velg fil for å lagre Profil
pt: Selecione o ficheiro para gravar o perfil
pt_br: Selecione um Arquivo para escrever o Perfil
tr: Profile yazmak için Dosya Seç

source: Are you sure you want to quit?
bg: Наистина ли искате да спрете програмата?
br: Ha sur oc'h e fell deoc'h kuitaat?
ca: Esteu segur que voleu sortir?
cy: Ydych wir am adael?
de: Möchten Sie das Programm wirklich beenden?
es: ¿Está seguro de que quiere salir?
et: Kas sa soovid lõpetada?
fi: Haluatko varmasti lopettaa?
ga: An bhfuil tú cinnte go dteastaíonn uait scoir?
gl: Está certo de saír do programa?
hr: Sigurno želite zatvoriti?
id: Anda yakin ingin keluar?
ja: 本当に終了しますか？
ka: დარწმუნებული ხართ რომ გსურთ გასვლა?
mk: Дали навистина сакате да излезете?
ms: Anda pasti hendak keluar?
nb: Er du sikker på at du vil avslutte?
pt: Tem a certeza de que deseja sair?
pt_br: Você tem certeza que quer sair?
ro: Sigur doriți să ieșiți?
sl: Ali ste prepričani, da želite zapustiti program?
sq: Jeni i sigurt se doni të dilni?
sr: Желите ли да изађете?
sv: Är du säker på att du vill avsluta?
te: మీరు నిజంగా త్యజించదల్చుకున్నారా?
tr: Çıkmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вийти?

source: Warn me when I attempt to quit when others are connected to my media library
bg: Предупреди ме при опит за спиране, ако други са свързани към медийната ми библиотека
de: Mich warnen, wenn ich versuche, zu beenden, während andere mit meiner Medienbibliothek verbunden sind.
es: Avisarme al salir cuando los demás están conectados a mi biblioteca multimedia.
fi: Varoita mikäli muita on kytkeytyneenä mediakirjastooni kun yritän lopettaa
gl: Avisarme cando queira saír do programa mentres hai persoas conectadas á miña biblioteca multimedia
hr: Upozori me kada želim zatvoriti dok su ostali korisnici spojeni na moju medijsku zbirku
nb: Advar meg når jeg prøver å avslutte med tilkoblinger til mitt bibliotek
pt: Avisar se eu tentar sair e existirem outras pessoas ligadas à minha coleção
pt_br: Alerte-me quando eu tentar sair e alguém estiver conectado à minha Biblioteca de mídia
tr: Diğerleri benim medya kütüphaneme bağlandıkları sırada çıkmaya çalışırsam beni uyar
