Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Error Revealing File
bg: Грешка при откриване на файла
br: Fazi Embann Restr
ca: S'ha produït un error en mostrar el fitxer
cy: Gwall wrth Ddangos Ffeil
de: Fehler beim Anzeigen der Datei
es: Error al mostrar archivo
et: Viga faili näitamisel
fi: Virhe tiedoston näyttämisessä
ga: Tharla Botún Ag Soilsiú an Comhad
gl: Erro ao mostrar o ficheiro
hr: Pogreška objavljivanja datoteke
id: Gagal membuka berkas
ja: 発覚したファイルエラー
mk: Грешка при откривање на документот
ms: Ralat Menampakkan Fail
nb: Feil ved visning av fil
pt: Erro ao mostrar o ficheiro
pt_br: Erro exibindo arquivo
ro: Eroare la prezentarea fișierului
sl: Napaka pri razkrivanju datoteke
sr: Грешка у приказивању датотеке.
sv: Fel vid visning av fil
te: ఫైలును చూపించడంలో లోపం
tr: Tanımlanan dosyada hata
uk: Помилка при відображенні файлу

source: The file %(filename)s was deleted from outside %(appname)s.
bg: Файлът %(filename)s беше изтрит извън %(appname)s.
br: Dilemet eo bet ar restr %(filename)s gant ur poellad diavaez %(appname)s.
cy: Cafodd y ffeil %(filename)s ei dileu o du allan %(appname)s.
de: Die Datei %(filename)s wurde außerhalb von %(appname)s gelöscht.
es: El archivo %(filename)s se eliminó desde fuera de %(appname)s.
et: Fail %(filename)s kustutati väljastpoolt %(appname)s programmi.
fi: Tiedosto %(filename)s on poistettu %(appname)sn ulkopuolelta.
ga: Scriosadh an comhad %(filename)s lasmuigh de %(appname)s.
gl: O ficheiro %(filename)s foi eliminado desde fóra do %(appname)s.
hr: Datoteka %(filename)s je izbrisana izvan%(appname)s-a.
id: Berkas %(filename)s telah dihapus dari luar %(appname)s.
mk: Документот %(filename)s беше избришан надвор од %(appname)s.
ms: Fail %(filename)s telah dipadam dari luar %(appname)s.
nb: Filen «%(filename)s» ble slettet utenfor %(appname)s.
pt: O ficheiro %(filename)s foi apagado fora do %(appname)s.
pt_br: O arquivo %(filename)s foi excluído externamente ao %(appname)s.
ro: Fișierul "%(filename)s" a fost șters din afara lui %(appname)s.
sl: Datoteka %(filename)s je bila izbrisana zunaj programa %(appname)s.
sq: Kartela %(filename)s është fshirë nga jashtë %(appname)ss.
sr: Датотека %(filename)s је избрисана изван %(appname)s програма.
sv: Filen %(filename)s raderades utanför %(appname)s.
te: %(filename)s, %(appname)s కు బయట తొలగించబడింది.
tr: %(filename)s dosyası %(appname)s dışından silinmiş.
uk: Файл %(filename)s був стертий поза %(appname)s.

source: Open Files...
bg: Отваряне на файлове...
br: Digeriñ Restroù
ca: Obre fitxers...
cy: Agor Ffeiliau...
de: Dateien öffnen...
es: Archivos abiertos...
et: Ava faile...
fi: Avaa tiedostot...
ga: Oscail Comhaid...
gl: Abrir ficheiros...
hr: Otvori datoteke...
id: Buka berkas...
ja: ファイルを開く...
ka: ფაილების გახსნა...
mk: Отварање на документи...
ms: Buka Fail...
nb: Åpne filer …
pt: Abrir ficheiros...
pt_br: Abrir Arquivos...
ro: Deschide fișiere...
sl: Odpri datoteke ...
sq: Hap Kartela...
sr: Отварање датотека...
sv: Öppna filer...
te: ఫైళ్ళను తెరువు...
tr: Dosyaları Aç...
uk: Відкрити файли…

source: All Media Files
bg: Всички мултимедийни файлове
hr: Sve medijske datoteke
nb: Alle Mediafiler

source: Video Files
bg: Видео файлове
ca: Fitxers de vídeo
de: Video-Dateien
es: Archivos de vídeo
et: Videofailid
fi: Videotiedostot
hr: Video zapisi
nb: Videofiler
pt: Vídeos
pt_br: Arquivos de Vídeo
tr: Video Dosyaları

source: Audio Files
bg: Аудио файлове
ca: Fitxers d'àudio
de: Audio-Dateien
es: Archivos de audio
fi: Äänitiedostot
hr: Zvučni zapisi
nb: Lydfiler
pt: Áudio
pt_br: Arquivos de Áudio
tr: Ses Dosyaları

source: Torrent Files
bg: Торент файлове
hr: Torent datoteke
nb: Torrentfiler

source: Open Files - Error
bg: Отваряне на файлове - Грешка
br: Digeriñ Restroù - Fazi
ca: S'ha produït un error en obrir els fitxers
cy: Agor Ffeiliau - Gwall
de: Fehler beim Öffnen der Dateien
es: Archivos abiertos - Error
et: Tõrge - faili avamisel
fi: Avaa tiedostot - virhe
ga: Oscail Comhaid - Botún
gl: Abrir ficheiros - Erro
hr: Greška otvaranja datoteke
id: Membuka Berkas - Eror
ja: ファイルを開く - エラー
ka: ფაილების გახსნა - შეცდომა
mk: Грешка при отварање на документи
ms: Ralat - Buka Fail
nb: Feil ved åpning av filer
pt: Abrir ficheiros - Erro
pt_br: Erro - Abrir Arquivos
ro: Deschidere fișiere - eroare
sl: Odpri datoteke - Napaka
sq: Hap Kartela - Gabim
sr: Грешка у отварању датотека.
sv: Öppna filer - fel
te: ఫైళ్ళను తరవడం - లోపం
tr: Dosyaları Aç - Hata
uk: Видкрити файли - Помилка

source: File %(filename)s does not exist.
bg: Файлът %(filename)s не съществуват.
br: N’eus ket eus ar restr %(filename)s.
cy: Ffeil %(filename)s ddim yn bodoli.
de: Die Datei %(filename)s existiert nicht.
es: El archivo %(filename)s no existe.
et: Faili %(filename)s pole olemas.
fi: Tiedostoa %(filename)s ei ole olemassa.
ga: Níl an comhad %(filename)s ann.
gl: O ficheiro %(filename)s non existe.
hr: Datoteka %(filename)s ne postoji.
id: Berkas %(filename)s tidak ada.
ka: ფაილი %(filename)s არ არსებობს.
mk: Документот %(filename)s не постои.
ms: Fail %(filename)s tidak wujud.
nb: Filen «%(filename)s» finnes ikke.
pt: O ficheiro %(filename)s não existe.
pt_br: Arquivo %(filename)s não existe.
ro: Fișierul %(filename)s nu există.
sl: Datoteka %(filename)s ne obstaja.
sq: Kartela %(filename)s nuk ekziston.
sr: Датотека %(filename)s не постоји.
sv: Filen %(filename)s finns inte.
te: %(filename)s ఫైలు లేదు.
tr: %(filename)s adlı dosya bulunmuyor
uk: Файл %(filename)s не існує.

source: The following files do not exist:
bg: Следните файлове не съществуват:
br: N’eus ket eus ar restroù-mañ da heul:
ca: Els següents fitxers no existeixen:
cy: Nid yw'r ffeiliau canlynol yn bodoli:
de: Die folgenden Dateien existieren nicht:
es: Los siguientes archivos no existen:
et: Järgmisi faile pole olemas:
fi: Seuraavia tiedostoja ei ole olemassa:
ga: Níl na comhaid seo a leanas ann:
gl: Os seguintes ficheiros non existen:
hr: Sljedeće datoteke ne postoje:
id: Berkas berikut tidak ada:
mk: Следниве документи не постојат:
ms: Fail berikut tidak wujud.
nb: Disse filene finnes ikke:
pt: Os seguintes ficheiros não existem:
pt_br: Os seguintes arquivos não existem:
ro: Următoarele fișiere nu există:
sl: Naslednje datoteke ne obstajajo:
sq: Kartelat vijuese nuk ekzistojnë.
sr: Следеће датотеке не постоје:
sv: Följande filer finns inte:
te: ఈ క్రింది దస్త్రం లేనే లేదు:
tr: Aşağıdaki dosyalar mevcut değildir:
uk: Наступні файли не існують:

source: New Download
bg: Ново изтегляне
br: Pellgargadenn nevez
ca: Nova baixada
cy: Lawrlwythiad Newydd
de: Neuer Download
es: Nueva descarga
et: Uus allalaadimine
fi: Uusi lataus
ga: Íosluchtú Nua
gl: Nova descarga
hr: Novo preuzimanje
id: Unduhan Baru
ja: 新しいダウンロード
ka: ახალი გადმოწერა
mk: Ново превземање
ms: Muaturun Baru
nb: Ny nedlasting
pt: Nova transferência
pt_br: Novo Download
ro: Nou transfer
sl: Nov prenos
sq: Shkarkim i Ri
sr: Ново преузимање
sv: Ny hämtning
te: కొత్త దిగుమతి
tr: Yeni indirme
uk: Нове завантаження

source: Enter the URL of the item to download
bg: Въведете адреса на обекта за изтегляне
br: Lakaat URL ar restr da bellgargañ
cy: Rhowch URL yr eitem i'w lawrlwytho
de: Geben Sie die URL des herunterzuladen Objekts ein
es: Introduzca la URL del elemento a descargar
et: Sisesta meedia URL allalaadimiseks
fi: Kirjoita ladattavan kohteen osoite
ga: Cuir isteach URL na míre atá le íosluchtú
gl: Escriba a URL do elemento a descargar
hr: Upišite URL stavke preuzimanja
id: Masukkan URL berkas untuk diunduh
ja: ダウンロードするアイテムのURLを入力
mk: Внесете URL на објектот за превземање
ms: Masukkan URL item untuk dimuaturun
nb: Skriv inn adressen til elementet du vil laste ned
pt: Indique o URL do item a transferir
pt_br: Digite a URL do item para baixar
ro: Introduceți URLul elementului de descărcat
sl: Vnesite URL izbranega za prenos
sq: Jepni URL-në e objektit për ta shkarkuar
sr: Унесите адресу ставке за преузимање
sv: Ange webbadressen till objektet att hämta
te: దించుకోవాల్సిన ఐటము URL ను ఇవ్వండి
tr: Indirmek için öğenin URL'sini girin
uk: Вкажіть URL запису котрий хочете завантажити

source: New Download - Invalid URL
bg: Ново изтегляне - невалиден адрес
br: Pellgargadenn nevez – URL direizh
ca: Nova baixada - URL no vàlid
cy: Lawrlwythiad newydd - URL Annilys
de: Neuer Download - ungültige URL
es: Nueva descarga - URL no válida
et: Lae uuesti - vigane URL
fi: Uusi lataus - osoite on virheellinen
ga: Íosluchtú Nua - URL Mícheart
gl: Nova descarga - URL incorrecta
hr: Nevažeći URL novog preuzimanja
id: Unduhan Baru - URL tidak benar
ja: 新しいダウンロード - 無効なURL
ka: ახალი გადმოწერა - მისამარათი არასწორია
mk: Ново превземање - невалиден URL
ms: Muaturun Baru - URL Tidak Sah
nb: Ny nedlasting – ugyldig URL
pt: Nova transferência - URL inválido
pt_br: Novo Download - URL inválida
ro: Nou transfer - URL eronat
sl: Nov prenos - Neveljaven URL
sq: Shkarkim i Ri - URL e pavlefshme
sr: Ново преузимање — неисправна адреса
sv: Ny hämtning - ogiltig webbadress
te: కొత్త దింపుకోలు - సరైన URL కాదు
tr: Yeni İndirme - Geçersiz URL Adresi
uk: Нове завантаження — неправильний URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the item to download
bg: Въведеният адрес е невалиден. Проверете го и опитайте отново. Въведете адреса на обекта за изтегляне
br: N’eo ket reizh ar chomlec’h hoc’h eus skrivet. Adsellit pizh ouzh an URL ha klaskit adarre. Lakait URL an dra d’e bellgargañ.
cy: Nid yw'r cyfeiriad rydych wedi'i gynnwys yn url dilys. Rhowch URL yr eitem i'w lawrlwytho.
de: Die eingegebene Adresse ist keine gültige URL. Bitte überprüfen Sie die URL und versuchen Sie es erneut. Geben Sie die URL des Objekts ein, das Sie herunterladen wollen.
es: La dirección que ha introducido no es una URL válida. Verifique la URL e inténtelo de nuevo. Introduzca la URL del elemento a descargar
et: Aadress, mille sisestasite pole kehtiv url. Palun kontrolli URL´i ja proovi uuesti. Sisesta meedia URL allalaadimiseks
fi: Kirjoittamasi osoite on virheellinen. Tarkista osoite ja yritä uudestaan. Kirjoita ladattavan kohteen osoite
ga: Ní URL bailí é an seoladh a chur tú isteach. Dearbháil an tURL agus triail arís é le do thoil. Cuir isteach URL na míre atá le íosluchtú
gl: O enderezo inserido no é unha URL correcta. Comprobe a URL e vólvao tentar. Insira a URL do elemento a descargar
hr: Adresa koju ste upisali nije valjana URL. Provjerite URL i pokušajte ponovno. Upišite URL stavke preuzimanja
id: Alamat yang Anda masukkan bukan URL yang benar. Harap periksa URL dan coba lagi. Masukkan URL berkas untuk diunduh
mk: Внесеното URL е невалидно. Проверете го и пробајте повторно. Внесете URL на објектот за превземање
ms: Alamat yang telah anda masukkan ialah bukan alamat yang sah. Sila periksa URL tersebut dan cuba kembali. Masukkan URL item untuk muat turun
nb: Adressen du skrev inn er ikke gyldig. Kontroller adressen, og prøv så på nytt. Skriv inn adressen til elementet du vil laste ned.
pt: O endereço indicado não é um URL válido. Verifique o URL e tente novamente. Indique o URL do item a transferir
pt_br: O endereço que você digitou não é uma URL válida. Por favor, cheque a URL e tente novamente. Digite a URL do item para download
ro: Adresa pe care ați introdus-o nu este un URL valid. Verificați URLul și încercați din nou. Introduceți URLul elementului de descărcat
sl: Naslov, ki ste ga vnesli, ni veljaven url. Preverite URL in poskusite znova. Vnesite URL izbranega za prenos
sq: Vendndodhja që dhatë nuk është url e vlefshme. Ju lutem, kontrollojeni URL-në dhe riprovoni. Jepni URL-në e objektit që doni të shkarkohet
sr: Адреса коју сте унели није исправна. Проверите је и покушајте поново. Унесите адресу ставке коју желите да преузмете.
sv: Adressen du angav är inte en giltig webbadress. Kontrollera adressen och försök igen. Ange adressen till objektet att hämta
te: మిరిచ్చిన చిరునామా సరైన URL కాదు. దాన్ని సరిచూసి, మళ్ళీ ప్రయత్నించండి. దించుకోవాల్సిన ఐటము URL ఇవ్వండి
uk: Адреса котру ви ввели не є правильним урлом. Будь ласка перевірте URL та спробуйте ще разand try again. Вкажіть URL запису котрий хочете завантажити

source: %(appname)s is up to date
bg: %(appname)s е обновена до последна версия
br: %(appname)s zo en e reizh
cy: Mae %(appname)s yn gyfredol
de: %(appname)s ist auf dem neuesten Stand
es: %(appname)s está al día
et: %(appname)s ei vaja uuendamist
fi: %(appname)s on ajan tasalla
ga: Tá %(appname)s cothrom le dáta
gl: %(appname)s está actualizado
hr: %(appname)s je najnovije inačice
id: %(appname)s sudah terbarukan
mk: %(appname)s е обновена до последна версија
ms: %(appname)s telah dikemaskini
nb: %(appname)s er oppdatert
pt: O %(appname)s está atualizado
pt_br: %(appname)s está atualizada
ro: %(appname)s este actualizat
sl: Za %(appname)s ni posodobitev
sq: %(appname)s është i përditësuar
sr: %(appname)s је ажуран
sv: %(appname)s är aktuell
te: %(appname)s తాజాగా ఉంది
tr: %(appname)s güncel
uk: %(appname)s є найновішою версією

source: %(appname)s is up to date!
bg: %(appname)s е обновена до последна версия!
br: %(appname)s zo en e reizh!
cy: Mae %(appname)s yn gyfredol!
de: %(appname)s ist auf dem neuesten Stand!
es: ¡%(appname)s está al día!
et: %(appname)s ei vaja uuendamist
fi: %(appname)s on ajan tasalla!
ga: Tá %(appname)s cothrom le dáta!
gl: %(appname)s está actualizado
hr: %(appname)s je najnovije inačice!
id: %(appname)s sudah terbarukan!
mk: %(appname)s е обновена до последна версија!
ms: %(appname)s telah dikemaskini!
nb: %(appname)s er oppdatert.
pt: O %(appname)s está atualizado!
pt_br: %(appname)s está atualizado
ro: %(appname)s este actualizat!
sl: Za %(appname)s ni posodobitev!
sq: %(appname)s është i përditësuar!
sr: Користите најновије издање програма %(appname)s.
sv: %(appname)s är aktuell!
te: %(appname)s తాజాగా ఉంది!
tr: %(appname)s güncel
uk: %(appname)s є найновішою версією!

source: Remove item
bg: Премахване на обекта
br: Dilemel an dra
ca: Suprimiex l'element
cy: Tynnwch eitem
de: Objekt entfernen
es: Eliminar elemento
et: Eemalda kirje
fi: Poista kohde
ga: Bain mír
gl: Eliminar o elemento
hr: Ukloni stavku
id: Buang berkas
ja: アイテムを削除
ka: ელემენტის მოცილებაელემენტების მოცილება
mk: Отстрани предмет
ms: Buang item
nb: Fjern element
pt: Remover item
pt_br: Remover item
ro: Elimină elementul
sl: Odstrani predmete
sq: Hiqe objektin
sr: Уклони ставку
sv: Ta bort objekt
te: అంశాన్ని తొలగించు
tr: Öğe/leri sil
uk: Вилучити запис

source: One of these items was not downloaded from a podcast. Would you like to delete it or just remove it from the Library?
bg: Един от тези обекти не е изтеглен от подкаст. Желаете ли да го изтриете или само ще го премахнете от библиотеката?
de: Eines dieser Elemente wurde nicht von einem Podcast heruntergeladen. Willst du es löschen oder nur aus der Bibliothek entfernen?
es: Uno de estos elementos no se ha descargado de un podcast. ¿Desea eliminarlo o simplemente suprimirlo de la biblioteca?
fi: Yhtä näistä kohteista ei ole ladattu podcastista. Haluatko poistaa sen kokonaan vai poistaa sen ainoastaan kirjastostasi?
gl: Un destes elementos non se descargou desde un podcast. Desexa eliminalo ou só retiralo da biblioteca?
hr: Jedna od tih stavki nije preuzeta sa podcasta. Želite ju obrisati ili samo premjestiti iz zbirke?
nb: Et av disse elementene er ikke lastet ned fra en podcast. Vil du slette det, eller bare fjerne det fra biblioteket?
pt: Um destes itens não foi transferido do podcast. Pretende apagá-lo ou apenas removê-lo da coleção?
pt_br: Um destes itens não foi baixado de um podcast. Você gostaria de deletá-lo ou apenas removê-lo da Biblioteca?
tr: One of these items was not downloaded from a podcast. Would you like to delete it or just remove it from the Library? Objelerden biri podcastden indirilemedi. Silmek yoksa sadece kütüphanedenmi kaldırmak istersiniz. Some of these items were not downloaded from a podcast. Would you like to delete them or just remove them from the Library? Objelerden bazıları podcastden indirilemedi. Silmek yoksa sadece kütüphanedenmi kaldırmak istersiniz.

source: One of these items is a folder. Deleting/Removing a folder will delete/remove it's contents
bg: Един от тези обекти е папка. Изтриването/премахването на папка няма да изтрие/премахне нейното съдържание.
de: Eines dieser Objekte ist ein Ordner. Löschen/Entfernen eines Ordners wird seine Inhalte löschen/entfernen.
es: Uno de estos elementos es una carpeta. Eliminar una carpeta eliminará su contenido
fi: Yksi näistä kohteista on kansio. Kansion poistaminen ei poista sen sisältöä.
hr: Jedna od tih stavki je mapa. Brisanje/Premještanje mape će obrisati/ukloniti njezin sadržaj.
nb: Et av disse elementene er en mappe. Når du sletter/fjerner en mappe vil også innholdet bli fjernet/slettet
pt: Um destes itens é uma pasta. Se apagar ou remover a pasta, o seu conteúdo será perdido
pt_br: Um destes itens é um diretório. Deletar/Remover um diretório irá deletar/remover seu conteúdo
tr: Bu maddelerden biri klasör. Bir klasörü Silmek/Kaldırmak onun içeriğinide siler/kaldırır. Bu maddelerden baızları klasör. Bir klasörü Silmek/Kaldırmak onun içeriğinide siler/kaldırır.

source: Are you sure you want to delete the item?
bg: Сигурни ли сте, че желаете да изтриете обекта?
br: Ha sur oc’h da gaout c’hoant da zilemel an dra-mañ ?
cy: Ydych wir am ddileu'r eitem hon?
de: Sind Sie sicher, dass Sie dieses Objekt löschen wollen?
es: ¿Está seguro que quiere eliminar el elemento?
et: Kas oled kinnel et soovid kustudad seda?
fi: Haluatko varmasti poistaa tämän kohteen?
ga: An bhfuil tú cinnte go dteastaíonn uait an mhír seo a scrios?
gl: Está certo de eliminar o elemento?
hr: Sigurno želite obrisati stavku?
id: Apa kamu yakin mau menghapus %(count)d berkas tersebut?
mk: Дали сте сигурни дека сакате да го избришете објектот?
ms: Adakah anda pasti anda ingin memadam item tersebut?
nb: Er du sikker på at du vil fjerne dette elementet?
pt: Tem a certeza de que quer apagar o item?
pt_br: Tem certeza que deseja apagar este item?
ro: Sigur doriți să ștergeți elementul?
sl: Ste prepričani, da želite izbrisati vseh %(count)d predmetov?
sr: Желите ли да избришете ову ставку?
sv: Är du säker på att du vill radera objektet?
te: ఈ ఐటమును తొలగించాలనే నిశ్చయించుకున్నారా?
tr: Bu parçayı silmek istediğinizden emin misiniz? %(count)d sayıda parçayı silmek istediğinizden emin misiniz?
uk: Ви впевнені у тому що хочете стерти цей запис?

source: One of these items is a folder. Deleting a folder will delete it's contents
bg: Един от тези обекти е папка. Изтриването на папка ще изтрие нейното съдържание.
br: Unan eus an traoù-mañ zo un teul anezhañ. Dilemel un teul a skarzho ar pezh a zo ennañ ivez.
cy: Mae un o'r eitemau hyn yn ffolder. Bydd Dileu ffolder yn Dileu'r cynnwys
de: Eines der ausgewählten Elemente ist ein Ordner. Das Löschen eines Ordners löscht auch dessen Inhalt.
es: Uno de estos elementos es una carpeta. Eliminar una carpeta eliminará su contenido
et: Üks nendest kirjedest on kaust. Selle kausta kustutamine võib kustutada selle sisu
fi: Yksi näistä kohteista on kansio. Sen poistaminen poistaa myös sen sisällön
ga: Is fillteán é ceann de na míreanna seo. Má scriostar fillteán, scriostar a inneachar
gl: Un destes elementos é un cartafol. Borrar un cartafol tamén borra os seus contidos
hr: Jedna od ovih stavki je mapa. Brisanje mape obrisat će i njezin sadržaj
id: Beberapa berkas tersebut adalah folder. Menghapus folder akan mengapus isi foldernya
mk: Еден од следниве елементи е папка. Бришењето на папка ќе ја избрише и нејзината содржина.
ms: Salah satu daripada item-item ini ialah sebuah folder. Memadam satu-satu folder akan memadam kandungan-kandungannya
nb: Ett av disse elementene er en mappe. Når du sletter en mappe, vil alt innholdet i mappen også bli slettet.
pt: Um destes itens é uma pasta. Se apagar a pasta, o seu conteúdo será perdido
pt_br: Um destes items é uma pasta. Deletando uma pasta seu conteúdo será removido.
ro: Unul dintre aceste elemente este un dosar. Ștergerea unui dosar va ștege și conținutul acestuia.
sl: Ena izmed izbranih je mapa. Z brisanjem mape boste izbrisali tudi njeno vsebino
sq: Një nga këto objekte është dosje. Fshirja e një dosje do të fshijë lëndën në të
sr: Једна од ових ставки је фасцикла. Брисањем фасцикле уклонићете њен садржај.
sv: Ett av dessa objekt är en mapp. Radering av en mapp kommer att radera dess innehåll.
te: ఈ ఐటములలో ఒకటి ఫోల్డరు. ఫోల్డరును తొలగిస్తే అందులోని కంటెంటులు కూడా తొలగించబడతాయి
tr: Bu öğelerden biri bir dizin. Bir dizini silmek içindekilerin de silinmesine neden olur. Bu öğelerden bazıları dizin. Bir dizini silmek içindekilerin de silinmesine neden olur.
uk: Один з цих записів є текою. Стирання теки зітре її вміст.

source: Save Item As...
bg: Запазване на обекта като...
br: Enrollañ an dra e
cy: Cadwch yr Eitem Fel...
de: Objekt speichern als...
es: Guardar elemento como...
et: Salvesta element kui...
fi: Tallenna kohde nimellä...
ga: Cuir An Mhír i dTaisce Mar...
gl: Gardar o elemento como...
hr: Spremi stavke kao...
id: Simpan Berkas Sebagai...
ja: アイテムに名前をつけて保存...
ka: ელემენტის შენახვა როგორც...
mk: Запиши го објектот како...
ms: Simpan Item Sebagai...
nb: Lagre element som …
pt: Guardar item como...
pt_br: Salvar item como...
ro: Salvează elementul ca...
sl: Shrani predmet kot ...
sq: Ruaje Objektin Si...
sr: Сачувај ставку као...
sv: Spara objekt som...
te: ఐటమును ఇలా భద్రపరచు...
tr: Öğe/leri farklı kaydet..
uk: Зберегти запис як…

source: Choose directory to search for media files
bg: Избиране на папка, в която да се търсят медийни файлове
br: Klask rollad a-benn klask restroù media
ca: Escolliu la carpeta per cercar fitxers multimèdia
cy: Dewiswch ffolder i chwilio am ffeiliau amlgyfrwng
de: Verzeichnis auswählen, das nach Mediendateien durchsucht werden soll
es: Elija un directorio donde buscar archivos multimedia
et: Vali asukoht, kust meediafaile otsida
fi: Valitse kansio, josta etsitään mediatiedostoja
ga: Roghnaigh an chomhadlann le cuardach le haghaidh comhaid meáin
gl: Escoller un cartafol onde procurar ficheiros multimedia
hr: Odaberi direktorij pretraživanja medijskih datoteka
id: Pilih alamat untuk mencari berkas media
ja: メディアファイルを検索するディレクトリーを選択
ka: აირჩიეთ საქაღალდე მედია ფაილების მოსაძებნად
mk: Избери папка во која ќе се бараат медиа фајлови
ms: Pilih direktori untuk mencari fail media
nb: Velg mappen du vil søke etter mediefiler i
pt: Escolha o diretório para procurar os ficheiros
pt_br: Escolha os diretórios para procurar por arquivos de mídia
ro: Alegeți dosarul pentru căutare fișiere media
sl: Izberite mapo, kjer bo opravljeno iskanje datotek
sq: Zgjidhni drejtori për kërkim kartelash media
sr: Избор фасцикле за претрагу мултимедије
sv: Välj katalog att söka i efter mediafiler
te: మీడియా ఫైళ్ళను వెతకడం కోసం డైరెక్టరీ ఎంచుకోండి
tr: Medya dosyalarını aramak için dizin seçin
uk: Обрати теку для пошуку медіа файлів

source: Choose files to import
bg: Изберете файлове за внасяне
de: Zum Importieren Dateien auswählen
es: Escoja los archivos que desea importar
fi: Valitse tuotavat tiedostot
hr: Odaberi datoteku za uvoz
nb: Velg filer å importere
pt: Escolha os ficheiros a importar
pt_br: Escolher arquivos para importar
tr: İthal etmek istediğiniz dosyayı seçin

source: Add Source
bg: Добавяне на източник
ca: Afegeix font
de: Quelle hinzufügen
es: Añadir una fuente
et: Lisa allikas
fi: Lisää lähde
ga: Cuir Foinse Leis
gl: Engadir fonte
hr: Dodaj izvor
nb: Legg til kilde
pt: Adicionar fonte
pt_br: Adicionar Fonte
sr: Додај извор
tr: Kaynak Ekle
uk: Додати першоджерело
