Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Enter a new name for the feed %(name)s
mk: Внесете ново име за инфо-каналот %(name)s
sq: Jepni emër të ri për prurjen %(name)s
te: %(name)s వడ్డనకు కొత్త పేరు ఇవ్వండి

source: Rename Website
sq: Ndrysho emrin e uebfaqes
te: వెబ్‍సైటు పేరు మార్చు

source: Enter a new name for the website %(name)s
te: %(name)s వెబ్‍సైటుకు కొత్త పేరు ఇవ్వండి

source: Remove website
sq: Fshij uebfaqen
te: వెబ్‍సైటును తీసెయ్యి

source: Are you sure you want to remove this website?
te: ఈ వెబ్‍సైటును తీసెయ్యాలనే నిశ్చయించుకున్నారా?

source: Outdated Feed Items:
mk: Застарени Feed објекти:
sq: Objekte Prurje të Vjetëruar:
te: కాలదోషం పట్టిన వడ్డన ఐటములు:

source: Feed Settings
ja: フィード設定
mk: Нагодувања за списоците со информации
sq: Ndrrysho Ushqyesin
te: ఫీడు అమరికలు

source: Back to feed
mk: Назад кон инфо-каналот
sq: Mbrapsht te prurja
te: తిరిగి వడ్దనకు

source: Feed should go in this section:
mk: Инфо-каналот треба да оди во оваа секција:
sq: Prurja do të duhej të shkonte në këtë ndarje:
te: వడ్డన ఈ విభాగంలోకి వెళ్ళాలి:

source: Add Feed
mk: Додај инфо-канал
sq: Shtoni Prurje.
te: ఫీడుని చేర్చు

source: Enter the URL of the feed to add
mk: Внесете го URL-от на инфо-каналот за додавањед
sq: Jepni URL-në e prurjes për shtim
te: చేర్చాల్సిన వడ్డన URL ను ఇవ్వండి

source: Add Feed - Invalid URL
mk: Додавање на инфо-канал - Погрешен URL
sq: Shtoni Prurje - URL e pavleshme
te: వడ్డన చేర్చు - సరైన URL కాదు

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the feed to add
mk: Адресата што ја внесовте не е валиден url. Ве молам проверете го URL-от и пробајте повторно. Внесете го URL-от на инфо-каналот за додавање
sq: Vendndodhja që dhatë nuk është url vlefshme. Ju lutem kontrollojeni URL-në dhe riprovoni. Jepni URL-në e prurjes që duhet shtuar
te: మీరిచ్చిన చిరునామా సరైన URL కాదు. దాన్ని సరిచూసి మళ్ళీ ప్రయత్నించండి. చేర్చాల్సిన వడ్డన URL ఇవ్వండి

source: %(count)d Feed Folder Selected
mk: Избрана е %(count)d папка на инфо-список
sq: %(count)d Dosje Prurjesh e Përzgjedhur
te: %(count)d వడ్డన ఫోల్డరును ఎంచుకున్నారు

source: (contains %(count)d feed)
mk: содржи %(count)d инфо-канал
sq: (përmban %(count)d prurje)
te: (%(count)d ఫీడు ఉంది)

source: %(count)d Feed Selected
mk: Избран е %(count)d инфо-канал
te: %(count)d వడ్డనను ఎంచుకున్నారు

source: %(count)d Website Selected
te: %(count)d వెబ్‍సైటును ఎంచుకున్నారు

source: Feed downloads
mk: Превземања на инфо-канали
sq: Shkarkime prurjeje
te: ఉచిత దింపుకోళ్ళు

source: Include entire program database including all video and feed metadata with crash report
mk: Вклучи ја целата програмска база на податоци вклучувајќи ги и сите метаподатоци за видео и инфо-списоци со извештајот за грешка.
sq: Te njoftimi i vithisjes përfshi tërë bazën e të dhënave të programit, me gjithë videot dhe tejtëdhëna prurjesh
te: వీడియో, వడ్డనల మెటాడేటాతో సహా, మొత్తం ప్రోగ్రాము డేటాబేసు నంతిటినీ క్రాశ్ నివేదికతో చేర్చు

source: Remove Feed
mk: Отстрани инфо-канал
sq: Hiqe Prurjen
te: వడ్డనను (ఫీడును) తీసెయ్యి

source: Are you sure you want to remove this feed:
mk: Дали сте сигурни дека сакате да го отстраните овој инфо-канал:
sq: Jeni i sigurt se doni të hiqet kjo prurje:
te: ఈ ఫీడును తీసెయ్యాలనే మీరు నిశ్చయించుకున్నారా:

source: Are you sure you want to remove this feed? The downloads currently in progress will be canceled.
mk: Дали сте сигурни дека сакате да го отстраните овој инфо-канал? Превземањата активни во моментот ќе бидат откажани.
sq: Jeni i sigurt se doni të hiqet kjo prurje? Shkarkimi në punë e sipër do të anulohet.
te: ఈ వడ్డనను (ఫీడును) తీసెయ్యాలనే నిశ్చయించుకున్నారా? ప్రస్తుతం జరుగుతూ ఉన్న దింపుకోళ్ళు రద్దైపోతాయి.

source: Remove Website
sq: Fshij uebfaqen
te: డేటాబేసును తీసెయ్యి

source: Remove Websites
sq: Fshij uebfaqet
te: వెబ్‍సైటులను తీసెయ్యి

source: Update Feeds In Folder
mk: Освежи ги инфо-каналите во папката
sq: Përditëso Prurjet Në Dosje
te: ఫోల్డరులోని వడ్డనలను తాజాకరించు

source: Update Feed Now
mk: Освежи го инфо-каналот сега
sq: Përditësoje Prurjen Tani
te: వడ్డనను ఇప్పుడు తాజాకరించు

source: Revert Feed Name
mk: Врати го името на инфо-каналот
sq: Rikthe Emër Prurjeje
te: వడ్డన పేరును వెనక్కి తీసుకెళ్ళు

source: Update Feeds Now
mk: Освежи ги инфо-каналите сега
sq: Përditësoji Prurjet Tani
te: వడ్డనలను ఇప్పుడు తాజాకరించు

source: LIBRARY
mk: БИБЛИОТЕКА
sq: BIBLIOTEKË
te: లైబ్రరీ

source: WEBSITES
te: వెబ్‍సైట్లు

source: VIDEO FEEDS
sq: PRURJE VIDEO
te: వీడీయో వడ్డనలు

source: AUDIO FEEDS
ja: オーディオ・フィード
mk: АУДИО ИНФО-КАНАЛИ
sq: PRURJE AUDIO
te: ఆడియో వడ్డనలు

source: PLAYLISTS
ja: プレイリスト
mk: СПИСОЦИ ЗА РЕПРОДУКЦИЈА
sq: LUAJLISTA
te: ప్లే లిస్టులు

source: Folder should go in this section:
mk: Папката би требало да оди во оваа секција:
sq: Dosja do të duhej të shkonte te kjo ndarje:
te: ఫోల్డరు ఈ విభాగంలోకి వెళ్ళాలి:

source: Create Feed Folder
mk: Креирај папка за инфо-канали
sq: Krijo Dosje Prurjesh
te: వడ్డన (ఫీడు) ఫోల్డరు సృష్టించు

source: Miro is upgrading your database of feeds and files. This one-time process can take a long time if you have a large number of items in Miro (it can even take more than 30 minutes).
mk: Miro ги подобрува базите на податоци на инфо-каналите и на датотеките. Овој еднократен процес може да трае подолго време ако имате голем број на објекти во Miro (може да трае дури и повеќе од 30 минути).
sq: Miro po përmirëson bazën tuaj të të dhënave për prurjet dhe kartelat. Ky proces, që bëhet vetëm një herë, mund të zgjasë shumë nëse keni numër të madh objektesh te Miro (mund të dojë edhe më shumë se 30 minuta).
te: Miro మీ డేటాబేసు వడ్డనలు, ఫైళ్ళను ఉన్నతీకరిస్తోంది. ఇది ఒక్కసారి జరిగే ప్రాసెసు. Miro లో బోలెడు ఫైళ్ళు ఉంటే, ఈ పనికి చాలా సమయం పట్టొచ్చు. (30 నిమిషాల కంటే ఎక్కువ సమయం పట్టొచ్చు)

source: License
ja: ライセンス
mk: Лиценца
sq: Leje
te: లైసెన్స్

source: File in Browser
mk: Документ во пребарувачот
sq: Kartelë në Shfletues
te: బ్రౌజరులో ఫైలు

source: File in %(progname)s
mk: Документ во %(progname)s
sq: Kartelë në %(progname)s
te: %(progname)s లో ఫైలు

source: View
mk: Види
sq: Parje
te: దర్శనం

source: Full Feed
mk: Цел инфо-канал
sq: Prurje e Plotë
te: పూర్తి ఫీడు

source: Show %(count)d More Item
mk: Покажи %(count)d повеќе објект
sq: Shfaq Edhe %(count)d Objekt Më Tepër
te: మరో %(count)d ఐటమును చూపించు

source: All Items Match Search
mk: Сите објекти се совпаѓаат со пребарувањето
sq: Tërë Objektet Përputhen Me Kërkimin
te: ఐటములన్నీ అన్వేషకానికి సరిపోయాయి

source: Subscribe to Feed
ja: フィードを購読
mk: Претплати се на инфо-каналот
sq: Pajtohuni te Prurja
te: వడ్డనకు చందా కట్టు

source: This link appears to be a feed. Do you want to add it to your subscriptions? %(url)s
mk: Оваа врска изгледа како инфо-канал. Дали сакате да ја додадете во Вашите претплати? %(url)s
sq: Kjo lidhje duket se është prurje. Doni të shtohet te pajtimet tuaja? %(url)s
te: ఈ లింకు వడ్డన లాగా అగుపిస్తున్నది. దీన్ని మీ చందాలకు చేర్చమంటారా? %(url)s

source: Default settings for new feeds:
ja: 新規フィードの標準設定：
mk: Вредности по подразбирање за нови инфо-канали:
sq: Rregullime parazgjedhje për prurje të reja:
te: కొత్త వడ్డనలకు డిఫాల్టు సెట్టింగులు:

source: (These can be changed using the feed's settings button)
ja: （これらはフィードの設定ボタンで変更できます）
mk: (Овие можат да бидат изменети користејќи го копчето за нагодување на инфо-каналите)
sq: (Këto mund të ndryshohen duke përdorur butonin e rregullimeve të prurjes)
te: (వడ్డనల సెట్టింగులు బొత్తాం ద్వారా వీటిని మార్చవచ్చు)

source: Directory '%s' could not be created.
sq: Drejtoria '%s' nuk u krijua dot.
te: '%s' డైరెక్టరీని సృష్టించలేకపోయాం.

source: You've selected a new folder to download movies to. Should %(appname)s migrate your existing downloads there? (Currently downloading movies will not be moved until they finish.)
mk: Вие избравте нова папка за превземање на филмови. Дали %(appname)s да ги пресели постојните превземања таму? (Филмовите што во моментот се превземаат нема да бидат преселени се додека не заврши превземањето.)
sq: Përzgjodhët një dosje të re për shkarkimin e filmave. A duhet që %(appname)s-ja të migronte atje shkarkimet tuaja të deritanishme? (Filmat në shkarkim e sipër nuk do të lëvizen përpara se të përfundojë shkarkimi)
te: మూవీలను దించుకునేందుకు మీరో కొత్త ఫోల్డరును ఎంచుకున్నారు. ఈసరికే ఉన్న మూవీలను %(appname)s ఆ ఫోల్డరుకు తరలించాలా? (ప్రస్తుతం దించుకుంటున్న మూవీలు దింపుకోలు పూర్తయ్యేంతవరకు తరలించబడవు)

source: Feeds
ja: フィード
mk: Инфо-канали
sq: Prurje
te: ఫీడులు

source: Permalink
mk: Траен линк
te: స్థిరలింకు

source: Exit fullscreen
te: నిండుతెరనుండి నిష్క్రమించు

source: Add _Feed
ja: フィードを追加(_F)
mk: Додај_Инфо-канал
sq: Shtoni _Prurje

source: New Searc_h Feed
mk: Ново Пребарува_ње Инфо-канал
sq: Prurje _Kërkimi të Ri

source: Re_name Feed
sq: Ri_emërtoni Prurjen

source: _Remove Feed
sq: _Hiqe Prurjen

source: _Remove Feeds
sq: _Hiqi Prurjet

source: _Update Feed
ja: フィードを更新(_U)
mk: _Обнови Инфо-канал
sq: _Përditëso Prurjen

source: _Update Feeds
ja: 複数フィードを更新(_U)
mk: _Обнови Инфо-канали
sq: _Përditëso Prurjet

source: Update _All Feeds
ja: 全フィードを更新(_A)
mk: Обнови_ги сите Инфо-канали
sq: Përditëso _Krejt Prurjet

source: _Import Feeds (OPML)
ja: フィード(OPML)をインポート(_I)
mk: _Увези Инфо-канали (OPML)
sq: _Importo Prurje (OPML)

source: E_xport Feeds (OPML)
ja: フィード(OPML)をエクスポート(_x)
mk: Из_вези Инфо-канали (OPML)
sq: _Eksporto Prurje (OPML)

source: Single and external downloads
ja: 単一の外部ダウンロード
mk: Единечни и надворешни превземања
sq: Shkarkime njëshe dhe të jashtme

source: Seeding
ja: シーディング
mk: Споделување
sq: Duke dërguar

source: Quit Miro completely.
ja: Miroを完全に終了

source: When you click the red close button, would you like Miro to close to the system tray or quit? You can change this setting later in the Options.
ja: 赤の閉じるボタンをクリックした時に、Miroをシステムトレイへ収納、または終了するか、どちらを選びますか？ この設定は後でオプションにて変更可能です

source: A new version of %s is available for download.
ja: %sの新しいバージョンをダウンロードできます。

source: Your browser will load the web-site where you can download and install Adobe Flash. You should quit Miro now and start it up again after Adobe Flash has been installed.
ja: ブラウザはAdobe Flashをダウンロード／インストールできるウェブサイトをロードします。 ここでMiroを終了してAdobe Flashがインストールされた後で再度起動してください。

source: You must restart Miro for renderer changes to take effect.
ja: レンダラー変更の効果を反映させるには、Miroの再起動が必要です

source: You must restart playback for visualization changes to take effect.
ja: ビジュアライゼーション変更の効果を反映させるには、もう一度再生しなおして下さい

source: Use this for video when playing audio:
ja: オーディオ再生時、このビデオを使用する:

source: Add to Library
ja: ライブラリに追加

source: Hide Miro
ja: Miroを隠す

source: Quit Miro
ja: Miroを終了

source: Miro Help
ja: Miroのヘルプ

source: Custom Channels
ja: カスタム・チャンネル

source: Miro - Report a Problem
ja: Miro - 問題を報告

source: %(appname)s was unable to save its database: Disk Full. We suggest deleting files from the full disk or simply deleting some movies from your collection. Recent changes may be lost.
ja: %(appname)s はデータベースの保存が出来ませんでした： ディスク容量不足。 ディスクからファイルを削除するかあなたのコレクション中の動画をいくつか削除されることをお勧めします。 最新の変更は失われるでしょう。

source: Couldn't open %(filename)s for writing
ja: %(filename)s が書込みのためにオープンできませんでした

source: The torrent file for this item was deleted outside of Miro.
ja: この項目のトレント・ファイルはMiroの外側で削除されました

source: Re_name Item
ja: アイテムのリネーム(_N)

source: _Options
ja: 設定(_O)

source: Cu_t
ja: 切り取り(_T)

source: _Copy
ja: コピー(_C)

source: _Paste
ja: 貼り付け(_P)

source: Select _All
ja: 全て選択(_A)

source: Add Site
ja: サイトを追加

source: _Next Video
ja: 次のビデオ(_N)

source: _Previous Video
ja: 前のビデオ(_P)

source: _About Miro
ja: Miroについて(_A)

source: _Video
ja: ビデオ(_V)

source: Miro has encountered an internal error. You can help us track down this problem and fix it by submitting an error report.
ja: Miroは内部エラーに直面しました。エラー・レポートを提出する事で私達がこの問題を解決する手助けして下さい

source: queued for autodownload
ja: 自動ダウンロードにキュー

source: Automatically run Miro when I log in.
ja: ログイン時、自動的にMiroを開始する

source: Auto download setting:
ja: 自動ダウンロード設定:

source: You've selected a new folder to download movies to. Should Miro migrate your existing downloads there? (Currently dowloading movies will not be moved until they finish.)
ja: あなたはムービーをダウンロードする新しいディレクトリーを選択しました。既にダウンロードしているものも移動しますか？ (現在ダウンロードしているムービーは、完了するまで移動させません)

source: Watch for new videos in these folders and include them in library:
ja: これらのフォルダーの新しいビデオを視聴して、それらをライブラリーに含める:

source: By default, videos expire after:
ja: デフォルトのビデオ有効期限:

source: Resume playing a video from the point it was last stopped.
ja: 前回停止したポイントからビデオの再生を再開

source: Play videos one after another
ja: 続けて別のビデオを再生

source: Stop after each video
ja: 各ビデオ再生後に停止

source: New Videos
ja: 新しいビデオ

source: No Results Found
ja: 見つけることが出来ませんでした

source: Library
ja: ライブラリー

source: Single Items
ja: 単一のアイテム

source: Total number of db objects:
ja: データベースのオブジェクト数

source: Miro is up to date
ja: Miroは最新版です

source: Miro is up to date!
ja: Miroは最新版です！

source: Rename Item
ja: アイテムをリネーム

source: Enter the new name for the item
ja: アイテムの新しい名前を入力

source: Enter the URL of the site to add
ja: 追加するサイトのURLを入力してください

source: Add Site - Invalid URL
ja: サイト追加 - 不正なURLです

source: Rename Site
ja: サイト名を変更

source: Auto Download
ja: 自動ダウンロード

source: Remove Site
ja: サイトを削除

source: SITES
ja: サイト

source: FEEDS
ja: フィード

source: Miro First Time Setup
ja: Miroの初回設定

source: Welcome to the Miro First Time Setup
ja: Miroの初回設定へようこそ

source: Would you like to run Miro on startup?
ja: 起動時にMiroを開始しますか？

source: Completing the Miro First Time Setup
ja: Miroの初回設定を終了します

source: Start seeding
ja: シーディングを開始

source: Web page
ja: ウェブページ

source: Miro will begin downloading it now.
ja: Miroは今すぐダウンロードします

source: Pipeline request never started
ja: パイプライン要求は未だ開始していません

source: Internal Error: Not ready to send
ja: 内部エラー: 発信準備が出来ません

source: Search All: %(text)s
ja: すべて検索: %(text)s
