Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Import Files
bg: Внасяне на файлове
ca: Importa fitxers
de: Dateien importieren
es: Importar archivos
fi: Tuo tiedostoja
ga: Tabhair Isteach Comhaid
gl: Importar ficheiros
hr: Uvezi datoteke
nb: Importer filer
pt: Importar ficheiros
pt_br: Importar Arquivos
tr: Dosyaları İçeri Aktar

source: Submit Crash Report
bg: Изпращане на доклад за грешка
br: Kas rentañ-kont skoilhadenn
ca: Envia un informe d'error
cy: Anfon Adroddiad Chwalfa
de: Fehlerbericht senden
es: Enviar un informe de error
et: Esita veateade
fi: Lähetä virheraportti
ga: Seol Fógra Tuairte
gl: Enviar un informe de erro
hr: Pošalji izvještaj greške
id: Kirim Laporan Crash
ja: クラッシュ・レポートを送信
mk: Поднеси извештај за проблем
ms: Hantar Laporan Pelanggaran
nb: Send havarirapport
pt: Enviar relatório de erros
pt_br: Submeter Relatório de Erros
ro: Trimite raport de avarie
sl: Pošlji poročilo o sesutju
sq: Parashtroni Njoftim Vithisjeje
sr: Пошаљи извештај квара
sv: Skicka in kraschrapport
te: క్రాష్ నివేదికను పంపించండి
tr: Hata Raporu Bildir
uk: Надіслати звіт про збій

source: Migrate
bg: Мигриране
br: Treuzkas
ca: Migra
cy: Mudo
de: Übertragen
es: Migrar
et: Tõsta ümber
fi: Siirrä tiedot
ga: Ascain
gl: Migrar
hr: Premjesti
id: Migrasi
ja: 移動する
ka: მიგრირება
mk: Пресели
ms: Pindah
nb: Migrer
pt: Migrar
pt_br: Migrar
ro: Migrează
sl: Preseli
sq: Migro
sr: Пребаци
sv: Migrera
te: వలసపంపు
tr: Taşı
uk: Мігрувати

source: Don't Migrate
bg: Без мигриране
br: Arabat Treuskas
ca: No migris
cy: Peidiwch â Mudo
de: Nicht übertragen
es: No migrar
et: Ära tõsta ümber
fi: Älä siirrä tietoja
ga: Ná Ascain
gl: Non migrar
hr: Ne premještaj
id: Jangan Migrasikan
ja: 移動しない
ka: არ გააერთიანო
mk: Не преселувај
ms: Jangan Pindah
nb: Ikke migrer
pt: Não migrar
pt_br: Não Migrar
ro: Nu migra
sl: Ne preseli
sq: Mos Migro
sr: Не пребацуј
sv: Migrera inte
te: వలసపంపవద్దు
tr: Taşıma
uk: Не мігрувати

source: Download
bg: Изтегляне
br: Pellgargañ
ca: Baixa
cy: Lawrlwytho
es: Descargar
et: Allalaadimine
fi: Lataa
ga: Íosluchtaigh
gl: Descargar
hr: Preuzimanje
id: Unduh
ja: ダウンロード
ka: გადმოწერა
mk: Превземање
ms: Muat turun
nb: Last ned
pt: Transferência
ro: Descarcă
sl: Prenesi
sq: Shkarko
sr: Преузми
sv: Hämta
te: దిగుమతిచేయి
tr: İndir
uk: Завантажити

source: Remove Entry
bg: Премахване на записа
br: Skarzhañ kasadenn
ca: Suprimeix l'entrada
cy: Tynnu Cofnod
de: Eintrag entfernen
es: Eliminar entrada
et: Eemalda kirje
fi: Poista kokoelmasta
ga: Bain An Iontráil
gl: Eliminar a entrada
hr: Ukloni unos
id: Hapus Entri
ja: エントリーを削除
ka: ჩანაწერის მოცილება
mk: Отстрани запис
ms: Buang Entri
nb: Fjern oppføring
pt: Remover entrada
pt_br: Remover Entrada
ro: Șterge element
sl: Odstrani vnos
sq: Hiqe Zërin
sr: Уклони унос
sv: Ta bort objekt
te: పద్దును తొలగించు
tr: Girişi Kaldır
uk: Вилучити запис

source: Delete File
bg: Изтриване на файла
br: Dilemel ar restr
ca: Suprimeix el fitxer
cy: Dileu Ffeil
de: Datei löschen
es: Eliminar archivo
et: Kustuta fail
fi: Poista tiedosto
ga: Scrios an Comhad
gl: Eliminar o ficheiro
hr: Obriši datoteku
id: Hapus Berkas
ja: ファイルを削除
ka: ფაილის წაშლა
mk: Избриши датотека
ms: Padam Fail
nb: Slett fil
pt: Apagar ficheiro
pt_br: Apagar Arquivo
ro: Șterge fișierul
sl: Izbriši datoteko
sq: Fshije Kartelën
sr: Избриши датотеку
sv: Radera fil
te: ఫైలును తొలగించు
tr: Dosyayı Sil
uk: Знищити файл

source: Delete Files
bg: Изтриване на файловете
br: Dilemel ar restroù
ca: Suprimeix els fitxers
cy: Dileu Ffeiliau
de: Dateien löschen
es: Eliminar archivos
et: Kustuta failid
fi: Poista tiedostot
ga: Scrios na Comhaid
gl: Borrar os ficheiros
hr: Obriši datoteke
id: Hapus Berkas
ja: ファイルを削除
ka: ფაილების წაშლა
mk: Избриши датотеки
ms: Padam Fail
nb: Slett filer
pt: Apagar ficheiros
pt_br: Apagar Arquivos
ro: Șterge fișierele
sl: Izbriši datoteke
sq: Fshi Kartela
sr: Избриши датотеке
sv: Ta bort filer
te: ఫైళ్ళను తొలగించు
tr: Dosyaları Sil
uk: Знищити файли

source: Keep Videos
bg: Запазване на филмите
br: Mirout ar videoioù
ca: Mantén els vídeos
cy: Cadw Fideos
de: Videos behalten
es: Mantener vídeos
et: Säilita videod
fi: Säilytä videot
ga: Coimeád na Físeáin
gl: Manter os vídeos
hr: Zadrži video snimke
id: Simpan Video
ja: ビデオを保持
ka: ვიდეოების შენახვა
mk: Зачувај видеа
ms: Simpan Video
nb: Behold filmer
pt: Manter vídeos
pt_br: Manter Vídeos
ro: Păstrează Clipurile
sl: Ohrani posnetke
sq: Mbaji Videot
sr: Задржи видео записе
sv: Behåll filmer
te: వీడియోలను ఉంచు
tr: Videoları Sakla
uk: Залишити відео

source: Delete Videos
bg: Изтриване на филмите
br: Dilemel videoioù
ca: Suprimeix els vídeos
cy: Dileu Fideos
de: Videos löschen
es: Eliminar vídeos
et: Kustuta videod
fi: Poista videot
ga: Scrios na Físeáin
gl: Eliminar os vídeos
hr: Obriši video snimke
id: Hapus Video
ja: ビデオを削除
ka: ვიდეოების წაშლა
mk: Избриши видеа
ms: Padam Video
nb: Slett videoer
pt: Apagar vídeos
pt_br: Apagar Vídeos
ro: Şterge Clipurile
sl: Izbriši posnetke
sq: Fshiji Videot
sr: Избриши видео записе
sv: Ta bort filmer
te: వీడియోలను తొలగించు
tr: Videoları Sil
uk: Знищити відео

source: Create
bg: Създаване
br: Krouiñ
ca: Crea
cy: Creu
de: Erstellen
es: Crear
et: Tekita
fi: Luo
ga: Cruthaigh
gl: Crear
hr: Napravi
id: Buat
ja: 作成
ka: შექმნა
mk: Создади
ms: Cipta
nb: Opprett
pt: Criar
pt_br: Criar
ro: Creează
sl: Ustvari
sq: Krijo
sr: Направи
sv: Skapa
te: సృష్టించు
tr: Oluştur
uk: Створити

source: Create Podcast
bg: Създаване на подкаст
ca: Crear un podcast
de: Podcast erstellen
es: Crear podcast
fi: Luo podcast
ga: Cruthaigh Podchraoladh
gl: Crear un podcast
hr: Napravi podcast
ka: პოდკასტის შექმნა
nb: Opprett podcast
pt: Criar podcast
pt_br: Criar um Podcast
tr: Podcast Oluştur

source: Create Folder
bg: Създаване на папка
br: Krouiñ un teuliad
ca: Crea una carpeta
cy: Creu Ffolder
de: Ordner erstellen
es: Crear carpeta
et: Lisa kaust
fi: Luo kansio
ga: Cruthaigh Fillteán
gl: Crear o cartafol
hr: Napravi mapu
id: Buat Folder
ka: საქაღალდის შექმნა
mk: Создај папка
ms: Wujudkan folder
nb: Opprett mappe
pt: Criar pasta
pt_br: Criar pasta
ro: Crează dosar
sl: Ustvari mapo
sq: Krijoni Dosje
sr: Направи фасциклу
sv: Skapa mapp
te: ఫోల్డరు సృష్టించు
tr: Dizin Oluştur
uk: Створити теку

source: Choose New Folder
bg: Избор на нова папка
hr: Odaberi novu mapu
nb: Velg ny mappe
tr: Yeni Klasör Seç

source: Add Folder
bg: Добавяне на папка
ca: Afegeix una carpeta
de: Ordner hinzufügen
es: Añadir carpeta
fi: Lisää kansio
ga: Cuir Fillteán Leis
gl: Engadir un cartafol
hr: Dodaj mapu
nb: Legg til mappe
pt: Adicionar pasta
pt_br: Adicionar Pasta
tr: Klasör Ekle

source: Add
bg: Добавяне
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
de: Hinzufügen
es: Añadir
et: Lisa
fi: Lisää
ga: Cuir Leis
gl: Engadir
hr: Dodaj
id: Tambah
ja: 追加
ka: დამატება
mk: Додади
ms: Tambah
nb: Legg til
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
sl: Dodaj
sq: Shto
sr: Додај
sv: Lägg till
te: చేర్చు
tr: Ekle
uk: Додати

source: Add Into New Folder
bg: Добавяне в нова папка
br: Ouzhpennañ en un teuliad nevez
ca: Afegeix dins d'una carpeta nova
cy: Ychwanegu i Ffolder Newydd
de: Im neuen Ordner hinzufügen
es: Añadir en una nueva carpeta
et: Lisa uude kataloogi
fi: Lisää uuteen kansioon
ga: Cuir Isteach San Fhillteán Nua
gl: Engadir nun novo cartafol
hr: Dodaj u novu mapu
id: Tambah ke Folder Baru
ja: 新しいフォルダーに追加
ka: ახალ საქაღალდეში დამატება
mk: Додај во Нова папка
ms: Tambah ke Folder Baru
nb: Legg til i ny mappe
pt: Adicionar numa nova pasta
pt_br: Adicionar a uma Nova Pasta
ro: Adaugă într-un dosar nou
sl: Dodaj v novo mapo
sq: Shtoje te Dosje e Re
sr: Додај у нову фасциклу
sv: Lägg till i ny mapp
te: కొత్త సంచీలో చేర్చు
tr: Yeni Dizine Ekle
uk: Додати в нову теку

source: Keep
bg: Запазване
br: Mirout
ca: Conserva
cy: Cadw
de: Behalten
es: Conservar
et: Säilita
fi: Säilytä
ga: Coimeád
gl: Manter
hr: Zadrži
id: Pertahankan
ja: 保持
ka: შენახვა
mk: Задржи
ms: Kekalkan
nb: Behold
pt: Manter
pt_br: Manter
ro: Păstrează
sl: Ohrani
sq: Mbaje
sr: Задржи
sv: Behåll
te: ఉంచు
tr: Sakla
uk: Зберегти

source: Delete
bg: Изтриване
br: Dilemel
ca: Suprimeix
cy: Dileu
de: Löschen
es: Eliminar
et: Kustuta
fi: Poista
ga: Scrios
gl: Borrar
hr: Obriši
id: Hapus
ja: 削除
ka: წაშლა
mk: Избриши
ms: Padam
nb: Slett
pt: Apagar
pt_br: Excluir
ro: Șterge
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Radera
te: తొలగించు
tr: Sil
uk: Вилучити

source: Remove
bg: Премахване
br: Skarzhañ
ca: Suprimeix
cy: Tynnu
de: Entfernen
es: Quitar
et: Eemalda
fi: Poista
ga: Bain
gl: Eliminar
hr: Ukloni
id: Hapus
ja: 削除
ka: მოცილება
mk: Отстрани
ms: Buang
nb: Fjern
pt: Remover
pt_br: Remover
ro: Înlătură
sl: Odstrani
sq: Hiqe
sr: Уклони
sv: Ta bort
te: తొలగించు
tr: Kaldır
uk: Вилучити

source: Not Now
bg: Не сега
br: Arabat bremañ
ca: Ara no
cy: Nid Nawr
de: Noch nicht
es: Ahora no
et: Mitte hetkel
fi: Ei nyt
ga: Ní Anois
gl: Agora non
hr: Ne sada
id: Tidak Sekarang
ja: 後ほど
ka: ახლა არა
mk: Не сега
ms: Bukan Sekarang
nb: Ikke nå
pt: Agora não
pt_br: Não Agora
ro: Nu acum
sl: Ne takoj
sq: Jo Tani
sr: Не сада
sv: Inte nu
te: ఇప్పుడు కాదు
tr: Şimdi değil
uk: Не зараз

source: Close to Tray
bg: Затваряне в ситеминя поднос
br: Bihanikaat en daolenn
ca: Minimitza a la safata del sistema
cy: Cau i'r Cafn
de: In den Infobereich minimieren
es: Minimizar en el área de notificación
et: Sulge salve
fi: Sulje ilmoitusalueelle
ga: Dún Chuig an Trádaire
gl: Pechar para a bandexa
hr: Zatvori u obavijesno područje
id: Tutup ke Tray
ja: トレイに収納
ka: თრეიში ჩაკეცვა
mk: Затвори до тацната
ms: Tutup ke Talam
nb: Lukk til oppgavefelt
pt: Fechar para a área de notificação
pt_br: Minimizar para a Bandeja
ro: Ascunde în zona de notificare
sl: Pomanjšaj v pladenj
sq: Ule te Paneli
sr: Спусти у системску палету
sv: Stäng till notifieringsytan
te: మూసేసి ట్రేకు పంపించు
tr: Görev çubuğu çekmecesine kapat
uk: Згорнути в трей

source: Launch Miro
bg: Зареждане на програмата
br: Luskañ Miro
ca: Executa el Miro
cy: Lansio Miro
de: Miro starten
es: Ejecutar Miro
et: Käivita Miro
fi: Käynnistä Miro
ga: Tosaigh Miro
gl: Iniciar o Miro
hr: Pokreni Miro
id: Jalankan Miro
ja: Miroを起動
ka: Miro-ს გაშვება
mk: Вклучи го Miro
ms: Lancarkan Miro
nb: Start Miro
pt: Iniciar Miro
pt_br: Lançar Miro
ro: Lansează Miro
sl: Zaženi program Miro
sq: Nise Miron
sr: Покрени Миро
sv: Starta Miro
te: Miro ను మొదలుపెట్టు
tr: Miro'yu Çalıştır
uk: Запустити Miro

source: Download Anyway
bg: Изтегляне въпреки това
br: Pellgargañ memes tra
ca: Baixa de totes maneres
cy: Lawrlwytho Beth Bynnag
de: Trotzdem herunterladen
es: Descargar de todas formas
et: Laadi siiski alla
fi: Lataa silti
ga: Íosluchtaigh Ar Aon Nós
gl: Descargar igualmente
hr: Ipak preuzmi
id: Unduh Saja
ja: とにかくダウンロード
ka: გადმოწერა
mk: Превземи секако
ms: Muat Turun Juga
nb: Last ned likevel
pt: Transferir na mesma
pt_br: Baixar em todo o caso
ro: Descarcă oricum
sl: Vseeno prenesi
sq: Shkarkoje Sido Qoftë
sr: Ипак преузми
sv: Hämta ändå
te: ఏదేమైనా దించు
tr: Her Hâlükârda İndir
uk: Все одно завантажити

source: Open in External Browser
bg: Отваряне във външен четец
br: Digeriñ er furcher diavaez
ca: Obre en un navegador extern
cy: Agor mewn Porwr Allanol
de: In externem Browser öffnen
es: Abrir en navegador externo
et: Ava välises veebilehitsejas
fi: Avaa ulkoisessa selaimessa
ga: Oscail i Líonléitheoir Seachtrach
gl: Abrir nun navegador externo
hr: Otvori u vanjskom pregledniku
id: Buka di Peramban Web
mk: Отвори во надворешен пребарувач
ms: Buka dalam Pelayar Luaran
nb: Åpne i ekstern nettleser
pt: Abrir num navegador externo
pt_br: Abrir em um Navegador Externo
ro: Deschide într-un navigator extern
sl: Odpri v zunanjem brskalniku
sq: Hap në Shfletues të Jashtëm
sr: Отвори у спољашњем прегледачу
sv: Öppna i extern webbläsare
te: బయటి బ్రౌజరులో తెరువు
tr: Harici Tarayıcıda Aç
uk: Відкрити у зовнішньому браузері

source: Don't Install
bg: Да не се инсталира
br: Arabat staliañ
ca: No instal·lis
cy: Peidiwch ag Arsefydlu
de: Nicht installieren
es: No instalar
et: Ära paigalda
fi: Älä asenna
ga: Ná Suiteáil
gl: Non instalar
hr: Nemoj instalirati
id: Jangan Pasang
ja: インストールしない
ka: არ დააინსტალირო
mk: Не инсталирај
ms: Jangan Pasang
nb: Ikke installer
pt: Não instalar
pt_br: Não instalar
ro: Nu instala
sl: Ne namesti
sq: Mos e Instalo
sr: Не инсталирај
sv: Installera inte
te: స్థాపించకు
tr: Yükleme
uk: Не встановлювати

source: Subscribe
bg: Абониране
br: Koumanantiñ
ca: Subscriure's
cy: Tanysgrifiwch
de: Abonnieren
es: Subscribirse
et: Telli
fi: Tilaa
ga: Liostáil
gl: Subscribir
hr: Pretplata
id: Berlangganan
ja: 購読
mk: Претплати ме
ms: Langgan
nb: Abonnér
pt: Subscrever
pt_br: Inscrever
ro: Abonează
sl: Naroči se
sq: Regjistrohuni
sr: Пријави ме
sv: Prenumerera
te: చందాచేరు
tr: Onayla
uk: Підписатись

source: Stop Watching
bg: Спиране на наблюдението
br: Paouez selladenn
ca: Deixa de vigilar
cy: Stopio Gwylio
de: Wiedergabe beenden
es: Dejar de ver
et: Peata vaatamine
fi: Lopeta katsominen
ga: Éirigh As Féachaint Air
gl: Parar a reprodución
hr: Prestani gledati
id: Berhenti Menonton
ja: 視聴を停止
mk: Запри го гледањето
ms: Berhenti Menonton
nb: Stopp overvåking
pt: Parar reprodução
pt_br: Parar de assistir
ro: Nu mai urmări
sl: Ustavi ogled
sq: Ndale Shikimin
sr: Заустави гледање
sv: Sluta att titta
te: చూడటం ఆపు
tr: İzlemeyi durdur
uk: Перестати відслідковувати

source: Retry
bg: Опитай отново
br: Klask en-dro
ca: Torna-ho a provar
cy: Ceisio eto
de: Erneut versuchen
es: Reintentar
et: Korda
fi: Yritä uudelleen
ga: Atriail
gl: Tentar de novo
hr: Pokušaj ponovno
id: Mencoba Kembali
ka: ხელახლა ცდა
ms: Cuba semula
nb: Prøv igjen
pt: Tentar novamente
pt_br: Tentar Novamente
ro: Reîncearcă
sl: Poskusi znova
sq: Riprovoni
sr: Покушај поново
sv: Försök igen
te: మళ్ళీ ప్రయత్నించు
tr: Tekrar dene
uk: Спробувати знову

source: Start Fresh
bg: Започване на чисто
br: Kregiñ a-nevez
ca: Inicia netament
cy: Dechrau o'r Newydd
de: Neu starten
es: Iniciar de nuevo
et: Alusta värskelt
fi: Aloita alusta
ga: Tosaigh Arís
gl: Iniciar en limpo
hr: Pokreni nanovo
id: Memulai Baru
ms: Mula Semula Dari Awal
nb: Start på nytt
pt: Novo início
pt_br: Iniciar do Zero
ro: Începe din nou
sl: Začni znova
sr: Почни из почетка
sv: Fräsch start
te: తాజాగా మొదలుపెట్టు
tr: Yeniden Başla
uk: Запустити освіження

source: Include Database
bg: Добави база данни
br: Enklozañ diaz roadennoù
ca: Inclou la base de dades
cy: Cynnwys y Gronfa Ddata
de: Datenbank miteinbeziehen
es: Incluir base de datos
et: Sisalda andmebaasi
fi: Sisällytä tietokanta
ga: Iniaigh an Bunachar Sonraí
gl: Incluír a base de datos
hr: Uključi bazu podataka
id: Meliputi Database
ms: Selitkan Pangkalan Data
nb: Inkluder database
pt: Incluir base de dados
pt_br: Incluir banco de dados
ro: Include baza de date
sl: Vključi zbirko podatkov
sr: Укључи базу података
sv: Inkludera databas
te: డేటాబేసును కూడా కలుపు
tr: Veritabanına dahil et
uk: Увімкнути базу даних

source: Don't Include Database
bg: Не включвай база данни
br: Arabat enklozañ diaz
ca: No incloguis la base de dades
cy: Peidio â Chynnwys y Gronfa Ddata
de: Datenbank nicht miteinbeziehen
es: No incluir base de datos
et: Ära sisalda andmebaasi
fi: Älä sisällytä tietokantaa
ga: Ná Iniaigh an Bunachar Sonraí
gl: Non incluír a base de datos
hr: Nemoj uključiti bazu podataka
id: Tidak Termasuk Database
ms: Jangan Selitkan Pangkalan Data
nb: Ikke inkluder database
pt: Não incluir base de dados
pt_br: Não Incluir Banco de dados
ro: Nu include baza de date
sl: Ne vključi zbirke podatkov
sr: Не укључуј базу података
sv: Inkludera inte databas
te: డేటాబేసును కలపవద్దు
tr: Veritabanına dahil etme
uk: На вмикати базу даних

source: %(authtype)s %(url)s requires a username and password for "%(realm)s".
bg: %(authtype)s %(url)s изисква потребителско име и парола за "%(realm)s".
br: %(authtype)s %(url)s en deus ezhomm eus un anv-implijer ha ger-kuzh evit "%(realm)s".
ca: %(authtype)s %(url)s requereix un nom d'usuari i una contrasenya per a «%(realm)s».
de: %(authtype)s %(url)s benötigt einen Benutzernamen und Passwort für "%(realm)s".
es: %(authtype)s %(url)s requiere un nombre de usuario y una contraseña para «%(realm)s».
et: %(authtype)s %(url)s nõuab kasutajanime ja parooli "%(realm)s" jaoks.
fi: %(authtype)s %(url)s tarvitsee käyttäjätunnuksen ja salasanan alueelle "%(realm)s".
ga: Tá ainm úsáideora agus focal faire á lorg ag %(authtype)s %(url)s do "%(realm)s".
gl: %(authtype)s %(url)s require un nome de usuario e contrasinal para "%(realm)s".
hr: %(authtype)s %(url)s zahtjeva korisničko ime i lozinku "%(realm)s".
id: %(authtype)s %(url)s memerlukan nama pengguna dan kata sandi untuk "%(realm)s".
nb: %(authtype)s %(url)s krever et brukernavn og passord for "%(realm)s".
pt: %(authtype)s %(url)s requer um nome de utilizador e de uma senha para "%(realm)s".
pt_br: %(authtype)s %(url)s exige um nome de usuário e senha para "%(realm)s".
ro: %(authtype)s %(url)s necesita un nume de utilizator si o parola pentru « %(realm)s ».
sr: %(authtype)s %(url)s захтева корисничко име и лозинку за „%(realm)s“.
sv: %(authtype)s %(url)s kräver ett användarnamn och lösenord för "%(realm)s".
tr: %(authtype)s %(url)s "%(realm)s" için kullanıcı adı ve şifre gerektiriyor.
uk: %(authtype)s %(url)s вимагає ім’я та пароль для "%(realm)s".

source: Login Required
bg: Необходимо е вписване
br: Kevreadenniñ rediet
ca: És necessari iniciar sessió
de: Einloggen notwendig
es: Login requerido
et: Sisselogimine nõutav
fi: Sisäänkirjautuminen vaaditaan
gl: É necesario iniciar unha sesión
hr: Potrebna prijava
id: Login Dibutuhkan
ka: საჭიროა შესვლა
nb: Innlogging kreves
pt: Requer o início de sessão
pt_br: Login Requerido
ro: Autentificare necesara
sr: Потребно је да се пријавите.
sv: Inloggning krävs
tr: Giriş gerekli
uk: Реєстрація обов’язкова

source: %(num)d day
bg: %(num)d ден
ca: %(num)d dia
de: %(num)d Tag
es: %(num)d día
fi: %(num)d päivä
ga: %(num)d lá
gl: %(num)d día
hr: %(num)d dan
nb: %(num)d dag
pt: %(num)d dia
pt_br: %(num)d dia
tr: %(num)d gün

source: %(num)d hr
bg: %(num)d час
ca: %(num)d hora
de: %(num)d Stunde
es: %(num)d hora
fi: %(num)d h
ga: %(num)d uair
gl: %(num)d hora
hr: %(num)d sat
nb: %(num)d time
pt: %(num)d hora
pt_br: %(num)d hora
tr: %(num)d saat

source: %(num)d sec
bg: %(num)d секунда
br: %(num).d segondenn
ca: %(num)d segon
cy: %(num)d eil
de: %(num)d s
es: %(num)d segundo
et: %(num)d sek
fi: %(num)d s
ga: %(num)d soic
gl: %(num)d segundo
hr: %(num)d sek
id: %(num)d detik
ka: %(num)d წამი
mk: %(num)d сек
ms: %(num)d saat
nb: %(num)d sekund
pt: %(num)d segundo
pt_br: %(num)d seg
ro: %(num)d secundă
sl: %(num)d sekund
sq: %(num)d s
sr: %(num)d секунда
sv: %(num)d sekund
te: %(num)d క్షణం
tr: %(num)d saniye %(num)d saniye
uk: %(num)d сек.

source: Expires in %(count)d day
bg: Изтича след %(count)d ден
br: Marv a-benn %(count)d deiz
ca: Venç en %(count) dia
cy: Terfynu ymhen %(count)d diwrnod
de: Wird in einem Tag gelöscht
es: Caduca en %(count)d día
et: Aegub %(count)d päeva pärast
fi: Vanhenee %(count)d päivässä
ga: As feidhm i %(count)d lá
gl: Expira en %(count)d día
hr: Istječe za %(count)d dan
id: Kadaluarsa dalam %(count)d hari
ka: ვადა გაუვა %(count)d დღეში
mk: Истекува за %(count)d ден
ms: Luput dalam %(count)d hari
nb: Utgår om %(count)d dag
pt: Expira em %(count)d dia
pt_br: Expira em %(count) dia
ro: Expiră după %(count)d zi
sl: Poteče v %(count)d dneh
sq: Skadon për %(count)d ditë
sr: Истиче за %(count)d дан
sv: Upphör om %(count)d dag
te: %(count)d రోజులో మురిగిపోతుంది
tr: Silinmesine %(count)d gün kaldı
uk: Застаріє за %(count)d день

source: Expires in %(count)d hour
bg: Изтича след %(count)d час
br: Marv a-benn %(count)d eur Marv a-benn %(count)d eur
ca: Venç en %(count) hora
cy: Terfynu ymhen %(count)d awr
de: Wird in einer Stunde gelöscht
es: Caduca en %(count)d hora
et: Aegub %(count)d tunni pärast
fi: Vanhenee %(count)d tunnissa
ga: As feidhm i %(count)d uair
gl: Expira en %(count)d hora
hr: Istječe za %(count)d sat
id: Kadaluarsa dalam %(count)d jam
ka: ვადა გაუვა %(count)d საათში
mk: Истекува за %(count)d час
ms: Luput dalam %(count)d jam
nb: Utgår om %(count)d time
pt: Expira em %(count)d hora
pt_br: Expira em %(count) hora
ro: Expiră după %(count)d oră
sl: Poteče v %(count)d urah
sq: Skadon për %(count)d orë
sr: Истиче за %(count)d сат
sv: Upphör om %(count)d timme
te: %(count)d గంటలో మురిగిపోతుంది
tr: Silinmesine %(count)d saat kaldı
uk: Застаріє за %(count)d годину

source: Expires in %(count)d minute
bg: Изтича след %(count)d минута
br: Marv a-benn %(count)d munutenn Marv a-benn %(count)d munutenn
ca: Venç en %(count)d minut
cy: Terfynu ymhen %(count)d munud
de: Wird in einer Minute gelöscht
es: Caduca en %(count)d minuto
et: Aegub %(count)d minuti pärast
fi: Vanhenee %(count)d minuutissa
ga: As feidhm i %(count)d nóiméad
gl: Expira en %(count)d minuto
hr: Istječe za %(count)d minutu
id: Kadaluarsa dalam %(count)d menit
ka: ვადა გაუვა %(count)d წუთში
ms: Luput dalam %(count)d minit
nb: Utgår om %(count)d minutt
pt: Expira em %(count)d minuto
pt_br: Expira em %(count)d minuto
ro: Expiră după %(count)d minut
sl: Poteče v %(count)d minutah
sq: Skadon për %(count)d minutë
sr: Истиче за %(count)d минут
sv: Upphör om %(count)d minut
te: %(count)d నిమిషంలో మురిగిపోతుంది
tr: Silinmesine %(count)d dakika kaldı
uk: Застаріє за %(count)d хвилину

source: Expires: %(count)d day
bg: Изтича след %(count)d ден
br: Marv a-benn: %(count)d deiz
ca: Venç: %(count)d dia
cy: Terfynu: %(count)d diwrnod
de: Läuft ab in: %(count)d Tag
es: Caduca: %(count)d día
et: Aegub: %(count)d päeva pärast
fi: Vanhenee: %(count)d päivässä
ga: As feidhm: %(count)d lá
gl: Expira en %(count)d día
hr: Istječe za %(count)d dan
id: Kadaluarsa: %(count)d hari
ka: ვადა გაუვა: %(count)d დღეში
ms: Luput: %(count)d hari
nb: Utgår: %(count)d dag
pt: Expira: %(count)d dia
pt_br: Expira em: %(count)d dia
ro: Expiră: %(count)d zi
sl: Preteče čez: %(count)d dni
sq: Skadon për: %(count)d ditë
sr: Истиче за %(count)d дан
sv: Upphör: %(count)d dag
te: మురిగిపోతుంది: %(count)d రోజు
tr: %(count)d gün içinde silinecek
uk: Застаріє: %(count)d день

source: Expires: %(count)d hour
bg: Изтича след: %(count)d час
br: Marv a-benn: %(count)d eur
ca: Venç: %(count)d hora
cy: Terfynu: %(count)d awr
de: Läuft ab in: %(count)d Stunde
es: Caduca: %(count)d hora
et: Aegub: %(count)d tunni pärast
fi: Vanhenee: %(count)d tunnissa
ga: As feidhm: %(count)d uair
gl: Expira en %(count)d hora
hr: Ističe za %(count)d sat
id: Kadaluarsa: %(count)d jam
ka: ვადა გაუვა: %(count)d საათში
ms: Luput: %(count)d jam
nb: Utgår: %(count)d time
pt: Expira: %(count)d hora
pt_br: Expira em: %(count)d hora
ro: Expiră: %(count)d oră
sl: Preteče čez: %(count)d ur
sq: Skadon për: %(count)d orë
sr: Истиче за %(count)d сат
sv: Upphör: %(count)d timme
te: మురిగిపోతుంది: %(count)d గంట
tr: %(count)d saat içinde silinecek
uk: Застаріє: %(count)d година

source: Expires: %(count)d minute
bg: Изтича след: %(count)d минута
br: Marv a-benn: %(count)d munutenn
ca: Venç: %(count)d minut
cy: Terfynu: %(count)d munud
de: Läuft ab in: %(count)d Minute
es: Caduca: %(count)d minuto
et: Aegub: %(count)d minuti
fi: Vanhenee: %(count)d minuutissa
ga: As feidhm: %(count)d nóim
gl: Expira en %(count)d minuto
hr: Ističe za %(count)d minutu
id: Kadaluarsa: %(count)d menit
ka: ვადა გაუვა: %(count)d წუთში
ms: Luput: %(count)d minit
nb: Utgår: %(count)d minutt
pt: Expira: %(count)d minuto
pt_br: Expira em: %(count)d minutos
ro: Expiră: %(count)d minut
sl: Preteče čez: %(count)d minut
sq: Skadon për: %(count)d minutë
sr: Истиче за %(count)d минут
sv: Upphör: %(count)d minut
te: మురిగిపోతుంది: %(count)d నిమిషం
tr: %(count)d dakika içinde silinecek
uk: Застаріє: %(count)d хвилина

source: Error
bg: Грешка
br: Fazi
cy: Gwall
de: Fehler
et: Viga
fi: Virhe
ga: Botún
gl: Erro
hr: Greška
id: Kesalahan
ja: エラー
ka: შეცდომა
mk: Грешка
ms: Ralat
nb: Feil
pt: Erro
pt_br: Erro
ro: Eroare
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
te: పొరపాటు
tr: Hata
uk: Помилка
