Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: _About %(name)s
br: _Diwar-benn %(name)s
cy: _Ynghylch %(name)s
id: _Tentang %(name)s
ka: %(name)s-ის შესახებ
mk: _За %(name)s
ms: _Perihal %(name)s
ro: _Despre %(name)s
sl: _O programu %(name)s
sq: Rreth %(name)s

source: _Donate
br: _Donezoniñ
cy: _Cyfrannu
id: _Donasi
ja: 寄付(_D)
ka: _შემოწირულობა
mk: _Донирајте
ms: _Derma
ro: _Donați
sl: _Donirajte
sq: _Dhuroni

source: Report a _Bug
br: Kemenn un _draen
cy: Adrodd _Byg
id: Laporkan _Kutu
ja: バグを報告する(_B)
mk: Пријавете_Грешка
ms: Laporkan _Pepijat
ro: Raportea_ză un defect
sl: Pošlji poročilo o _hrošču
sq: Njoftoni një _Bug

source: _Translate
br: _Treiñ
cy: _Cyfieithu
id: _Terjemahkan
ja: 翻訳する(_T)
ka: _თარგმნა
ms: _Terjemah
ro: _Traduceţi
sl: Pr_evedi
sq: _Përkthe
te: &అనువదించు

source: _Planet Miro
br: _Planedenn Viro
cy: _Planed Miro
ja: Planet Miro(_P)
mk: _Планета_Миро
ro: _Planeta Miro

source: Internal Error
br: Fazi diabarzh
cy: Gwall Mewnol
id: Kesalahan Internal
ja: 内部エラー
ka: შიდა შეცდომა
mk: Внатрешна грешка
ms: Ralat Dalaman
ro: Eroare internă
sl: Notranja napaka
sq: Gabim i Brendshëm
sv: Internt fel

source: %(appname)s has encountered an internal error. You can help us track down this problem and fix it by submitting an error report.
br: %(appname)s zo chomet bout en abeg d’ur fazi diabarzh. Hon skoazellit da skarzhañ ar fazi-mañ dre gas deomp ur rentañ-kont fazi.
cy: Mae %(appname)s wedi darganfod gwall mewnol. Gallwch ein helpu ei dracio a'i drwsio wrth gyflwyno adroddiad gwall.
id: %(appname)s mengalami kesalahan internal. Anda dapat membantu kami menyelidiki masalah dan memperbaikinya dengan mengirimkan laporan eror.
mk: %(appname)s налета на вантрешна грешка. Можете да ни помогнете да го откриеме и поправиме овој проблем со испраќање на извештај за грешка.
ms: %(appname)s telah menemui ralat dalaman. Anda boleh membantu kami mengenalpasti punca dan membetulkan masalah ini dengan menghantar laporan ralat.
ro: %(appname)s a întâlnit o eroare internă. Ne puteți ajuta să găsim eroarea și s-o rectificăm trimițând un raport de eroare.
sl: %(appname)s je naletel na notranjo napako. To težavo nam lahko pomagate izslediti in jo odstraniti, če pošljete poročilo o napaki.
sq: %(appname)s hasi një gabim të brendshëm. Duke parashtruar një njoftim gabimi, mund të na ndihmoni ta gjurmojmë dhe ta ndreqim këtë problem.
sv: %(appname)s har stött på ett internt fel. Du kan hjälpa oss att spåra det här problemet och rätta till det genom att skicka in en felrapport.
te: %(appname)s ఎడో అంతర్గత లోపాన్ని ఎదుర్కొన్నది. లోప నివేదికను మాకు పంపించడం ద్వారా, ఈ సమస్యను పరిశోధించి పరిష్కరించడంలో మీరు మాకు సహకరించవచ్చు.

source: Describe what you were doing when you got this error:
br: Displegit petra e oac’h oc’h ober p’hoc’h eus bet ar fazi-mañ:
cy: Disgrifiwch yr hyn roeddech yn ei wneud wrth i chi gwrdd â'r gwall hwn:
id: Jelaskan apa yang sedang Anda lakukan ketika Anda mendapatkan eror ini:
ja: このエラーを得た時に、あなたがしていた事を説明して下さい:
mk: Опишете што правевте кога се случи оваа грешка:
ms: Nyatakan apa yang sedang anda lakukan ketika anda mendapat ralat ini:
ro: Descrieți ce făceați când ați primit această eroare:
sl: Opišite, kaj ste počeli, ko ste doživeli to napako:
sq: Përshkruani ç&apos;qetë duke bërë që pruri këtë gabim
sv: Beskriv vad du gjorde när du fick det här felet:
te: ఈ లోపం ఎదురైనప్పుడు మీరు ఏం చేస్తున్నారో వివరించండి:

source: Save Search
br: Enrollañ an enklask
cy: Cadw Chwiliad
id: Simpan Pencarian
ja: 検索結果を保存
mk: Зачувај го пребарувањето
ms: Simpan Carian
ro: Salvează căutarea
sq: Ruaje Kërkimin
te: వెతుకులాటని భద్రపరుచు

source: Auto-download
br: Emgargañ
id: Mengunduh-otomatis
ro: Descarcare automata

source: Resume playing a video or audio item from the point it was last stopped.
br: Adkregiñ da c’hoari un tamm video pe un aodio dre el lec’h ma oa bet ehanet.
cy: AIlgychwyn chwarae'r eitem fideo neu sain o'r pwynt a orffenwyd diwethaf.
id: Jalankan kembali berkas video atau suara dari saat ia dihentikan
mk: Продолжи репродукција на видео или аудио објект од местото каде што бил запрен последен пат.
ms: Mainkan semula item video atau audio dari titik terakhir dihentikan.
ro: Reia redarea video sau audio de unde a fost oprită ultima dată.
sl: Nadaljuj s predvajanjem od mesta, kjer se je predvajanje nazadnje zaključilo.
sq: Rimerre luajtjen e një objekti video ose audio prej pikës ku u ndal herën e fundit.
te: వీడియోగాని, ఆడియోగాని కిందటిసారి ఎక్కడైతే ఆపానో అక్కడి నుండి ప్లే చెయ్యి.

source: Failed: %(error)s
br: C'hwitet : %(error)s
id: Gagal: %(error)s
ka: შეცდომა: %(error)s
ro: Esuat: %(error)s
sv: Misslyckades: %(error)s

source: Open log
id: Buka Catatan
ka: ჟურნალის გახსნა
ms: Buka log
ro: Deschide jurnalul
sv: Öppna logg

source: One of these items is a folder. Delete/Removeing a folder will delete/remove it's contents
br: Unan eus an traoù-mañ zo un teul anezhañ. Dilemel un teul a skarzho ar pezh a zo ennañ ivez.
cy: Mae un o'r eitemau hyn yn ffolder. Bydd Dileu/Tynnu ffolder yn Dileu/Tynnu'r cynnwys
id: Beberapa berkas tersebut adalah folder. Menghapus folder akan mengapus isi foldernya
mk: Еден од следниве објекти е папка. Бришењето/Преместувањето на папка ќе ги избрише/премести содржината.
ms: Salah satu dari item ini ialah sebuah folder. Memadam/Mengalihkan satu-satu folder akan memadam/mengalihkan kandungan-kandungannya.
ro: Unul dintre aceste elemente este un dosar. Ștergerea/înlăturarea unui dosar va ștege/înlătura și conținutul acestuia.
sl: V izboru je tudi mapa. Z brisanjem ali odstranjevanjem mape boste izbrisali oz. odstranili tudi njeno vsebino
sq: Një prej këtyre objekteve është dosje. Fshirja/Heqja e një dosjeje do të fshijë/heqë lëndën e saj
sv: Ett av dessa objekt är en mapp. Borttagning av en mapp kommer att ta bort dess innehåll.
te: ఈ ఐటములలో ఒకటి ఫోల్డరు. ఫోల్డరును తొలగిస్తే/తీసేస్తే అందులోని కంటెంటులు కూడా తొలగించబడతాయి/తీసెయ్యబడతాయి

source: Miro Guide
br: Heñcher Miro
cy: Canllawiau Miro
id: Petunjuk Miro
ja: Miroガイド
ka: Miro-ს გიდი
mk: Водич за Miro
ms: Panduan Miro
ro: Ghidul Miro
sl: Vodnik Miro
sq: Udhërrëfyes i Miros
te: మీరో గైడ్

source: Title:
br: Titl :
cy: Teitl:
id: Judul:
ms: Tajuk:
ro: Titlu:
sq: Titull:
te: శీర్షిక:

source: Media type:
br: Doare ar media
cy: Teip cyfrwng:
id: Jenis Media:
ms: Jenis media:
ro: Tip mediu:
sq: Lloj media:
te: మాధ్యమ రకం:

source: Path:
br: Hent :
cy: Llwybr:
id: Lokasi:
ms: Laluan:
ro: Cale acces:
sq: Shteg:
te: త్రోవ:

source: Length
br: Led
cy: Hyd
id: Durasi
ja: 長さ
ka: ხანგრძლივობა
mk: Должина
ms: Jangkamasa
ro: Durată
sl: Dolžina
sq: Gjatësi
sv: Längd
te: పొడవు

source: %(num).0f day
br: %(num).0f deiz
cy: %(num).0f diwrnod
id: %(num).0f hari
ka: %(num).0f დღე
mk: %(num).0f ден
ms: %(num).0f hari
ro: %(num).0f zi
sl: %(num).0f dan
sq: %(num).0f ditë
sv: %(num).0f dag
te: %(num).0f రోజు

source: %(num).0f hr
br: %(num).0f eur
cy: %(num).0f awr
id: %(num).0f jam
ka: %(num).0f საათი
mk: %(num).0f час
ms: %(num).0f jam
ro: %(num).0f oră
sl: %(num).0f ura
sq: %(num).0f orë
sv: %(num).0f timme
te: %(num).0f గంట

source: %(num).0f min
br: %(num).0f munutenn %(num).0f munutenn
cy: %(num).0f munud
id: %(num).0f menit
ka: %(num).0f წუთი
mk: %(num).0f мин
ro: %(num).0f minut
sq: %(num).0f m
sv: %(num).0f minut
te: %(num).0f నిమిషం

source: no connection - retrying in %s
br: Kevreadenn ebet - adesaeet e vo a-benn %s
cy: dim cysylltiad - ceisio eto ymhen %s
id: tidak ada sambungan - mencoba dalam %s
ms: tiada sambungan - cuba semula dalam %s
ro: conexiune inexistenta - reincearca in %s
sl: ni povezave - ponoven poskus v %s
sq: s'ka lidhje - provë sërish për %s
sv: ingen anslutning - försöker igen om %s
te: కనెక్షను లేదు - %s లో మళ్ళీ ప్రయత్నం చేస్తాం

source: Ok
br: Mat eo
cy: Iawn
ka: კარგი
ro: În regulă
sl: V redu
te: సరె

source: For the best %(appname)s experience, we suggest you install Bonjour, which is distributed as a part of Print Services. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. Would you like to do this now?
id: Untuk terbaik %(appname)s pengalaman, kami sarankan Anda menginstal Bonjour, yang didistribusikan sebagai bagian dari Layanan Cetak. Instalasi Bonjour akan memungkinkan Anda berbagi perpustakaan media Anda dengan yang lain %(appname)s pengguna di jaringan anda, serta media stream dari yang lain %(appname)s pengguna di jaringan anda. Apakah Anda ingin melakukan ini sekarang?

source: To search for media on Internet media search sites, click on the search box above, type in search terms and hit the Enter key. To switch search engines, click on the icon to the left of the search box above and select the search engine from the drop down.
id: Untuk mencari media di situs pencarian media Internet, klik pada boks pencarian di atas, ketikkan kata kunci pencarian dan tekan tombol Enter. Untuk mengganti mesin pencari, klik pada ikon di kiri boks pencarian dan pilih mesin pencari dari menu drop down.
ms: Untuk menggelintar media di laman carian media Internet, klik pada kotak gelintar diatas, taipkan terma gelintar dan tekan kekunci Enter. Untuk menukar enjin gelintar, klik pada ikon disebelah kiri kotak gelintar dan pilih enjin carian dari menu tarik turun.
sv: För att söka efter media på mediasöksidor på internet, klicka på sökrutan ovan, skriv in sökord och tryck på Enter. För att växla sökmotorer, klicka på ikonen till vänster om sökrutan ovan och välj sökmotorn från rullgardinsmenyn.

source: %(shortappname)s can't use the primary video directory located at: %(moviedirectory)s This may be because it is located on an external drive that is not connected, is a directory that %(shortappname)s does not have write permission to, or there is something that is not a directory at that path. If you continue, the primary video directory will be reset to a location on this drive. If you had videos downloaded this will cause %(shortappname)s to lose details about those videos. If you quit, then you can connect the drive or otherwise fix the problem and relaunch %(shortappname)s.
cy: Nid yw %(shortappname)s yn gallu defnyddio'r cyfeiriadur fideo cynradd gyda'r lleoliad: %(moviedirectory)s Gall hyn ddigwydd oherwydd - ei fod ar ddisg allanol sydd heb ei gysylltu; nid oes gan %(shortappname)s hawliau ysgrifennu i'r cyfeiriadur; mae yna rhywbeth ar y llwybr hwnnw sydd ddim yn gyfeiriadur. Os ydych yn parhau, bydd y cyfeiriadur fideo cynradd yn cael ei ailosod i leoliad ar y disgyrrwr hwn. Os oes gennych fideos wedi'u lawrlwytho, bydd hyn yn achosi %(shortappname)s i golli manylion y fideos hynny. Os ydych yn gadael, gallwch gysylltu'r disgyrrwr neu ceisio â thrwsio'r broblem ac yna ailddechrau %(shortappname)s.
id: %(shortappname)s Tidak bisa menggunakan folder utama video yang berlokasi di: %(moviedirectory)s Mungkin disebabkan berada pada tempat penyimpanan luar yang tidak tersambung, atau berada pada lokasi dimana %(shortappname)s tidak memiliki izin untuk menulis data disitu, atau terdapat sesuatu yang bukan merupakan folder pada lokasi tersebut. Jika Anda melanjutkan, folder utama video akan dikembalikan pada lokasi yang berada di tempat penyimpanan sistem. Jika Anda memiliki video yang diunduh, hal ini akan menyebabkan %(shortappname)s kehilangan rincian mengenai video tersebut. Jika Anda keluar, Anda dapat menyambungkan perangkat atau memperbaiki masalahnya kemudian menjalankan ulang %(shortappname)s.
ms: %(shortappname)s tidak dapat menggunakan direktori video utama di: %(moviedirectory)s Ini mungkin kerana ia terletak di pemacu luaran yang tidak disambungkan, merupakan direktori yang %(shortappname)s tiada kebenaran untuk ubah, atau ada sesuatu yang bukan sebuah direktori di laluan tersebut. Jika anda teruskan, direktori video utama akan di tetapkan semula ke lokasi di pemacu ini. Jika ada video-video yang telah anda muat turun ini akan menyebabkan %(shortappname)s hilang butiran-butiran tentang video-video tersebut. Jika anda berhenti, anda boleh sambungkan pemacu tersebut ataupun selesaikan masalah tersebut dan lancarkan semula %(shortappname)s.
sl: %(shortappname)s ne more uporabiti izvornega posnetka, ki se nahaja v: %(moviedirectory)s Razlog je lahko, da je na zunanjem disku, ki ni priklopljen, se nahaja v mapi %(shortappname)s, za katero nimate zadostnih pravic, ali pa je na tej poti nekaj, ki ni mapa. Če boste nadaljevali, bo izvorni posnetek ponovno nameščen na mapo na disku. Če je bil posnetek prenesen, bo s tem dejanjem %(shortappname)s izgubil svoje podrobnosti. Če zaprete program, lahko povežete disk ali kako drugače odpravite problem in ponovno zaženete %(shortappname)s.
sq: %(shortappname)s s'mund të përdorë drejtorinë parësore për videot që gjendet te: %(moviedirectory)s Kjo mund të vijë ngaqë gjendet në një disk të jashtëm, i cili nuk është lidhur në sistem, ngaqë është drejtori te e cila %(shortappname)s nuk ka leje shkrimi, ose ka diçka në atë shteg që nuk është drejtori. Nëse vazhdoni, si drejtori parësore videosh do të caktohet një vend në këtë disk. Nëse keni video të shkarkuara, kjo do ta bëjë %(shortappname)s të humbë hollësitë mbi këto video. Nëse e ndalni këtu, mandej mund të lidhni diskun në sistem ose të ndreqni problemin dhe të rinisni %(shortappname)s.
sv: %(shortappname)s kan inte använda den primära videokatalogen som finns på: %(moviedirectory)s Det kan bero på att den finns på en extern hårddisk som inte är ansluten, att den är en katalog som %(shortappname)s inte har skrivrättigheter till eller att där är något som inte är en katalog på den sökvägen. Om du fortsätter, kommer den primära videokatalogen att återställas till en plats på den här hårddisken. Om du har hämtade videor kommer %(shortappname)s att förlora detaljer om dem. Om du avslutar, kan du ansluta hårddisken eller på annat sätt lösa problemet och sedan starta om %(shortappname)s.
te: %(moviedirectory)s వద్దనున్న ప్రాథమిక వీడియో డైరెక్టరీని %(shortappname)s వాడుకోలేకున్నది కనెక్టు అయిలేని, బయాటి డ్రైవులో అది ఉండటం మూలాన కావచ్చు. %(shortappname)s కు రాత అనుమతులు లేని డైరెక్టరీ కావచ్చు. లేదా ఆ పాత్ లో డైరెక్టరీ కానిదేదో ఉండి ఉండవచ్చు. మీరు ముందుకు పోయె పనైతే, ప్రాథమిక వీడియో డైరెక్టరీని ఈ డ్రైవులోనే పెడతాం. మీరు వీడియోలను దింపుకొని ఉంటే %(shortappname)s ఆ వీడియోల వివరాలను కోల్పోతుంది. వదిలి వెళ్ళిపోతే, ఆ డ్రైవును తిరిగి కనెక్టు చెయ్యవచ్చు. లేదా, వేరే సమస్య ఏదైనా ఉంటే, దాన్ని సరిచేసి ఆనక %(shortappname)s ను తిరిగి నడపవచ్చు.

source: From %(podcast)s
ka: %(podcast)s-დან

source: Add _Podcast
ka: _პოდკასტის დამატება

source: New Searc_h Podcast
ka: პოდკასტის ახალი _ძებნა

source: Re_name Podcast
ka: პო_დკასტის გადარქმევა

source: _Remove Podcast
ka: პოდკასტის _მოცილება

source: _Remove Podcasts
ka: პოდ_კასტების მოცილება

source: _Update Podcast
ka: პოდკასტის _განახლება

source: _Update Podcasts
ka: პოდკასტების _განახლება

source: _Import Podcasts (OPML)
ka: პოდკასტების _იმპორტირება

source: E_xport Podcasts (OPML)
ka: პოდკასტ_ების ექსპორტირება (OPML)

source: _Stop
br: _Paouez
cy: _Stopio
ja: 停止(_S)
ka: _გაჩერება
mk: _Запри
ms: _Henti
sl: U_stavi
sq: _Ndale
te: _నిలుపు

source: _View
ka: _ხედი

source: Non Podcast
ka: ახალი პოდკასტი

source: %(appname)s will now submit a crash report to our crash database Do you want to include entire program database including all video and feed metadata with crash report? This will help us diagnose the issue.
te: ఇప్పుడు %(appname)s క్రాష్ నివేదికను మా క్రాష్ డేటాబేసుకు సమర్పిస్తుంది వీడియో, ఆడియో, ఫీడు మెటాడేటాలతో సహా మొత్తం ప్రోగ్రాము డేటాబేసంతటినీ క్రాష్ నివేదికలో చేర్చమంటారా? సమస్య మూాన్ని కనుక్కోవడంలో మాకిది పనికొస్తుంది.

source: Error loading feed
ja: フィード読み込みエラー
mk: Грешка при вчитување на инфо-канал
sq: Gabim në ngarkimin e prurjes
te: వడ్డనను లోడు చెయ్యడంలో లోపం తలెత్తింది

source: Couldn't load the feed at %(url)s (%(errordescription)s).
mk: Не можам да го вчитам инфо-каналот од %(url)s (%(errordescription)s).
sq: S'ngarkoi dot prurjen te %(url)s (%(errordescription)s).
te: %(url)s వద్ద వడ్డనను లొదు చెయ్యలేకపోయాం (%(errordescription)s).

source: Would you like to keep the feed?
ja: フィードを保持しますか？
mk: Дали сакате да го задржите инфо-каналот?
sq: Do të donit ta mbani këtë prurje?
te: వడ్దనను ఉంచుకుంటారా?

source: Channel is not compatible with %(appname)s
mk: Каналот не е компатибилен со %(appname)s
sq: Kanali nuk është i përputhshëm me %(appname)sn
te: %(appname)s కు ఈ చానెలు సరిపడదు

source: This channel is not compatible with %(appname)s but we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny. Please contact the publishers of %(url)s and ask if they can supply a feed in a format that will work with %(appname)s. Do you want to try to load this channel anyway?
mk: Овој канал не е компатибилен со %(appname)s но ние ќе се потрудиме да ги земеме документите. Може да потрае дополнително време за да се исчитаат видеата и објаснувањата може да изгледаат чудно. Ве молиме контактирајте ги издавачите на %(url)s и прашајте ги дали може да обезбедат инфо-канал во формат кој ќе работи со %(appname)s. Дали сакате во секој случај да пробаме да го вчитаме каналот?
sq: Ky kanal nuk është i përputhshëm me %(appname)sn por do të bëjmë ç'është e mundur t'i marrin kartelat. Mudn të dojë ca më shumë kohë për të paraqitur videot, dhe përshkrimet mund të duken të çuditshme ca gallatë. Ju lutem, lidhuni me botuesit e %(url)s dhe pyetini nëse mund të ofrojnë një prurje në një format që do të punonte me %(appname)sn. Doni të provohet të ngarkohet ky kanal, sido qoftë?
te: %(appname)s కు ఈ చానెలు సరిపడదు. కానీ ఫైళ్ళను పట్టుకునేందుకు ప్రయత్నం చేస్తాం. వీడియోలను చూపించేందుకు అదనపు సమయం పడుతుంది. వివరాలు కాస్త తింగరిగా అనిపించొచ్చు. %(url)s ప్రచురణకర్తలను సంప్రదించి, %(appname)s కు సరిపడే విధంగా వడ్దనను ఇవ్వగలరేమో కనుక్కోండి. ఏదెలా ఉన్నా, ఈ చానెలును లోడు చేసే ప్రయత్నం చెయ్యమంటారా?

source: Playing File
ja: ファイル再生中
mk: Репродуцирање на документ
sq: Po luan Kartelën
te: ఫైలును ప్లే చేస్తున్నాం

source: activity
ja: アクティビティー
mk: активност
sq: veprimtari
te: కలాపం

source: This file at %(url)s does not appear to be audio, video, or an RSS feed.
mk: Овој документ на %(url)s не изгледа дека е аудио, видео или RSS инфо-канал.
sq: Kjo kartelë te %(url)s nuk duket se është audio, video, apo prurje RSS.
te: %(url)s వద్ద ఉన్న ఫైలు ఆడియోలాగా గాని, వీడియోలాగా గాని, RSS వడ్డనలాగా గానీ అనిపించడం లేదు.

source: Successfully imported %(count)d feed.
ja: %(count)d 個のフィードのインポートに成功しました。
mk: Успешно увезен %(count)d инфо-канал.
sq: U importua me sukses %(count)d prurje.
te: %(count)d ఫీడును జయప్రదంగా దిగుమతి చేసాం.

source: Skipped %(count)d feed already present.
ja: 既存の %(count)d 個のフィードをスキップしました。
mk: Прескокнат %(count)d инфо-канал кој веќе постои.
sq: U anashkalua %(count)d prurje e pranishme tashmë.
te: ఈసరికే ఉన్న %(count)d ఫీడును వదిలేసాం.

source: Subscribed to new feed:
mk: Претплатен на нов инфо-канал:
sq: I pajtuar te prurja e re:
te: కొత్త ఫీడుకు చందా చేర్చాం:

source: Subscribed to new feeds:
ja: 新しいフィードを登録：
mk: Претплатен на нови инфо-канали:
sq: I pajtuar te prurjet e reja:
te: కొత్త ఫీడులకు చందా చేర్చాం:

source: This %(appname)s feed file has an invalid format: %(url)s. Please notify the publisher of this file.
mk: Овој %(appname)s инфо-канал документ има погрешен формат: %(url)s. Ве молиме известете го издавачот на овој документ.
sq: Kjo kartelë prurjeje %(appname)s ka format të pavlefshëm: %(url)s. Ju lutem, njoftojeni botuesin për këtë kartelë.
te: ఈ %(appname)s వడ్డన ఫైలు సరైన ఫార్మాటులో లేదు: %(url)s. ఫైలు ప్రచురణకర్తకు తెలియజెయ్యండి.

source: This %(appname)s feed file has the wrong content type: %(url)s. Please notify the publisher of this file.
mk: Овој %(appname)s инфо-канал документ има погрешен тип на содржина: %(url)s. Ве молиме известете го издавачот на овој документ.
sq: Kjo kartelë prurjeje %(appname)s ka lloj të gabuar lënde: %(url)s. Ju lutem, njoftojeni botuesin për këtë kartelë.
te: ఈ %(appname)s వడ్డన ఫైలులో తప్పు కంటెంటు రకం ఉంది: %(url)s. ఫైలు ప్రచురణకర్తకు తెలియజెయ్యండి.

source: Could not download the %(appname)s feed file: %(url)s
mk: Не можам да го превземам %(appname)s инфо-канал документот: %(url)s
sq: S'shkarkoi dot kartelën e prurjes %(appname)s: %(url)s
te: %(appname)s వడ్డన ఫైలును దించలేకపోయాం: %(url)s

source: Create Feed
mk: Создај инфо-канал
sq: Krijoni Prurje
te: వడ్డనను సృష్టించు

source: We're sorry, %(appname)s was unable to upgrade your database due to errors. Check to see if your disk is full. If it is full, then quit %(appname)s, free up some space, and start %(appname)s again. If your disk is not full, help us understand the problem by reporting a bug to our crash database. Finally, you can start fresh and your damaged database will be removed, but you will have to re-add your feeds and media files.
te: సారీ, %(appname)s ను లోపాల కారణంగా ఉన్నతీకరించలేకపోయాం. మీ డిస్కు నిండిపోయిందేమో చూడండి. అలా అయితే, %(appname)s, కొత్త జాగాను ఖాళీ చేసి, %(appname)s ను మళ్ళీ మొదలుపెట్టండి. చివరిగా, మీరు మళ్ళీ తాజాగా మొదలుపెట్టవచ్చు. మీ చెడిపోయిఅన్ డేటాబేసుని తీసేస్తాం. కానీ మీరు మి వడ్డనలు, మీడియా ఫైళ్ళను తిరిగి చేర్చుకోవాల్సి ఉంటుంది.

source: New Search Feed
mk: Ново инфо-канал пребарување
sq: Prurje Kërkimi të Ri
te: కొత్త వెతుకు వడ్డన

source: A search feed contains items that match a search term.
mk: Инфо-канал пребарувањето содржи објекти кои се совпаѓаат со пребаруваниот термин.
sq: Një prurje kërkimi përmban elementë me përputhje kundrejt një termi kërkimi.
te: వెతుకు వడ్డనలో వెతుకు పదానికి సరిపోలిన ఐటములుంటాయి

source: Feed:
mk: Инфо-канал:
sq: Prurje:
te: ఫీడు:

source: Add new feed to this section:
mk: Додај нов инфо-канал на оваа секција:
sq: Shtoni prurje të re te kjo ndarje:
te: ఈ విభాగానికి కొత్త వడ్డనను చేర్చు:

source: video
mk: видео
te: వీడియో

source: audio
mk: аудио
te: ఆడియో

source: Add Website
sq: Shto një uebfaqe
te: వెబ్‍సైటును చేర్చు

source: Title
mk: Наслов
sq: Titull
te: శీర్షిక

source: Feed
mk: Инфо-канал
sq: Prurje
te: ఫీడ్

source: Save as a Feed
mk: Зачувај како инфо-канал
sq: Ruaje si Prurje
te: వడ్డనగా భద్రపరచు

source: %(rate)s uploading
mk: %(rate)s споделување
sq: Ngarkim %(rate)s
te: %(rate)s న ఎక్కిస్తున్నాం

source: %(rate)s downloading
mk: %(rate)s превземање
sq: Shkarkim %(rate)s
te: %(rate)s న దింపుతున్నాం

source: Share feed
mk: Сподели инфо-канал
sq: Ndajeni prurjen me të tjerët
te: వడ్డనను పంచు

source: Remove feed
mk: Отстрани инфо-канал
sq: Hiqe Prurjen
te: వడ్డనను తీసెయ్యి

source: Non Feed
mk: Не инфо-канал
sq: Jo Prurje
te: వడ్డన కాని

source: One of these items was not downloaded from a feed. Would you like to delete it or just remove it from the Library?
mk: Еден од овие објекти не беше превземен од инфо-каналот. Дали сакате да го избришете или само да го отстраните од библиотеката?
sq: Një prej këtyre objekteve nuk qe shkarkuar prej ndonjë prurjeje. Doni të fshihet ky objekt apo thjesht të hiqet prej Bibliotekës?
te: ఈ ఐటములలో ఒకటి వడ్డన నుండి దించుకున్నది కాదు. దాన్ని తొలగిస్తారా లేక లైబ్రరీ నుంచి తీసేసి ఊరుకుంటారా?

source: Enter the URL of the website to add
sq: Shkruaj URL adresën e faqes
te: చేర్చాల్సిన వెబ్‍సైటు URL ఇవ్వండి

source: Add Website - Invalid URL
sq: Shto një faqe - URL i gabuar
te: వెబ్‍సైటును చేర్చు - సరైన URL కాదు

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the website to add
te: మీరిచ్చిన చిరునామా సరైన URL కాదు. దాన్ని సరిచూసుకొని మళ్ళీ ప్రయత్నించండి. చేర్చాలసిన వెబ్‍సైటు URL ఇవ్వండి

source: Rename Feed Folder
ja: フィード・フォルダの名前を変更
mk: Преименувај ја папката за инфо-канали
sq: Riemërtoni Dosje Prurjesh
te: వడ్డన ఫోల్డరు పేరుమార్చు

source: Enter a new name for the feed folder %(name)s
mk: Внесете ново име за папката за инфо-канали %(name)s
sq: Jepni emër të ri për dosjen e prurjeve %(name)s
te: %(name)s వడ్డన ఫోల్డరుకు కొత్త పేరు ఇవ్వండి

source: Rename Feed
ja: フィードの名前を変更
mk: Преименувај инфо-канал
sq: Riemërtoni Prurje
te: వద్దన పేరుమార్చు
