Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Ejecting device '%(name)s' failed. The device is in use.
bg: Изваждането на устройството '%(name)s' се провали. Устройството се използва.
ca: L'execució del dispositiu «%(name)s» ha fallat. El dispositiu està en ús.
de: Das Auswerfen des Gerätes "%(name)s" schlug fehl. Es wird noch benutzt.
es: La expulsión del dispositivo «%(name)s» ha fallado. El dispositivo está siendo usado.
fi: Laitteen '%(name)s' irrotus epäonnistui. Laite on käytössä.
gl: Fallou a expulsión do dispositivo '%(name)s'. O dispositivo está en uso.
hr: Izbacivanje uređaja '%(name)s' neuspjelo. Uređaj se ne koristi.
pt: Falha ao ejetar o dispositivo "%(name)s". O dispositivo está a ser utilizado.
pt_br: Falha ao ejetar dispositivo '%(name)s'. O dispositivo está em uso.

source: For the best %(appname)s experience, we suggest you install Bonjour. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. %(appname)s has determined that your system is most likely missing the Avahi mDNSResponder compatibility library. Please refer to your operating system documentation on how you can install this library.
de: Um %(appname)s besser nutzen zu können, empfehlen wir dir, Bonjour zu installieren. Dies erlaubt dir, deine Medienbibliothek mit anderen Nutzern von %(appname)s im Netzwerk zu teilen oder deren Medien wiederzugeben. %(appname)s hat festgestellt, das auf deinem System die "Avahi mDNSResponder" Kompatibilitäts-Bibliothek fehlt. Bitte bringe in der Dokumentation deines Betriebssystems in Erfahrung, wie du diese Bibliothek installieren kannst.
es: Para disfrutar al máximo de %(appname)s, le sugerimos que instale Bonjour. Instalar Bonjour le permitirá compartir su biblioteca multimedia con otros usuarios de %(appname)s en la red, así como reproducir multimedia de otros usuarios de %(appname)s en la red. %(appname)s ha determinado que a su sistema probablemente le falte la librería de compatibilidad Avahi mDNSResponder. Por favor refiérase a la documentación de su sistema operativo para ver como instalar esta librería.
fi: Parhaan %(appname)s-kokemuksen saavuttamiseksi on suositeltavaa asentaa Bonjour. Bonjourin asennettuasi voit jakaa mediakirjastosi muiden samassa verkossa olevien %(appname)s-käyttäjien kanssa. Lisäksi voit suoratoistaa muiden samassa verkossa olevien %(appname)s-käyttäjien mediatiedostoja. %(appname)s huomasi, että järjestelmästäsi puuttuu mitä todennäköisimmin Avahi mDNSResponder -yhteensopivuuskirjasto. Selvitä käyttöjärjestelmäsi ohjeista, kuinka tämä kirjasto asennetaan.
gl: Para obter a mellor experiencia co %(appname)s suxerímoslle que instale o Bonjour. Instalando este aplicativo poderá compartir a súa biblioteca multimedia con outras usuarios de %(appname)s da súa rede así como recibir fluxos multimedia desde outros usuarios da súa rede. O %(appname)s determinou que o seu sistema seguramente non ten a biblioteca de compatibilidade de Avahi mDNSResponder. Consulte a documentación do seu sistema operativo para instalar esta biblioteca.
hr: Za najbolje %(appname)s iskustvo, predlažemo vam instalaciju Bonjoura. Instalacija Bonjoura dopustit će vam dijeljenje medijske zbirke sa ostalim %(appname)s korisnicima na vašoj mreži, kao i medijske streamove od ostalih %(appname)s korisnika na vašoj mreži. %(appname)s je otkrio da vašem sustavu zacijelo nedostaje Avahi mDNSResponder knjižnica kompatibilnosti. Pogledajte dokumentaciju vašeg operativnog sustava za instalaciju ove knjižnice.
pt: Para uma melhor utilização do %(appname)s, sugerimos a instalação do Bonjour. Ao instalar o Bonjour, poderá partilhar a sua coleção multimédia com outros utilizadores do %(appname)s, bem como receber emissões multimédia de outros utilizadores %(appname)s na sua rede. O %(appname)s acha que o seu sistema não possui a biblioteca de compatibilidade Avahi mDNSResponder. Verifique a documentação do seu sistema operativo sobre a melhor forma para instalar esta biblioteca.
pt_br: Para melhor experiência com %(appname)s, nós sugerimos que você instale o Bonjour, o qual permitirá o compartilhamento de sua biblioteca de mídia com outros usuários do %(appname)s em sua rede, bem como o stream de conteúdo de outros usuários do %(appname)s em sua rede. %(appname)s informou que seu sistema provavelmente não possui a biblioteca de compatibilidade Avahi mDNSResponder. Por favor, consulte a documentação do seu sistema operacional para saber como instalar esta biblioteca.

source: For the best %(appname)s experience, we suggest you install Bonjour. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. %(appname)s has determined that your system is most likely missing the Avahi mDNSResponder compatibility library. Please refer to your operating system documentation on how you can install this library. Would you like %(appname)s to warn you on next startup?
de: Um %(appname)s besser nutzen zu können, empfehlen wir dir, Bonjour zu installieren. Dies erlaubt dir, deine Medienbibliothek mit anderen Nutzern von %(appname)s im Netzwerk zu teilen oder deren Medien wiederzugeben. %(appname)s hat festgestellt, das auf deinem System die "Avahi mDNSResponder" Kompatibilitäts-Bibliothek fehlt. Bitte bringe in der Dokumentation deines Betriebssystems in Erfahrung, wie du diese Bibliothek installieren kannst. Möchtest du, dass %(appname)s dich beim nächsten Start warnt?
es: Para disfrutar al máximo de %(appname)s, le sugerimos que instale Bonjour. Instalar Bonjour le permitirá compartir su biblioteca multimedia con otros usuarios de %(appname)s en la red, así como reproducir multimedia de otros usuarios de %(appname)s en la red. %(appname)s ha determinado que a su sistema probablemente le falte la librería de compatibilidad Avahi mDNSResponder. Por favor refiérase a la documentación de su sistema operativo para ver como instalar esta librería. ¿Desea que %(appname)s le advierta de esto en el siguiente inicio?
fi: Parhaan %(appname)s-kokemuksen saavuttamiseksi on suositeltavaa asentaa Bonjour. Bonjourin asennettuasi voit jakaa mediakirjastosi muiden samassa verkossa olevien %(appname)s-käyttäjien kanssa. Lisäksi voit suoratoistaa muiden samassa verkossa olevien %(appname)s-käyttäjien mediatiedostoja. %(appname)s huomasi, että järjestelmästäsi puuttuu mitä todennäköisimmin Avahi mDNSResponder -yhteensopivuuskirjasto. Selvitä käyttöjärjestelmäsi ohjeista, kuinka tämä kirjasto asennetaan. Haluatko %(appname)sn varoittavan asiasta seuraavalla käynnistyskerralla?
gl: Para obter a mellor experiencia co %(appname)s suxerímoslle que instale o Bonjour. Instalando este aplicativo poderá compartir a súa biblioteca multimedia con outras usuarios de %(appname)s da súa rede e recibir fluxos multimedia doutros usuarios da súa rede. O %(appname)s determinou que o seu sistema seguramente non ten a biblioteca de compatibilidade de Avahi mDNSResponder. Consulte a documentación do seu sistema operativo para instalar esta biblioteca. Desexa que o %(appname)s o avise no próximo inicio?
hr: Za najbolje %(appname)s iskustvo, predlažemo vam instalaciju Bonjoura. Instalacija Bonjoura dopustit će vam dijeljenje medijske zbirke sa ostalim %(appname)s korisnicima na vašoj mreži, kao i medijske streamove od ostalih %(appname)s korisnika na vašoj mreži. Želite li da vas %(appname)s upozori prilikom sljedećeg pokretanja?
pt: Para uma melhor utilização do %(appname)s, sugerimos a instalação do Bonjour. Ao instalar o Bonjour, poderá partilhar a sua coleção multimédia com outros utilizadores do %(appname)s, bem como receber emissões multimédia de outros utilizadores %(appname)s na sua rede. O %(appname)s acha que o seu sistema não possui a biblioteca de compatibilidade Avahi mDNSResponder. Verifique a documentação do seu sistema operativo sobre a melhor forma para instalar esta biblioteca. Pretende que o %(appname)s o alerte para este facto no próximo arranque?
pt_br: Para melhor experiência com %(appname)s, nós sugerimos que você instale o Bonjour, o qual permitirá o compartilhamento de sua biblioteca de mídia com outros usuários do %(appname)s em sua rede, bem como o stream de conteúdo de outros usuários do %(appname)s em sua rede. %(appname)s has determined that your system is most likely missing the Avahi mDNSResponder compatibility library. Por favor, consulte a documentação do seu sistema operacional para saber como instalar esta biblioteca. Você deseja que o %(appname)s avise você na próxima inicialização?

source: Enable tray icon
bg: Разрешаване на икона до часовника
br: Kinnig ikonenn e taolenn al labourioù
cy: Galluogi eicon cafn
de: Infobereich-Symbol aktivieren.
es: Activar icono en el área de notificación
et: Näita salve ikooni
fi: Näytä kuvake ilmoitusalueella
ga: Cumasaigh deilbhín an trádaire
gl: Activar a icona na bandexa
hr: Omogući ikonu područja obavijesti
id: Munculkan ikon pada tray
ja: トレイアイコンを有効
ka: თრეი ხატულის ჩართვა
ms: Hidupkan ikon tray
nb: Vis ikon i oppgavefeltet
pt: Ativar ícone na área de notiticação
pt_br: Ativar ícone na bandeja
ro: Activează pictograma în zona de notificare
sl: Omogoči ikono na pladnju
sq: Aktivizo ikonë paneli
sr: Иконица у системској палети
sv: Aktivera notifieringsikon
te: ట్రే ఐకన్ను సశక్తం చెయ్యి
tr: Sistem tepsisinde göster
uk: Увімкнути іконку в треї

source: Renderer options:
bg: Настройки на рендера
br: Dibaboù restaol
ca: Opcions de renderitzat:
cy: Llunydd opsiynau:
de: Wiedergabeeinstellungen:
es: Opciones del renderizador:
et: Renderdaja seaded:
fi: Renderoijan asetukset:
ga: Roghanna an tsracarán
gl: Opcións de renderización:
hr: Mogućnosti prikaza:
id: Pilihan pembaca:
ja: レンダラー・オプション:
ms: Pilihan pengemas:
nb: Visningsvalg:
pt: Opções de processamento:
pt_br: Opções de renderização
ro: Opțiuni de afișare
sl: Možnosti upodabljanja:
sq: Opsionet e renderuesit
sr: Опције рендеровања:
sv: Renderingsalternativ:
te: రెండరర్ వికల్పాలు:
tr: Dönüştürücü Seçenekleri
uk: Параметри відтворювача

source: You must restart %(appname)s for renderer changes to take effect.
bg: Трябва да рестартирате %(appname)s за да може настройките на рендера да влязат в сила.
br: Ret e vo adloc’hañ %(appname)s ma vo lakaet da dalvezout ar c’hemmoù.
ca: És necessari reiniciar el %(appname)s perquè els canvis de renderitzat tinguin efecte.
cy: Mae'n rhaid ail-ddechrau %(appname)s er mwyn bod newidiadau rendro'n cael eu dangos.
de: Sie müssen %(appname)s neu starten, damit die Änderungen übernommen werden können.
es: Tiene que reiniciar %(appname)s para que los cambios surtan efecto.
et: Sa pead taaskäivitama %(appname)s, et renderdaja muutused jõustuksid.
fi: Sinun täytyy käynnistää %(appname)s uudelleen, jotta näyttöasetukset tulevat voimaan.
ga: Caithfear %(appname)s a atosú le go gcuirfear na hathruithe i bhfeidhm.
gl: Debe reiniciar %(appname)s para que os trocos na renderización teñan efecto.
hr: Morate ponovno pokrenuti %(appname)s da bi se promjene prikaza primijenile.
id: Anda harus menjalankan ulang %(appname)s agar perubahan yang dibuat dapat segera diterapkan.
ms: Anda mesti memulakan semula %(appname)s untuk perlaksanaan penukaran pengemas.
nb: Du må starte %(appname)s på nytt for at endringen av fremviserinnstillingene skal tre i kraft.
pt: Tem que reiniciar o %(appname)s para que as mudanças produzam efeito.
pt_br: Você precisa reiniciar %(appname)s para que as opções de apresentação tenham efeito.
ro: Trebuie să reporniți %(appname)s pentru ca schimbările de afișare să ia efect.
sl: Spremembe upodabljanja bodo začele veljati po ponovnem zagonu programa %(appname)s.
sq: Që të hyjnë në veprim ndryshimet për vizatuesinve, duhet të rinisni %(appname)sn.
sr: Морате поново да покренете %(appname)s да би поставке рендера ступиле на снагу.
sv: Du måste starta om %(appname)s för att renderingsändringarna ska börja gälla.
te: రెండరర్ మార్పులు అమల్లోకి రావాలంటే %(appname)s ను మూసేసి మళ్ళీ తెరవాలి.
tr: İşleyici değişikliklerinin etkili olması için %(appname)s'yu yeniden başlatın.
uk: Ви повинні перезапустити %(appname)s щоб зміна відображувача вступила у дію.

source: Video renderer:
bg: Видео рендер
br: Restaol Video
ca: Renderitzador de vídeo:
cy: Llunydd fideo:
de: Video-Wiedergabeeinstellungen
es: Renderizador de vídeo:
et: Video renderdaja:
fi: Videon renderöijä:
ga: Sracarán físeáin:
gl: Renderizador de vídeo:
hr: Video prikaz
id: Renderer video:
ja: ビデオ・レンダラー:
ms: Pengemas Video:
nb: Framviser for videoer:
pt: Processador de vídeo:
pt_br: Renderizador de vídeo:
ro: Redare video:
sl: Video upodabljalnik:
sq: Renderues video
sr: Видео рендеровање:
sv: Videorenderare:
te: వీడియో రెండరర్
tr: Video dönüştürücü:
uk: Відеовідтворювач:

source: Binaries to use:
bg: Двоични файлове за използване:
br: Binaroù da implij
cy: Ffeiliau deuaidd i'w defnyddio:
de: Programme verwenden...
es: Binarios a usar:
et: Kasuta kahendfaile:
fi: Käytettävät tiedostot:
gl: Binarios a usar:
hr: Binarne datoteke za korištenje:
id: Binari untuk digunakan:
pt: Executáveis a utilizar:
pt_br: Binários a serem utilizados
ro: Coduri sursă de folosit:
sr: Извршне датотеке за коришћење:
sv: Binärfiler att använda:
uk: Двійкові до використання:

source: ffmpeg binary path:
bg: Път за достъп до двойчния файл ffmpeg:
br: hent ar binaroù ffmpeg
cy: llwybr deuol ffmpeg:
de: ffmpeg Pfad
es: Ruta a binario ffmpeg
et: ffmpeg kahendfaili asukoht:
fi: ffmpegin sijainti:
gl: Camiño ao binario de ffmpeg:
hr: ffmpeg binarna putanja:
id: path biner ffmpeg:
pt: Caminho para ffmpeg:
pt_br: Caminho para o executável do ffmpeg:
ro: Calea catre sursa ffmpeg:
sr: ffmpeg путања:
sv: Sökväg till ffmpeg:
tr: ffmpeg dosya yolu
uk: Шлях до двійкового ffmpeg:

source: Download Completed
bg: Изтеглянето приключи
br: Echu enkargadenn
ca: Baixada acabada
cy: Lawrlwythiad wedi Gorffen
de: Download abgeschlossen
es: Descarga completa
et: Allalaadimine lõpetatud
fi: Lataus valmistui
ga: Íosluchtú Críochnaithe
gl: Descarga completada
hr: Preuzimanje završeno
id: Download Selesai
ja: ダウンロード完了
ka: გადმოწერა დასრულდა
ms: Beban Kebawah Sempurna
nb: Nedlasting ferdig
pt: Transferência concluída
pt_br: Download Concluído
ro: Descărcare terminată
sl: Prenos končan
sq: Shkarkimi u Plotësua
sr: Преузимање је завршено.
sv: Hämtningen är slutförd
te: దిగుమతి పూర్తయ్యింది
tr: İndirme Tamamlandı
uk: Завантаження завершено

source: Download of video '%s' is finished.
bg: Изтеглянето на '%s' (видео) завърши.
br: Echu eo pellgagadenn ar video '%s'.
ca: S'ha acabat la baixada del vídeo «%s».
cy: Lawrlwythiad fideo '%s' yn gyflawn.
de: Der Download des Videos ist zu '%s' abgeschlossen.
es: Ha terminado la descarga del vídeo «%s».
et: Video '%s' allalaadimine on lõppenud.
fi: Videon '%s' lataus on valmis.
ga: Tá íosluchtú an físeán '%s' críochnaithe.
gl: Descarga rematada do vídeo '%s'.
hr: Preuzimenje '%s' video snimke završeno
id: Download video '%s' sudah selesai.
ja: '%s'のビデオのダウンロードは完了しました。
ka: ვიდეოს '%s' გადმოწერა დასრულდა.
ms: Muat turun video '%s' sudah tamat
nb: Nedlastingen av filmen «%s» er fullført.
pt: Concluiu a transferência do video "%s".
pt_br: O download do vídeo '%s' foi concluído.
ro: S-a terminat descărcarea fișierului video '%s'.
sl: Prenos posnetka '%s' je končan.
sq: Shkarkimi i videos '%s' përfundoi.
sr: Преузимање „%s“ видео записа је завршено.
sv: Hämtning av videon "%s" är färdig.
te: '%s' వీడియో యొక్క దిగుమతి పూర్తయ్యింది.
tr: '%s' adlı videonun indirilmesi tamamlandı.
uk: Відео '%s' завантажене.

source: %(appname)s has determined that your system may be missing the Bonjour components, a standard part of Mac OS X installations. Please review your Mac OS X installation.
bg: %(appname)s определи, че в системата ви вероятно липсват компонентите на Bonjour, които са стандартна част от инсталацията на Mac OS X. Моля проверете инсталацията си.
ca: El %(appname)s ha determinat que al sistema li poden faltar els components del Bonjour, una part estàndar de la instal·lació del Mac OS X. Verifiqueu la instal·lació del Mac OS X.
es: %(appname)s ha determinado que a su sistema le pueden faltar los componentes de Bonjour, una parte estándar de la instalación de Mac OS X. Por favor verifique su instalación de Mac OS X.
fi: %(appname)s epäilee järjestelmästä puuttuvan Bonjour-osia, jotka kuuluvat normaaliin Mac OS X -asennukseen. Tarkista Mac OS X -asennuksesi tila.
hr: %(appname)s je otkrio da vašem sustavu možda nedostaju Bonjour komponente, standardan dio Mac OS X instalacije. Provjerite vašu Mac OS X instalaciju.
pt: O %(appname)s acha que o seu sistema não possui as componetes Bonjour, parte integrante das instalações MAC OS X. Verifique a sua instalação.
pt_br: %(appname)s informou que seu sistema pode estar sem os componentes Bonjour, uma parte padrão da instalação do Mac OS X. Por favor, revise sua instalação do Mac OS X.

source: Services
bg: Услуги
br: Servijoù
ca: Serveis
cy: Gwasanaethau
de: Dienstleistungen
es: Servicios
et: Teenused
fi: Palvelut
ga: Seirbhísí
gl: Servizos
hr: Usluge
id: Layanan
ja: サービス
ka: სერვისი
mk: Услуги
ms: Perkhidmatan
nb: Tjenester
pt: Serviços
pt_br: Serviços
ro: Servicii
sl: Storitve
sq: Shërbime
sr: Услуге
sv: Tjänster
te: సేవలు
tr: Hizmetler
uk: Служби

source: Hide %(appname)s
bg: Скриване на %(appname)s
br: Kuzhat %(appname)s
ca: Amaga el %(appname)s
cy: Cuddio %(appname)s
de: %(appname)s ausblenden
es: Ocultar %(appname)s
et: Peida %(appname)s
fi: Piilota %(appname)s
ga: Folaigh %(appname)s
gl: Agochar %(appname)s
hr: Sakrij %(appname)s
id: Sembunyikan %(appname)s
ka: %(appname)s-ის დამალვა
ms: Sembunyikan %(appname)s
nb: Skjul %(appname)s
pt: Ocultar %(appname)s
pt_br: Ocultar %(appname)s
ro: Ascunde %(appname)s
sl: Skrij %(appname)s
sq: Fshihe %(appname)sn
sr: Сакриј %(appname)s
sv: Dölj %(appname)s
te: %(appname)s ను దాచు
tr: %(appname)s Gizle
uk: Приховати %(appname)s

source: Hide Others
bg: Скриване на другите
br: Kuzhat ar re all
ca: Amaga els altres
cy: Cuddio'r gweddill
de: Andere ausblenden
es: Ocultar otros
et: Peida teised
fi: Piilota muut
ga: Folaigh Rudaí Eile
gl: Agochar Outros
hr: Sakrij ostale
id: Sembunyikan Yang Lain
ja: 他を隠す
ka: სხვების დამალვა
mk: Сокриј ги другите
ms: Sorok Lain-lain
nb: Gjem andre
pt: Ocultar outros
pt_br: Ocultar os outros
ro: Ascunde-le pe celelalte
sl: Skrij ostale
sq: Fshihi të Tjerët
sr: Сакриј остале
sv: Dölj övriga
te: మిగతావాటిని దాచు
tr: Diğerlerini Gizle
uk: Приховати всі інші

source: Show All
bg: Показване на всички
br: Diskouez pep tra
ca: Mostra-ho tot
cy: Dangos Popeth
de: Alle einblenden
es: Mostrar Todo
et: Näita kõiki
fi: Näytä kaikki
ga: Taispeáin Uile
gl: Mostrar todo
hr: Pokaži sve
id: Tampilkan Semua
ja: 全て表示
ka: ყველას ჩვენება
mk: Прикажи ги сите
ms: Tunjuk Semua
nb: Vis alle
pt: Mostrar tudo
pt_br: Exibir todos
ro: Afișează tot
sl: Pokaži vse
sq: Shfaqi të Tëra
sr: Прикажи све
sv: Visa alla
te: అన్నీ చూపించు
tr: Hepsini Göster
uk: Показати все

source: Preferences...
bg: Предпочитания...
br: Dibaboù gwellañ
ca: Preferències....
cy: Dewisiadau...
de: Einstellungen...
es: Preferencias...
et: Eelistused...
fi: Asetukset...
ga: Sainroghanna...
gl: Preferencias...
hr: Osobitosti...
id: Acuan...
ja: 設定...
ka: პარამეტრები
ms: Keutamaan...
nb: Innstillinger...
pt: Preferências...
pt_br: Preferências...
ro: Preferințe...
sl: Nastavitve ...
sq: Parapëlqime...
sr: Поставке...
sv: Inställningar...
te: అభిరుచులు...
tr: Tercihler...
uk: Параметри...

source: Quit %(appname)s
bg: Излизане от %(appname)s
br: Kuitaat %(appname)s da vat.
ca: Surt del %(appname)s
cy: Gadael %(appname)s
de: %(appname)s beenden
es: Cerrar %(appname)s
et: Välju %(appname)s
fi: Lopeta %(appname)s
ga: Scoir ó %(appname)s
gl: Saír do %(appname)s
hr: Zatvori %(appname)s
id: Keluar %(appname)s
ka: %(appname)s-დან გამოსვლა
ms: Tutup %(appname)s
nb: Avslutt %(appname)s
pt: Sair do %(appname)s
pt_br: Sair de %(appname)s
ro: Închide %(appname)s
sl: Zapusti %(appname)s
sq: Dil nga %(appname)s
sr: Затвори %(appname)s
sv: Avsluta %(appname)s
te: %(appname)s నుండి నిష్క్రమించు
tr: %(appname)s'i Kapat
uk: Вийти з %(appname)s

source: Close Window
bg: Затваряне на прозореца
br: Serriñ ar prenestr
ca: Tanca la finestra
cy: Cau Ffenestr
de: Fenster schließen
es: Cerrar la ventana
et: Sulge aken
fi: Sulje ikkuna
ga: Dún an Fhuinneog
gl: Pechar a xanela
hr: Zatvori prozor
id: Tutup Jendela
ja: ウィンドウを閉じる
ka: ფანჯრის დახურვა
mk: Затвори го прозорецот
ms: Tutup Tetingkap
nb: Lukk vindu
pt: Fechar janela
pt_br: Fechar janela
ro: Închide fereastra
sl: Zapri okno
sq: Mbylle Dritaren
sr: Затвори прозор
sv: Stäng fönster
te: కిటికీ మూసేయి
tr: Pencereyi Kapat
uk: Закрити вікно

source: Cut
bg: Изрязване
br: Troc'hañ
ca: Retalla
cy: Torri
de: Ausschneiden
es: Cortar
et: Lõika
fi: Leikkaa
ga: Gearr
gl: Cortar
hr: Izreži
id: Gunting
ja: 切り取り
ka: ამოჭრა
ms: Potong
nb: Klipp ut
pt: Cortar
pt_br: Cortar
ro: Decupează
sl: Izreži
sq: Prije
sr: Исеци
sv: Klipp ut
te: కత్తిరించు
tr: Kes
uk: Вирізати

source: Paste
bg: Поставяне
br: Pegañ
ca: Enganxa
cy: Gludo
de: Einfügen
es: Pegar
et: Aseta
fi: Liitä
ga: Greamaigh
gl: Pegar
hr: Zalijepi
id: Tempel
ja: 貼り付け
ka: ჩასმა
ms: Lekat
nb: Lim inn
pt: Colar
pt_br: Colar
ro: Lipește
sl: Prilepi
sq: Ngjite
sr: Убаци
sv: Klistra in
te: అతికించు
tr: Yapıştır
uk: Вставити

source: Select All
bg: Избиране на всички
br: Dibab holl
ca: Selecciona-ho tot
cy: Dewis popeth
de: Alles markieren
es: Seleccionar todo
et: Vali Kõik
fi: Valitse kaikki
ga: Roghnaigh Uile
gl: Seleccionar todo
hr: Odaberi sve
id: Pilih Semua
ja: 全て選択
ka: ყველას მონიშვნა
mk: Избери сѐ
ms: Pilih Semua
nb: Velg alle
pt: Selecionar tudo
pt_br: Selecionar Tudo
ro: Selectează tot
sl: Izberi vse
sq: Përzgjidhi të Tëra
sr: Изабери све
sv: Välj alla
te: అన్నిటినీ ఎన్నుకో
tr: Tümünü Seç
uk: Вибрати все

source: Edit
bg: Редактиране
br: Aozañ
ca: Edita
cy: Golygu
de: Ändern
es: Editar
et: Muuda
fi: Muokkaa
ga: Eagar
gl: Editar
hr: Uredi
id: Sunting
ja: 編集
ka: რედაქტირება
ms: Sunting
nb: Rediger
pt: Editar
pt_br: Editar
ro: Modifică
sl: Uredi
sq: Përpunoni
sr: Уреди
sv: Redigera
te: సరిదిద్దు
tr: Düzenle
uk: Редагувати

source: Present Half Size
bg: Преглед 50% умален
br: Diskouez hantervent
ca: Presentació a la meitat de la mida
cy: Cyflwyno Hanner Maint
de: Halbe Größe
es: Presentar a mitad de tamaño
et: Esita poole väiksemana
fi: Näytä puolikkaan kokoisena
ga: Leathmhéid Faoi Láthair
gl: Presentar coa metade de tamaño
hr: Prikaži pola veličine
id: Tampilkan Ukuran Setengahnya
ja: 半分のサイズ
ms: Paparkan separuh saiz
nb: Vis i halv størrelse
pt: Exibir em metade do tamanho
pt_br: Metade do Tamanho Real
ro: Prezent Jumătate de Dimensiune
sl: Predstavi v polovični velikosti
sq: Gjysma e Madhësisës së Tanishme
sr: Прикажи у половичној величини
sv: Visa halv storlek
te: సగం సైజులో చూపించు
tr: Yarı boyutta göster
uk: Показати на половину розміру

source: Present Actual Size
bg: Преглед в реален размер
br: Diskouez ar vent voutin
ca: Presentació a mida real
cy: Cyflwyno Maint Llawn
de: Originalgröße
es: Presentar en tamaño real
et: Esita tegelikus suuruses
fi: Näytä oikean kokoisena
ga: An Fíormhéid Faoi Láthair
gl: Presentar co tamaño actual
hr: Prikaži stvarnu veličinu
id: Tampilkan Ukuran Sebenarnya
ja: 実際のサイズ
ms: Paparkan saiz sebenar
nb: Vis i faktisk størrelse
pt: Exibir tamanho real
pt_br: Tamanho Real
ro: Prezent Dimensiune Întreagă
sl: Predstavi v dejanski velikosti
sq: Madhësia e Tanishme e Plotë
sr: Прикажи у правој величини
sv: Visa originalstorlek
te: అసలు సైజులో చూపించు
tr: Esas boyutta göster
uk: Справжній розмір
