Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Device Default (%(video)s)
bg: Стандартното за устройството (%(video)s)
ca: Dispositiu de (%(video)s) predeterminat
de: Voreingestelltes Gerät (%(video)s)
es: Dispositivo de (%(video)s) predeterminado
fi: Laitteen oletus (%(video)s)
ga: Réamshocrú an ghléis (%(video)s)
hr: Zadani uređaj (%(video)s)
nb: Standardenhet (%(video)s)
pt: Dispositivo pré-definido (%(video)s)
pt_br: Dispositivo padrão (%(video)s)
sr: Подразумевани уређај (%(video)s)
tr: Varsayılan Cihaz (%(video)s)

source: Name of Device
bg: Име на устройството
ca: Nom del dispositiu
de: Name des Gerätes
es: Nombre del dispositivo
et: Seadme nimi
fi: Laitteen nimi
ga: Ainm an ghléis
gl: Nome do dispositivo
hr: Naziv uređaja
ka: მოწყობილობის სახელი
nb: Navn på enhet
pt: Nome do dispositivo
pt_br: Nome do dispositivo
sl: Ime naprave
sr: Назив уређаја
tr: Cihazın İsmi
uk: Назва пристрою

source: Video Conversion
bg: Преобразуване на видео
ca: Conversió de vídeos
de: Video Konvertierung
es: Conversión de vídeo
et: Video konvertimine
fi: Videon muunto
ga: Físthiontú
gl: Conversión de vídeo
hr: Konverzija video zapisa
ka: ვიდეო კონვერტაცია
nb: Videokonvertering
pt: Conversão de vídeo
pt_br: Conversão de vídeo
sl: Pretvorba videa
sr: Претварање видео снимка
tr: Video Konuşması
uk: Конвертація відео

source: Audio Conversion
bg: Преобразуване на аудио
ca: Conversió d'àudio
de: Audio Konvertierung
es: Conversión de audio
et: Heli konvertimine
fi: Äänitiedoston muunnos
ga: Tiontú fuaime
gl: Conversión de son
hr: Konverzija zvučnog zapisa
nb: Lydkonvertering
pt: Conversão de áudio
pt_br: Conversão de áudio
sl: Pretvorba zvoka
sr: Претварање аудио снимка
tr: Ses Konuşması
uk: Конвертація аудіо

source: Store video in this directory
bg: Съхраняване на видеото в тази папка
de: Speichere Video in diesem Verzeichnis
es: Almacenar vídeo en este directorio
fi: Tallenna videot tähän kansioon
ga: Cuir físeáin i dtaisce sa chomhadlann seo
gl: Gardar o vídeo neste cartafol
hr: Spremi video zapis u ovaj direktorij
nb: Lagre video i denne mappen
pt: Guardar vídeos neste diretório
pt_br: Armazenar vídeo neste diretório
sl: Shrani video v tej mapi
sr: Складишти видео снимке у овој фасцикли
tr: Videoları bu dizine depola
uk: Зберегти відео в цій папці

source: Store audio in this directory
bg: Съхраняване на аудиотов тази папка
de: Speichere Audio in diesem Verzeichnis
es: Almacenar audio en este directorio
fi: Tallenna äänitiedostot tähän kansioon
ga: Cuir fuaimeanna i dtaisce sa chomhadlann seo
gl: Gardar os audios neste cartafol
hr: Spremi zvučni zapis u ovaj direktorij
nb: Lagre lyd i denne mappen
pt: Guardar músicas neste diretório
pt_br: Armazenar áudio neste diretório
sl: Shrani zvok v tej mapi
sr: Складишти аудио снимке у овој фасцикли
tr: Sesleri bu dizine depola
uk: Зберегти аудіо в цій папці

source: Always show this device, even if 'show all devices' is turned off
bg: Винаги да се показва това устройство, дори ако е изключено 'показване на всички устройства'
de: Dieses Gerät immer anzeigen, auch wenn "alle Geräte anzeigen" nicht ausgewählt ist.
es: Mostrar siempre este dispositivo, incluso si «mostrar todos los dispositivos» se encuentra desactivado
fi: Näytä tämä laite aina, vaikka 'Näytä kaikki laitteet' ei ole käytössä
ga: Taispeáin an gléas seo i gcónaí, fiú má tá 'taispeáin gach gléas' múchta
gl: Mostrar sempre este dispositivo, aínda que 'mostrar todos os dispositivos' estea desactivado
hr: Uvijek prikaži ovaj uređaj, iako je mogućnost 'Prikaži sve uređaje' isključena
nb: Alltid vis denne enheten, selv om 'Vis alle enheter' er slått av
pt: Mostrar sempre este dispositivo, mesmo que a opção "Mostrar todos os dispositivos" estiver inativa
pt_br: Sempre mostrar este dispositivo mesmo que a opção "mostrar todos os dispositivos" esteja desabilitado
sl: Vedno pokaži to napravo, četudi je 'pokaži vse naprave' izključen
sr: Увек приказуј овај уређај, иако је могућност „прикажи све уређаје“ искључена
tr: 'cihazları her zaman göster kapalı olsa bile' bu cihazı her zaman göster
uk: Завжди показувати цей пристрій, навіть якщо "показувати всі пристрої" виключено

source: Always convert videos before copying to this device, even if the video can play without conversion (may reduce video file sizes, but makes syncing much slower)
bg: Винаги преработвай видео преди прехвърляне на това устройство, дори когато то може да се гледа и в текущия си вид. (може да намали файловия размер, но силно ще забави синхронизирането)
hr: Uvijek konvertiraj video snimke prije kopiranja na ovaj uređaj, iako se video snimka ne može reproducirati bez konverzije (može smanjiti veličinu datoteke video snimke, ali može dosta usporiti usklađivanje)
nb: Konverter alltid videoer før de synkroniseres til denne enheten, selv om videoen kan spilles uten konvertering (kan redusere filstørrelsen, men synkroniseringen blir mye tregere)
tr: Video konuşma olmadan oynatılabiliyor olsa da bu cihaza kopyalamadan önce bütün videoları dönüştür (dosya boyutu düşebilir ama güncelleme daha yavaş yapılır)

source: Main
bg: Основни
ca: Principal
de: Allgemein
es: Principal
et: Peamine
ga: Príomh
gl: Principal
hr: Glavno
ka: მთავარი
nb: Hoved
pt: Principal
sr: Главно
tr: Ana
uk: Основний

source: Podcasts
bg: Подкасти
fi: Podcastit
ga: Podchraoltaí
hr: Podcasti
ka: პოდკასტები
nb: Podcaster
sr: Подемисије
tr: Podcast'ler
uk: Подкасти

source: Playlists
bg: Списъци за изпълнение
ca: Llistes de reproducció
de: Abspiellisten
es: Listas de Reproducción
et: Esitusloendid
fi: Soittolistat
ga: Seinmréimeanna
gl: Listas de reprodución
hr: Popisi izvođenja
ka: დასაკრავი სია
nb: Spillelister
pt: Listas de reprodução
pt_br: Listas de Reprodução
sl: Seznami predvajanja
sr: Спискови нумера
tr: Çalma Listeleri
uk: Плейлісти

source: Settings
bg: Настройки
br: Arventennoù
ca: Configuració
cy: Gosodiadau
de: Einstellungen
es: Preferencias
et: Seaded
fi: Asetukset
ga: Socruithe
gl: Axustes
hr: Postavke
id: Pengaturan
ja: 設定
ka: პარამეტრები
mk: Поставувања
ms: Tetapan
nb: Innstillinger
pt: Definições
pt_br: Configurações
ro: Opțiuni
sl: Nastavitve
sq: Rregullime
sr: Поставке
sv: Inställningar
te: అమరికలు
tr: Ayarlar
uk: Параметри

source: Individual Files
bg: Индивидуални файлове
hr: Pojedinačne datoteke
nb: Individuelle filer

source: Drag individual video and audio files onto the device in the sidebar to copy them.
bg: Завлечете отделни видео и аудио файлове върху устройството в страничната лента, за да ги копирате.
de: Ziehe eigene Audio- und Video Dateien auf das Gerät in der Seitenleiste, um sie zu kopieren.
es: Arrastre archivos individuales de vídeo y audio sobre el dispositivo en la barra lateral para copiarlos.
fi: Video- ja äänitiedostojen pudottaminen laitapalkissa olevaan laitteeseen kopioi tiedostot.
gl: Arrastrar dentro do dispositivo, sobre a barra lateral, os ficheiros individuais de son e vídeo para copialos.
hr: Za kopiranje dovucite pojedinačne datoteke video i zvučnih zapisa uz uređaj na bočnu traku.
nb: Dra individuelle video- og lydfiler på enhetsikonet i sidestolpen for å kopiere dem.
pt: De modo a copiar os ficheiros áudio e vídeo, arraste-os para o dispositivo na barra lateral.
pt_br: Arraste um arquivo de áudio ou de vídeo para o dispositivo na barra lateral para copiá-lo.
sr: Превуците појединачне видео и аудио датотеке на уређај у бочној палети да их умножите.
tr: Her bir ses ve video dosyasını kopyalamak için kenar çubuğundaki cihazın üstüne sürükleyiniz.
uk: Перетягніть окремі відео та аудіо файли на пристій в бічній панелі, щоб скопіювати їх

source: Syncing
bg: Синхронизиране
hr: Usklađivanje
nb: Synkroniserer

source: Use the tabs above and these options for automatic syncing.
hr: Koristite kartice iznad i ove mogućnosti za automatsko usklađivanje.
nb: Bruk fanene over og disse valgene for automatisk synkronisering.

source: Sync automatically when this device is connected
bg: Синхронизирай автоматично когато това устройство е свързано
hr: Automatski uskladi kada je ovaj uređaj spojen
nb: Synkroniser automatisk når denne enheten kobles til

source: Don't fill more than %(count)i percent of the free space when syncing
bg: Не запълвай повече от %(count)i процента от празното място при синхронизация
hr: Nemoj ispuniti više od %(count)i posto slobodnog prostor tijekom usklađivanja
nb: Ikke fyll mer enn %(count)i prosent av ledig plass under synkronisering

source: Auto Fill
hr: Automatski ispuni
nb: Autofyll

source: After syncing my selections in the tabs above, fill remaining space with:
bg: След синхрон по горепосочените желания, нека оставащото свободно място бъде запълвано с:
hr: Nakon usklađivanja mojeg odabira na kartici iznad, ispuni preostali prostor sa:
nb: Etter at mine valg er synkronisert, fyll resten av plassen med:
tr: Yukarıdaki sekmede seçimlerimi eşledikten sonra kalan boşluğu: .... ile doldur

source: Newest Music
bg: Най-нова музика
hr: Najnovija glazba
nb: Nyeste Musikk
tr: En yeni Müzik

source: Random Music
bg: Случайна музика
hr: Naizmjenična glazba
nb: Tilfeldig Musikk
tr: Rastgele Müzik

source: Most Played Songs
bg: Най-слушани песни
hr: Najčešće reproducirane pjesme
nb: Mest spilte sanger
tr: En çok çalınan Şarkı

source: New Playlists
bg: Нови плейлисти
hr: Novi popisi izvođenja
nb: Nye spillelister
tr: Yeni çalma listeleri

source: Most Recent Podcasts
bg: Най-нови подкасти
hr: Najčešće nedavno reproducirani podcasti
nb: Nyeste podcaster
tr: En Güncel Podcastler

source: Less
bg: По-малко
hr: Manje
nb: Mindre
tr: Daha az

source: More
bg: Повече
hr: Više
nb: Mer
tr: Daha fazla

source: Your device isn't telling us its exact model number.
bg: Устройството ви не ни съобщава точния си модел.
de: Dein Gerät teilt uns nicht seine exakte Modellnummer mit.
es: Su dispositivo no nos indica el número de modelo exacto.
fi: Laitteesi ei kerro tarkkaa mallinumeroaan.
gl: O dispositivo non nos informa do seu número de modelo exacto.
hr: Vaš uređaj nam ne govori njegov točan broj modela.
nb: Enheten oppgir ikke sitt riktige modellnummer
pt: O seu dispositivo não está a fornecer o modelo.
pt_br: Seu dispositivo não está nos dizendo qual é seu número de modelo exato.
sr: Ваш уређај нам не шаље податке о броју модела.
tr: Cihazınız kesin model numarasını söylemiyor.
uk: Ваш пристрій не надає дійсного номеру моделі

source: For optimal video conversion, select the device model.
bg: За оптимално преобразуване на видео изберете модел на устройството.
de: Wähle das Modell des Gerätes, um eine optimale Videokonvertierung zu erreichen.
es: Para una conversión óptima de vídeo, seleccione el modelo del dispositivo.
fi: Valitse laitteen malli luodaksesi videosta mahdollisimman laadukas muunnos.
gl: Para unha conversión óptima de vídeo, seleccione o modelo de dispositivo.
hr: Za optimalnu video konverziju odaberite model uređaja.
nb: For optimal videokonvertering, velg din enhets modell.
pt: Para um melhor conversão de vídeos, selecione o modelo do dispositivo.
pt_br: Para uma conversão de vídeo ideal, selecione o modelo do dispositivo.
sr: Ради исправног претварања видео снимка, изаберите модел уређаја.
tr: Daha iyi video konuşması için, cihaz modelini seçiniz.
uk: Для оптимальної конвертації відео виберіть модель пристрою

source: If you don't know the model or it doesn't appear in the list, it's fine to choose the 'Generic' device option.
bg: Ако не знаете модела или той не се появява в списъка, няма проблем да изберете 'Общ'.
de: Falls du das Modell nicht kennst oder es nicht in der Liste erscheint, wähle die 'Generiv' Geräteoption.
es: Si no conoce el modelo o no aparece en la lista, puede elegir la opción de dispositivo «genérico».
fi: Jollet tiedä laitteen mallia tai sitä ei löydy listalta, voit valita laiteasetukseksi 'Yleinen'.
gl: Se non coñece o modelo ou este non aparece na listaxe, debería escoller a opción de dispositivo 'Xenérico'.
hr: Ako ne znate model ili ako nije na popisu, dobro je da odaberete 'Generic' mogućnost uređaja.
nb: Hvis du ikke vet hvilken enhetsmodell du har, eller den ikke dukker opp i listen, kan du velge Generisk Enhet.
pt: Se você não sabe o modelo ou este não aparece na lista, pode escolher o modelo "Genérico".
pt_br: Se você não sabe o modelo ou ele não aparece na lista, é recomendável escolher a opção dispositivo 'Generic'.
sr: Ако не знате модел или он није на списку, изаберите могућност „Опште“.
tr: Eğer model numarasını bilmiyorsanız yada listede görünmüyorsa, sorun değil 'Genel' cihaz seçeneklerini seçebilirsiniz.

source: This is my device
bg: Това е моето устройство
ca: Aquest és el meu dispositiu
de: Das ist mein Gerät.
es: Éste es mi dispositivo
fi: Tämä on laitteeni.
ga: Seo é mo ghléas
gl: Este é o meu dispositivo
hr: To je moj uređaj
nb: Dette er min enhet
pt: Este é o meu dispositivo
pt_br: Este é meu dispositivo
sl: To je moja naprava
sr: Ово је мој уређај
tr: Bu benim cihazım
uk: Це мій пристрій

source: This device is not yet mounted.
bg: Това устройство все още не е монтирано.
de: Das Gerät wurde noch nicht eingebunden.
es: El dispositivo no está montado todavía.
fi: Tätä laitetta ei ole vielä liitetty.
gl: O dispositivo aínda non está montado.
hr: Ovaj uređaj još nije montiran.
nb: Denne enheten er ikke montert enda.
pt: Este dispositivo não está montado.
pt_br: O dispositivo não está montado ainda.
sl: Ta naprava še ni priključena.
sr: Овај уређај још увек није монтиран.
tr: Bu cihaz henüz takılmadı.
uk: Пристрій ще не змонтований

source: %(databasecount)s: Delete
bg: %(databasecount)s: Изтриване
br: %(databasecount)s: Diverkañ
ca: %(databasecount)s: suprimeix
de: %(databasecount)s: Löschen
es: %(databasecount)s: Eliminar
fi: %(databasecount)s: Poista
ga: %(databasecount)s: Scrios
gl: %(databasecount)s: eliminar
hr: f%(databasecount)s: obrisano
id: %(databasecount)s: Dihapus
ka: %(databasecount)s: წაშლა
nb: %(databasecount)s: Slett
pt: %(databasecount)s: Apagar
pt_br: %(databasecount)s: Deletar
ro: %(databasecount)s: Sterse
sr: %(databasecount)s: избриши
sv: %(databasecount)s: radera
tr: %(databasecount)s: Sil
uk: %(databasecount)s: Вилучити

source: Show
bg: Показване
br: Diskouez
ca: Programa
cy: Dangos
de: Anzeigen
es: Programa
et: Näita
fi: Näytä
ga: Taispeáin
gl: Programa de TV
hr: Emisija/Prikaži
id: Tampilkan
ja: 表示
ka: ჩვენება
mk: Прикажи
ms: Papar
nb: Vis
pt: Programa
ro: Arată
sl: Pokaži
sq: Shfaqe
sr: Прикажи
sv: Visa
te: చూపించు
tr: Göster
uk: Показати

source: Diagnostics
bg: Диагностика
br: Amprouadurioù
ca: Diagnòstic
cy: Diagnosteg
de: Diagnose
es: Diagnóstico
et: Diagnostika
fi: Vianetsintä
ga: Diagnóisic
gl: Diagnósticos
hr: Dijagnostika
id: Praduga
ja: 診断
mk: Дијагностики
ms: Diagnostik
nb: Diagnostikk
pt: Diagnósticos
pt_br: Diagnósticos
ro: Diagnostice
sl: Diagnostika
sq: Diagnostikime
sr: _Дијагностике
sv: Diagnostik
tr: Tanılar
uk: Діагностика

source: Movies location:
bg: Местоположение на филмите
br: Lec’h ar filmoù:
ca: Ubicació de les pel·lícules:
cy: Lleoliad ffilmiau:
de: Speicherort der Filme:
es: Ubicación de los vídeos:
et: Filmide asukoht:
fi: Videoiden sijainti:
ga: Suíomh na scannán:
gl: Localización das películas:
hr: Lokacija filmova:
id: Lokasi film:
ja: ムービー・ロケーション:
ka: ფილმების მდებარეობა:
mk: Локација на филмовите:
ms: Lokasi cereka:
nb: Mappe for videoer:
pt: Localização de vídeos:
pt_br: Local dos vídeos
ro: Locație filme:
sl: Mesto filmov:
sq: Vend filmash:
sr: Путања филмова:
sv: Plats för filmer:
te: మోవీల స్థానం:
tr: Filmlerin yeri:
uk: Шлях до фільмів:

source: Icon cache location:
bg: Местоположение на кеша на иконите:
br: Lec’h krubuilh an ikonoù :
ca: Ubicació de la memòria cau de les icones:
cy: Lleoliad storfa eiconau:
de: Verzeichnis für Vorschaubilder:
es: Ubicación del icono:
et: Ikoonide vahemälu asukoht:
fi: Kuvakevälimuistin sijainti:
ga: Suíomh taisce na deilbhíní:
gl: Localización da caché de iconas:
hr: Lokacija predmemorije minijature:
id: Lokasi ikon cache:
ja: アイコンキャッシュ・ロケーション:
ka: ხატულების ქეშის მდებარეობა:
mk: Локација на кешот за икони:
ms: Lokasi cache Ikon:
nb: Mappe for ikoner:
pt: Localização da cache de ícones:
pt_br: Local do cache:
ro: Locație cache pentru pictograme:
sl: Mesto medpomnilnika ikon:
sq: Vend Fshehtine Ikonash:
sr: Путања иконица:
sv: Plats för ikoncache:
te: ఐకను కాషె స్థానం:
tr: Simge hafıza yeri:
uk: Розташування кешу іконок:

source: Log file location:
bg: Място за лог файла
br: Lec’h ar restr renabliñ
ca: Ubicació del fitxer de registre:
cy: Lleoliad ffeil gofnodi:
de: Ort der Logdatei:
es: Ubicación del diario de conexión:
et: Logifaili asukoht:
fi: Lokitiedoston sijainti:
ga: Suíomh an oiris:
gl: Localización do rexistro:
hr: Lokacija zapisa datoteke:
id: Lokasi File Log
ja: ログファイル・ロケーション:
ka: ჟურნალის მდებარეობა:
mk: Локација на Лог-документот:
ms: Lokasi fail log:
nb: Mappe for loggfil:
pt: Localização do ficheiro de registo:
pt_br: Local do arquivo Log
ro: Locație jurnal:
sl: Mesto datotek zapisnikov:
sq: Vend kartele regjistrim:
sr: Путања извештаја:
sv: Plats för loggfiler:
te: లాగ్ ఫైలు స్థానం:
tr: Log dosyası yeri:
uk: Шлях до файлу журналу:

source: Downloader log file location:
bg: Местоположение на дневника на програмата за изтегляне
br: Lec’h restr renabliñ ar pellgargañ:
ca: Localització del fitxer de registre de les baixades:
cy: Lleoliad ffeil gofnodi lawrlwythwyr:
de: Ort der Download-Logdatei:
es: Ubicación del diario de descargas:
et: Allalaadimise logifaili asukoht:
fi: Lataajan lokitiedoston sijainti:
ga: Suíomh oireas an íosluchtatheora:
gl: Localización do rexistro de descargas:
hr: Lokacija datoteke zapisa preuzimanja:
id: Lokasi berkas log dari pengunduh:
ja: ダウンローダー・ログファイル・ロケーション:
ka: გადმომწერის ჟურნალის მდებარეობა:
mk: Превземач Лог-документ локација:
ms: Lokasi fail log pemuat turun
nb: Mappe for nedlastingslogg:
pt: Localização do registo de transferências:
pt_br: Carregar local do arquivo de log
ro: Locația jurnalului de descărcări:
sl: Mesto datoteke zapisnika prenosov:
sq: Vend kartele regjistrimi shkarkimesh:
sr: Путања извештаја програма за преузимање:
sv: Plats för hämtningsloggfil:
te: దింపుకోలుదారు లాగ్ ఫైలు స్థానం:
tr: İndiricinin Log dosyası yeri:
uk: Шлях до файлу журналу завантажувача:

source: Database file location:
bg: Локация на файла на базата данни
br: Lec’h ar roadenneg
ca: Ubicació del fitxer de la base de dades:
cy: Lleoliad ffeil gronfa ddata:
de: Ort der Datenbankdatei:
es: Ubicación de la base de datos:
et: Andmebaasi-faili asukoht:
fi: Tietokantatiedoston sijainti:
ga: Suíomh an chomhaid bunachar sonraí:
gl: Localización da base de datos:
hr: Lokacija datoteke baze podataka:
id: Lokasi berkas database:
ja: データベースファイル・ロケーション:
ka: მონაცემთა ბაზის მდებარეობა:
mk: Локација на документот на датабазата:
ms: Lokasi fail pengkalan data:
nb: Mappe for database:
pt: Localização da base de dados:
pt_br: Local do arquivo de base de dados
ro: Locația bazei de date:
sl: Mesto datoteke zbirke podatkov:
sq: Vend kartele baze të dhënash:
sr: Путања датотеке базе података:
sv: Plats för databasfil:
te: డేటాబేసు ఫైలు స్థానం:
tr: Veritabanının yeri:
uk: Шлях до файлу бази даних:

source: Crash reports location:
bg: Местоположение на докладите за срив:
ca: Ubucació dels informes d'error:
de: Ort der Absturzdokumentation:
es: Localización de los informes de errores:
fi: Kaatumisraporttien sijainti:
gl: Localización dos informes de fallos:
hr: Lokacija izvješća rušenja:
nb: Mappe for kræsjrapporter:
pt: Localização dos relatórios de erro:
pt_br: Localização dos relatórios de falha:
sr: Локација извештаја падова:
tr: Çökme raporu konumu:
uk: Розташування взітів про вильоти програми

source: Space free on disk:
bg: Свободно място на диска:
br: Egorenn zieub war ar bladenn:
ca: Espai lliure al disc dur:
cy: Lle ar gael ar ddisg:
de: Freier Festplattenspeicher:
es: Espacio libre en disco:
et: Vaba ruumi kettal:
fi: Vapaata tilaa levyllä:
ga: Slí shaor ar an diosca:
gl: Espazo libre no disco:
hr: Slobodan prostor na disku:
id: Ruang kosong pada tempat penyimpanan:
ja: ディスク上の空き容量:
ka: ცარიელი სივრცე დისკზე:
mk: Слободно место на дискот:
ms: Ruang kosong dalam cakera:
nb: Ledig plass på disken:
pt: Espaço livre em disco:
pt_br: Espaço livre em disco
ro: Spațiu liber pe disc:
sl: Prostor na disku:
sq: Hapësirë e lirë në disk:
sr: Слободан простор на диску:
sv: Ledigt utrymme på disken:
te: డిస్కుపై ఖాళీగా ఉన్న జాగా:
tr: Diskteki mevcut boş alan:
uk: Вільний простір на диску:

source: Database size:
bg: Големина на база данните
br: Ment an diaz roadennoù
ca: Mida de la base de dades:
cy: Maint cronfa ddata:
de: Größe der Datenbank:
es: Tamaño de la base de datos:
et: Andmebaasi maht:
fi: Tietokannan koko:
ga: Méid an bhunachair sonraí:
gl: Tamaño da base de datos:
hr: Veličina baze podataka:
id: Ukuran database:
ja: データベースのサイズ
ka: მონაცემთა ბაზის ზომა:
mk: Големина на датабазата:
ms: Saiz pengkalan data:
nb: Databasestørrelse:
pt: Tamanho da base de dados:
pt_br: Tamanho do banco de dados:
ro: Dimensiunea bazei de date:
sl: Velikost zbirke podatkov:
sq: Madhësi baze të dhënash:
sr: Величина базе података:
sv: Databasstorlek:
te: డాటాబేసు పరిమాణం:
tr: Veritabanı boyutu
uk: Об’єм бази даних:

source: Total db objects in memory:
bg: Общо db обекти в паметта:
br: Niver a roadennoù eñvoret
ca: Total de objectes de la base de dades en la memòria
cy: Yr holl gwrthrychau db mewn cof:
de: Anzahl der Datenbankobjekte im Speicher:
es: Obtejos db totales en memoria:
et: Db objekte kokku mälus:
fi: Tietokanta-objekteja muistissa kaikkiaan:
ga: Líon iomlán na réadanna bhunachair shonraí atá sa chuimhne:
gl: Obxectos totais da base de datos na memoria:
hr: Ukupno objekata baze podataka u memoriji:
id: Jumlah obyek db pada memori:
mk: Вкупно дб објекти во меморијата:
ms: Jumlah objek db dalam memori:
nb: Antall databaseobjekter i minnet:
pt: Total de objetos da base de dados em memória:
pt_br: Total de objetos de banco de dados na memória
ro: Număr total de obiecte db în memorie:
sl: Skupno predmetov db v pomnilniku:
sq: Objekte db gjithsej në kujtesë:
sr: Укупан број објеката у бази података:
sv: Totalt antal db-objekt i minnet:
te: మెమొరీలో ఉన్న మొత్తం db ఆబ్జెక్టులు
tr: Hafızadaki toplam vt nesnesi
uk: Всього об’єктів БД в пам’яті:

source: Total db backups:
bg: Общ брой резевни копия на базата данни:
br: Niver db a viradennoù
ca: Total de còpies de seguretat de la base de dades:
de: Gesamte DB-Backups:
es: Total copias de seguridad de base de datos:
fi: Tietokantojen varmuuskopioita yhteensä:
gl: Copias de seguranza db totais:
hr: Ukupno sigurnosnih kopija baze podataka:
id: Total db cadangan:
nb: Antall database-sikkerhetskopier:
pt: Cópias da base de dados:
pt_br: Quantidade total de backups do db:
ro: Total salvari ale bazei de date:
sr: Укупно резерви базе података:
sv: Totalt antal db-säkerhetskopior:
tr: Toplam veri tabanın yedeği:
uk: Загалом резервних копій БД:
