Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Select a Subtitles file...
bg: Изберете субтитри
br: Dibab restr Istitloù
ca: Selecciona un fixer de subtítols...
cy: Dewiswch ffeil is-deitlau
de: Untertitel-Datei auswählen...
es: Seleccionar archivo de subtitulos...
et: Vali subtiitri fail...
fi: Valitse tekstitystiedosto...
ga: Roghnaigh comhad Fotheidil...
gl: Seleccionar un subtítulo
hr: Odaberi datoteku podnadlova...
id: Pilih berkas subtitle
ka: სუბტიტრის ფაილის მითითება...
ms: Pilih fail sarikata...
nb: Velg en undertekst fil...
pt: Selecione um ficheiro de legendas...
pt_br: Selecione um arquivo de legenda...
ro: Alege fişier subtitrare...
sl: Izberite datoteko s podnapisi ...
sq: Përzgjidhni Kartelë titrash...
sr: Изабери титл...
sv: Välj en undertextfil...
te: ఉపటైటిళ్ళ ఫైలును ఎంచుకో..
tr: Bir altyazı dosyası seçin...
uk: Вибрати файл із субтитрами...

source: All files
bg: Всички файлове
br: Pep restr
ca: Tots els fitxers
cy: Pob ffeil
de: Alle Dateien
es: Todos los archivos
et: Kõik failid
fi: Kaikki tiedostot
ga: Gach comhad
gl: Todos os ficheiros
hr: Sve datoteke
id: Semua berkas
ja: 全てのファイル
ka: ყველა ფაილი
mk: Сите датотеки
ms: Semua fail-fail
nb: Alle filer
pt: Todos os ficheiros
pt_br: Todos os arquivos
ro: Toate fișierele
sl: Vse datoteke
sq: Tërë kartelat
sr: Све датотеке
sv: Alla filer
te: అన్ని ఫైళ్ళు
tr: Tüm Dosyalar
uk: Всі файли

source: Choose
bg: Избор
br: Diuzañ
ca: Tria
cy: Dewis
de: Auswählen
es: Elegir
et: Vali
fi: Valitse
ga: Roghnaigh
gl: Escoller
hr: Odaberi
id: Pilih
ja: 選択
ka: არჩევა
mk: Избери
ms: Pilih
nb: Velg
pt: Escolher
pt_br: Escolher
ro: Alege
sl: Izberite
sq: Zgjidhni
sr: Изабери
sv: Välj
te: ఎంచుకో
tr: Seçim
uk: Вибрати

source: About %(appname)s
bg: Относно %(appname)s
br: Diwar-benn %(appname)s
ca: Quant al %(appname)s
cy: Ynghylch %(appname)s
de: Über %(appname)s
es: Acerca de %(appname)s
et: Teave %(appname)s
fi: Tietoja %(appname)ssta
ga: Maidir le %(appname)s
gl: Sobre %(appname)s
hr: O %(appname)s-u
id: Tentang %(appname)s
ka: %(appname)s-ს შესახებ
mk: За %(appname)s
ms: Perihal %(appname)s
nb: Om %(appname)s
pt: Sobre o %(appname)s
pt_br: Sobre o %(appname)s
ro: Despre %(appname)s
sl: O programu %(appname)s
sq: Rreth %(appname)ss
sr: О %(appname)s програму
sv: Om %(appname)s
te: %(appname)s గురించి
tr: %(appname)s Hakkında
uk: Про %(appname)s

source: %(copyright)s. See license.txt file for details. %(trademark)s
bg: %(copyright)s. Вижте license.txt файла за подробности. %(trademark)s
br: %(copyright)s. Sellit ouzh ar restr .txt evit kaout muioc’h a vunudoù. %(trademark)s
cy: %(copyright)s. Gweler ffeil license.txt am fanylion. %(trademark)s
de: %(copyright)s. Weitere Details finden Sie in license.txt. %(trademark)s
es: %(copyright)s. Vea el archivo license.txt para más detalles. %(trademark)s
et: %(copyright)s. Vaata license.txt faili rohkem info saamiseks. %(trademark)s
fi: %(copyright)s. Katso yksityiskohdat tiedostosta license.txt. %(trademark)s
ga: %(copyright)s. Féach an comhad license.txt do na sonraí. %(trademark)s
gl: %(copyright)s. Ver o ficheiro license.txt para os detalles. %(trademark)s
hr: %(copyright)s. Pogledajte 'license.txt' datototeku za više pojedinosti. %(trademark)s
id: %(copyright)s. Lihat licencse.txt untuk lebih jelas. %(trademark)s
mk: %(copyright)s. Види license.txt за детали. %(trademark)s
ms: %(copyright)s. Lihat fail license.txt untuk perincian. %(trademark)s
nb: %(copyright)s. Se filen «license.txt» for mer informasjon. %(trademark)s.
pt: %(copyright)s. Leia o ficheiro license.txt para ver os detalhes. %(trademark)s
pt_br: %(copyright)s. Veja o arquivo license.txt file para maiores detalhes. %(trademark)s
ro: %(copyright)s. Consultați fișierul license.txt pentru detalii de licențiere. %(trademark)s
sl: %(copyright)s. Če vas zanimajo podrobnosti, si oglejte datoteko license.txt. %(trademark)s
sq: %(copyright)s. Shihni kartelën license.txt për hollësi. %(trademark)s
sr: %(copyright)s. Погледајте license.txt датотеку за више информација. %(trademark)s
sv: %(copyright)s. Se license.txt-filen för detaljer. %(trademark)s
te: %(copyright)s. వివరాలకు license.txt ఫైలు చూడండి %(trademark)s
tr: %(copyright)s. Ayrıntılar için license.txt dosyasına bakın. %(trademark)s
uk: %(copyright)s. Подробиці у файлі license.txt . %(trademark)s

source: Thank you to all the people who contributed to %(appname)s %(version)s:
bg: Благодарности на всички, които допринесоха към %(appname)s %(version)s:
es: Gracias a toda la gente que ha contribuido en %(appname)s %(version)s:
fi: Kiitos kaikille, jotka auttoivat %(appname)s %(version)s:n tekemisessä:
hr: Zahvaljujemo svim ljudima koji su doprinjeli %(appname)s %(version)s:
nb: Tusen takk til alle som har bidratt til %(appname)s %(version)s:
pt: Obrigado a todas as pessoas que colaboraram com o %(appname)s %(version)s:
pt_br: Agradecemos a todas as pessoas que contribuíram com %(appname)s %(version)s:
tr: %(appname)s %(version)s ya katkıda bulunan herkese teşekkürler:

source: To help fund continued %(appname)s development, visit the donation page at:
bg: Подпомогнете разработката на %(appname)s като посетите страницата за дарения:
es: Para ayudar al financiamiento del desarrollo continuo de %(appname)s, visite la página de donaciones en:
fi: Vieraile lahjoitussivulla auttaaksesi %(appname)sn kehitystä:
hr: Ako želite pomoći u %(appname)s razvoju, posjetite stranicu donacija na:
nb: For å hjelpe oss å finansiere videre utvikling av %(appname)s, vennligst besøk donasjons-siden på:
pt: Para patrocinar o desenvolvimento do %(appname)s, visite a nossa página de donativos:
pt_br: Para ajudar a financiar o constante desenvolvimento do %(appname)s, visite a página de doação em:
tr: %(appname)s nun geliştirilmesi bağışda bulunmak için bağış sayfasını ziyaret edebilirsiniz:

source: Recently Watched
bg: Наскоро гледани
de: Zuletzt angesehen
es: Vistos recientemente
fi: Äskettäin katseltuja
ga: Feicthe Le Déanaí
gl: Vistos recentemente
hr: Nedavno pogledano
nb: Nylig sett
pt: Reproduzidos recentemente
pt_br: Monitorados Recentemente
tr: Yakın zamanda izlenenler

source: Recently Listened To
bg: Наскоро слушани
de: Zuletzt angehört
es: Escuchados recientemente
fi: Äskettäin kuunneltuja
ga: Éiste Le Déanaí
hr: Nedavno poslušano na
nb: Nylig hørt på
pt: Recentemente, escutou
pt_br: Escutados Recentemente

source: Recent Downloads
bg: Последно изтеглени
de: Letzte Downloads
es: Descargas recientes
fi: Äskettäin ladattuja
ga: Íosluchtuithe Le Déanaí
gl: Descargas recentes
hr: Nedavno preuzeto
nb: Nylige nedlastinger
pt: Transferências recentes
pt_br: Downloads Recentes
tr: Yakın zamanda yapılan yüklemeler

source: Remove From the Library
bg: Премахване от видеотеката
br: Skarzhañ eus al Levraoueg
ca: Suprimeix de la biblioteca
cy: Tynnu o'r Llyfrgell
de: Aus der Medienbibliothek entfernen
es: Eliminar de la biblioteca
et: Eemalda videokogust
fi: Poista kirjastosta
ga: Bain ón Leabharlann
gl: Eliminar da biblioteca
hr: Ukloni iz zbirke
id: Hapus Dari Pustaka
ja: ライブラリーから削除
ka: ბიბლიოთეკიდან მოცილება
mk: Отстрани од библиотеката
ms: Buang dari Perpustakaan
nb: Fjern fra biblioteket
pt: Remover da coleção
pt_br: Remover da Biblioteca
ro: Șterge din bibliotecă
sl: Odstrani iz knjižnice
sq: Hiqe Prej Bibliotekës
sr: Уклони из библиотеке
sv: Ta bort från biblioteket
te: లైబ్రరీ నుండి తీసివెయ్యి
tr: Kütüphaneden Çıkart
uk: Вилучити з медіаколекції.

source: Delete from Drive
bg: Изтриване от дяла
ca: Suprimeix del dispositiu
de: Von der festplatte löschen
es: Eliminar de la unidad
fi: Poista asemalta
ga: Scrios ón Tiomántán
gl: Eliminar do dispositivo
hr: Obriši sa diska
nb: Slett fra disken
pt: Apagar no disco
pt_br: Deletar do Drive
tr: Sürücüden sil

source: Edit Item Details
bg: Редактиране подробностите на обекта
ca: Edita els detalls de l'element
de: Elemente-Details bearbeiten
es: Editar detalles del elemento
fi: Muokkaa kohteen tietoja
gl: Editar a información do elemento
hr: Uredi pojedinosti stavke
ka: ელემენტის დეტალების რედაქტირება
nb: Rediger detaljer
pt: Editar detalhes
pt_br: Editar detalhes do Item
sl: Uredi podrobnosti elementa
tr: Öğe ayrıntılarını düzenle

source: Convert to %(conversion)s
bg: Преобразуване в в %(conversion)s
ca: Converteix a %(conversion)s
de: Zu %(conversion)s konvertieren
es: Convertir a %(conversion)s
fi: Muunna muotoon %(conversion)s
ga: Tiontaigh go %(conversion)s
gl: Converter a %(conversion)s
hr: Konvertiraj u %(conversion)s
ka: %(conversion)s-ში კონვერტაცია
nb: Konverter til %(conversion)s
pt: Converter para %(conversion)s
pt_br: Converter para %(conversion)s

source: Convert to...
bg: Преобразуване в...
br: Treiñ davet
ca: Converteix a...
cy: Trosi i...
de: Konvertieren zu...
es: Convertir a...
fi: Muunna muotoon...
ga: Tiontaigh go...
gl: Converter a...
hr: Konvertiraj u...
id: Konversi ke:
ka: კონვერტაცია...
ms: Tukar ke...
nb: Konverter til...
pt: Converter para...
pt_br: Converter para...
ro: Conveteste in
sl: Pretvori v ...
sr: Претвори у...
sv: Konvertera till...
tr: Şuna dönüştür...
uk: Конвертувати у...

source: Set media kind as...
hr: Postavi vrstu medija kao...
nb: Angi mediatype...

source: Don't Use Online Lookup Data
hr: Ne koristi online pretraživanje podataka
nb: Ikke bruk elektronisk oppslag

source: Use Online Lookup Data
hr: Koristi online pretraživanje podataka
nb: Bruk elektronisk oppslag

source: Play
bg: Изпълнение
br: C'hoari
ca: Reprodueix
cy: Chwaraewch
de: Abspielen
es: Reproducir
et: Esita
fi: Toista
ga: Seinn
gl: Reproducir
hr: Reproduciraj
id: Mainkan
ja: 再生
ka: დაკვრა
mk: Репродуцирај
ms: Main
nb: Spill av
pt: Reproduzir
pt_br: Reproduzir
ro: Redă
sl: Predvajaj
sq: Luaje
sr: Репродукуј
sv: Spela upp
te: నడుపు
tr: Yürüt
uk: Відтворити

source: Pause
bg: На пауза
ca: Fes una pausa
es: Pausa
et: Paus
fi: Keskeytä
ga: Cuir ar Shos
gl: Pausar
hr: Pauziraj
pt: Pausar
pt_br: Pausa
sr: Паузирај
tr: Duraklat
uk: Призупинити

source: Resume at %(resumetime)s
bg: Продължава след %(resumetime)s сек.
br: Adkregiñ da %(resumetime)s
ca: Reprèn a %(resumetime)s
cy: Ailgycheyn ar %(resumetime)s
de: Fortsetzen bei %(resumetime)s
es: Reanudar en %(resumetime)s
fi: Jatka kohdasta %(resumetime)s
ga: Atosaigh ag %(resumetime)s
gl: Continuar en %(resumetime)s
hr: Pokreni na %(resumetime)s
id: Dilanjutkan pada %(resumetime)s
ka: გაგრძელება %(resumetime)s-დან
ms: Sambung semula di %(resumetime)s
nb: Fortsett fra %(resumetime)s
pt: Retomar em %(resumetime)s
pt_br: Continuar em %(resumetime)s
ro: Reporneste la %(resumetime)s
sr: Настави на %(resumetime)s
sv: Återuppta vid %(resumetime)s
te: %(resumetime)s కు తిరిగి కొనసాగించు
uk: Повернутись до %(resumetime)s

source: Mark as Unplayed
bg: Маркиране като непреглеждан
br: Merkañ dic’hoariet
ca: Marca com no reproduït
cy: Gosodwch fel heb ei Chwarae
de: Als ungespielt markieren
es: Marcar como no-reproducido
et: Märgista mittemängituks
fi: Merkitse toistamattomaksi
ga: Rianaigh mar Neamhsheinnte
gl: Marcar como non-reproducido
hr: Označi kao nereproducirano
id: Tandai sebagai belum dimainkan
ka: დაუკრავად მონიშვნა
mk: Означи како нерепродуциран
ms: Tanda sebagai belum main
nb: Merk som ikke spilt
pt: Marcar com não reproduzido
pt_br: Marcar como Não-Tocado
ro: Marchează ca neredat
sl: Označi kot nepredvajano
sq: Shënoje si të Paluajtur
sr: Означи као нерепродуковано
sv: Märk som ospelad
te: ప్లే చెయ్యనట్టుగా గుర్తించు
tr: Çalınmadı olarak İşaretle
uk: Позначити як, ще не відтворене

source: Mark as Played
bg: Маркиране като преглеждан
br: Merkañ c’hoariet
ca: Marca com a reproduït
cy: Gosodwch fel wedi'i Chwarae
de: Als gespielt markieren
es: Marcar como reproducido
et: Märgista mängituks
fi: Merkitse toistetuksi
ga: Rianaigh mar Seinnte
gl: Marcar como reproducido
hr: Označi kao reproducirao
id: Tandai sebagai telah dimainkan
ka: დაკრულად მონიშვნა
mk: Означи како репродуциран
ms: Tanda sebagai sudah main
nb: Merk som avspilt
pt: Marcar como reproduzido
pt_br: Marcar como Tocado
ro: Marchează ca redat
sl: Označi kot predvajano
sq: Shënoje si të Luajtur
sr: Означи као репродуковано
sv: Märk som uppspelad
te: ప్లే చేసినట్టుగా గుర్తించు
tr: Çalındı olarak işaretle
uk: Позначити як відтворене

source: Play Just This Item
bg: Възпроизвеждане само този обект
br: C’hoari an dra-mañ hepken
ca: Reprodueix només aquest element
cy: Chwaraewch Hwn Yn Unig
de: Nur dieses Objekt abspielen
es: Reproducir sólo este elemento
et: Esita ainult seda kirjet
fi: Toista vain tämä kohde
ga: Seinn An Mhír Seo Amháin
gl: Reproducir só este elemento
hr: Reproduciraj samo ovu stavku
id: Mainkan Item yang Ini Saja
ka: მხოლოდ ამ ელემენტის დაკვრა
mk: Репродуцирај го само овој објект
ms: Main sahaja item ini
nb: Spill av bare dette elementet
pt: Reproduzir apenas este item
pt_br: Reproduzir Este Item
ro: Redă doar acest element
sl: Predvajaj le izbrano
sq: Luaj Vetëm Këtë Pjesë
sr: Репродукуј само ову ставку
sv: Spela endast upp detta objekt
te: ఈ అంశమును మాత్రమే ఆడించు
tr: Sadece Bu Parçayı Oynat
uk: Відтворити лише цей запис

source: Add to Playlist
bg: Добавяне към списъка за изпълнение
br: Ouzhpennañ d’ar roll-c’hoari
ca: Afegeix a la llista de reproducció
cy: Ychwanegwch i'r Rhestr Chwarae
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción
et: Lisa esitusnimekirja
fi: Lisää soittolistalle
ga: Cuir leis an Seinnréim
gl: Engadir á listaxe de reprodución
hr: Dodaj u popis izvođenja
id: Tambahkan ke Playlist
ka: საკრავ სიაში ჩამატება
mk: Додај на списокот за репродукција
ms: Tambah ke Senarai main
nb: Legg til i spilleliste
pt: Adicionar à lista de reprodução
pt_br: Adicionar à lista de reprodução
ro: Adaugă în lista de redare
sl: Dodaj na predvajalni seznam
sq: Shtoje te Luajlista
sr: Додај у списак нумера
sv: Lägg till i spellista
te: ప్లేలిస్టుకు చేర్చు
tr: Çalma listesine Ekle
uk: Додати до списку відтворення

source: Cancel Download
bg: Отмяна на изтеглянето
br: Nullañ Pellgargadenn
ca: Cancel·la la baixada
cy: Diddymu'r Lawrlwythiad
de: Download abbrechen
es: Cancelar la descarga
et: Tühista allalaadimine
fi: Peru lataaminen
ga: Cealaigh an t-Íosluchtú
gl: Cancelar a descarga
hr: Prekini preuzimanje
id: Batalkan Unduh
ja: ダウンロードを取り消し
ka: გადმოწერის გაუქმება
mk: Откажи превземање
ms: Batalkan Muat Turun
nb: Avbryt nedlasting
pt: Cancelar transferência
pt_br: Cancelar Download
ro: Anulează descărcarea
sl: Prekliči prenos
sq: Anuloje Shkarkimin
sr: Прекини преузимање
sv: Avbryt hämtning
te: దిగుమతి రద్దుచెయ్యి
tr: İndirmeyi İptal Et
uk: Скасувати завантаження

source: Pause Download
bg: Изтеглянето на пауза
br: Ehaniñ da bellgargañ
ca: Posa en pausa la baixada
cy: Seibio'r Lawrlwythiad
de: Download pausieren
es: Pausar descarga
et: Seiska allalaadimine
fi: Keskeytä lataaminen
ga: Moilligh an t-Íosluchtú
gl: Pausar a descarga
hr: Pauziraj preuzimanje
id: Pause Unduh
ja: ダウンロードを一時停止
ka: გადმოწერის შეჩერება
mk: Паузирај го превземањето
ms: Jeda Muat Turun
nb: Stopp nedlasting midlertidig
pt: Pausar transferência
pt_br: Pausar o download
ro: Suspendă descărcarea
sl: Zaustavi prenos
sq: Pushoje Shkarkimin
sr: Паузирај преузимање
sv: Gör paus i hämtning
te: దిగుమతిని విరమించు
tr: İndirmeyi Duraklat
uk: Призупинити завантаження

source: Resume Download
bg: Продължаване на изтеглянето
br: Adkregiñ da bellgargañ
ca: Reprèn la baixada
cy: Ailddechrau'r Lawrlwythiad
de: Download fortsetzen
es: Reanudar la descarga
et: Jätka allalaadimist
fi: Jatka lataamista
ga: Atosaigh an t-Íosluchtú
gl: Continuar a descarga
hr: Nastavi preuzimanje
id: Lanjutkan Pengunduhan
ja: ダウンロード再開
ka: გადმოწერის გაგრძელება
mk: Продолжи го превземањето
ms: Sambung Semula Muat Turun
nb: Fortsett nedlasting
pt: Retomar transferência
pt_br: Continuar Download
ro: Reia descărcarea
sl: Nadaljuj s prenosom
sq: Rimerr Shkarkimin
sr: Настави преузимање
sv: Återuppta hämtning
te: దింపుకోలును తిరిగి కొనసాగించు
tr: İndirmeye Devam Et
uk: Відновити завантаження

source: Stop Seeding
bg: Спиране на разпръскването
br: Paouez ar c’henlodañ
ca: Deixa de compartir
cy: Atal Hadu
de: Verteilung anhalten
es: Dejar de compartir
et: Lõpeta jagamine
fi: Lopeta lähettäminen
ga: Stad Ag Síolú
gl: Deixar de sementar
hr: Zaustavi slanje
id: Hentikan Seeding
ka: გაცემის შეწყვეტა
mk: Запри го споделувањето
ms: Henti Semai
nb: Stopp deling
pt: Parar de semear
pt_br: Parar distribuição
ro: Oprește trimiterea
sl: Prenehaj sejati
sq: Ndale "Seeding"
sr: Заустави слање
sv: Sluta distribuera
te: సీడింగును ఆపు
tr: Beslemeyi Durdur
uk: Припинити роздавати

source: Resume Seeding
bg: Продължаване на разпръскването
br: Adkregiñ ar c’henlodañ
ca: Reprèn la compartició
cy: Ailgychwyn Hadu
de: Verteilung fortsetzen
es: Continuar compartiendo
et: Jätka jagamist
fi: Jatka lähettämistä
ga: Lean Leis an Síolú
gl: Continuar a sementeira
hr: Nastavi slanje
id: Lanjutkan Seeding
ka: სიდირების გაგრძელება
mk: Продолжи го споделувањето
ms: Sambung Semula Semai
nb: Fortsett deling
pt: Continuar a semear
pt_br: Continuar Distribuindo
ro: Reîncepe trimiterea
sl: Nadaljuj s sejanjem
sq: Rikthe "Seeding"
sr: Настави слање
sv: Återuppta distribuering
te: సీడింగును తిరిగి కొనసాగించు
tr: Beslemeye Devam Et
uk: Відновити роздачу

source: Show File in %(progname)s
bg: Показване на файла в %(progname)s
ca: Mostra el fitxer al %(progname)s
de: Zeige Datei in %(progname)s an.
es: Mostrar archivo en %(progname)s
fi: Soita tiedosto sovelluksella %(progname)s
ga: Taispeáin Comhad i %(progname)s
gl: Mostrar o ficheiro co %(progname)s
hr: Prikaži datoteku u %(progname)s
ka: ფაილის %(progname)s-ში ჩვენება
nb: Vis fil i %(progname)s
pt: Mostrar ficheiro no %(progname)s
pt_br: Mostrar Arquivos em %(progname)s

source: File on Disk
bg: Файл на диска
br: Restr war bladenn
ca: Fitxer en el disc dur
cy: Ffeil ar Ddisg
de: Datei auf der Festplatte
es: Archivo en disco
et: Fail kõvakettalt
fi: Tiedosto levyllä
ga: Comhad ar an Dhiosca
gl: Ficheiro no disco
hr: Otvori u Upravitelju datoteka
id: Berkas dalam Disk
ka: ფაილი დისკზე
mk: Документ на дискот
ms: Failkan di Cakera
nb: Fil på disk
pt: Ficheiro no disco
pt_br: Arquivo no Disco
ro: Fișier pe disc
sl: Datoteka na disku
sq: Kartelë në Disk
sr: Датотека на диску
sv: Fil på disken
te: డిస్కులో ఫైలు
tr: Diskteki Dosyalar
uk: Файл на диску

source: Copy URL to clipboard
bg: Копиране на адреса в системния буфер
br: Eilañ ar chomlec'h URL war ar golver
ca: Copia l'URL al porta-retalls
cy: Copïwch yr URL i'r clipfwrdd
de: URL in Zwischenablage kopieren
es: Copiar la URL al portapapeles
et: Kopeeri URL lõikepuhvrisse
fi: Kopioi osoite leikepöydälle
ga: Macasamhlaigh an tURL chuig an ngearrthaisce
gl: Copiar a URL para o porta-retallos
hr: Kopiraj URL u međuspremnik
id: Salin URL ke papan klip
ja: URLをクリップボードへコピー
ka: მისამართის ბუფერში კოპირება
mk: Копирај го URL-от во привремената меморија
ms: Salin URL ke Papan-keratan
nb: Kopier URL til utklippstavle
pt: Copiar URL para a área de transferência
pt_br: Copiar a URL para a área de transferência
ro: Copiază URLul
sl: Kopiraj URL v odložišče
sq: Kopjoje URL-në te "clipboard"-i
sr: Умножи адресу
sv: Kopiera url till urklipp
te: URL క్లిప్‌బోర్డులోకి కాపీ చెయ్యి
tr: Adresi panoya kopyala
uk: Скопіювати URL до буферу

source: View Web Page
bg: Преглед на уеб страницата
ca: Visualitza la pàgina web
de: Webseite ansehen
es: Ver página web
fi: Avaa verkkosivu
ga: Féach an Leathanach Gréasáin
gl: Ver a páxina web
hr: Pogledaj web stranicu
ka: ვებ-გვერდის გახსნა
nb: Vis webside
pt: Ver página web
pt_br: Visitar a Página web
tr: Web sayfasını görüntüle

source: Share
bg: Споделяне
br: Kenlodenniñ
ca: Comparteix
cy: Rhannu
de: Teilen
es: Compartir
et: Jaga
fi: Jaa
ga: Roinn
gl: Compartir
hr: Dijeli
id: Berbagi
ja: 共有
ka: გაზიარება
mk: Сподели
ms: Kongsi
nb: Del
pt: Partilha
pt_br: Compartilhar
ro: Partajează
sl: Daj v skupno rabo
sq: Ndajeni Me të Tjerët
sr: Подели
sv: Dela
te: పంచుకోండి
tr: Paylaş
uk: Поділитись

source: %(count)d Device Item
ca: %(count)d dispositiu
de: %(count)d Gerätelement
es: %(count)d dispositivo
fi: %(count)d laite
hr: %(count)d stavka uređaja
nb: %(count)d Enhets-element
pt: %(count)d item
pt_br: %(count)d Dispositivo

source: %(count)d Downloaded Item
bg: %(count)d изтеглен обект
br: %(count)d tra bellgarget
ca: %(count)d element baixat
cy: %(count)d Eitem a Lawrlwythwyd
de: %(count)d heruntergeladenes Objekt
es: %(count)d elemento descargado
et: %(count)d Allalaetud Objekt
fi: %(count)d ladattu kohde
ga: %(count)d Mír Íosluchtaithe
gl: %(count)d elemento descargado
hr: Preuzeta %(count)d datoteka
id: %(count)d Item Terunduh
ka: %(count)d გადმოწერილი ელემენტი
mk: %(count)d превземен објект
ms: %(count)d Item dimuaturun
nb: %(count)d nedlastet element
pt: %(count)d item transferido
pt_br: %(count)d Item Concluído
ro: %(count)d element descărcat
sl: %(count)d prenesenih predmetov
sq: %(count)d Objekt i Shkarkuar
sr: %(count)d преузета ставка.
sv: %(count)d hämtat objekt
te: %(count)d దిగుమతయిన అంశము
tr: %(count)d İndirilmiş Öğe %(count)d İndirilmiş Öğeler
uk: %(count)d завантажений запис

source: %(count)d Available Item
bg: %(count)d наличен обект
br: %(count)d tra vak
ca: %(count)d element disponible
cy: %(count)d Eitem ar Gael
de: %(count)d verfügbares Objekt
es: %(count)d elemento disponible
et: %(count)d Saadaval Olev Objekt
fi: %(count)d kohde saatavilla
ga: %(count)d Mír Ar Fáil
gl: %(count)d elemento dispoñible
hr: Dostupna %(count)d datoteka
id: %(count)d Item Tersedia
ka: %(count)d ხელმისაწვდომი ელემენტი
mk: %(count)d достапен објект
ms: %(count)d Item ada
nb: %(count)d tilgjengelig element
pt: %(count)d item disponível
pt_br: %(count)d Item Disponível
ro: %(count)d element disponibil
sl: %(count)d predmetov na voljo
sq: %(count)d Objekt i Passhëm
sr: %(count)d доступна ставка.
sv: %(count)d tillgängligt objekt
te: %(count)d అందుబాటులోవున్న అంశం
tr: %(count)d Kullanılabilir Öğe %(count)d Kullanılabilir Öğeler
uk: %(count)d доступний запис

source: %(count)d Downloading Item
bg: %(count)d изтеглящ се обект
br: %(count)d tra o pellgargañ
ca: %(count)d element baixant-se
cy: Lawrlwytho %(count)d Eitem
de: %(count)d Objekt wird heruntergeladen
es: Descargando %(count)d elemento
et: %(count)d Objekt Allalaadimisel
fi: %(count)d ladattava kohde
ga: %(count)d Mír Á Íosluchtú
gl: Descargando %(count)d elemento
hr: Preuzimanje %(count)d datoteke
id: %(count)d Item Diunduh
ka: იტვირთება %(count)d ელემენტი
mk: %(count)d превземање на објект
ms: %(count)d Item dimuaturun
nb: %(count)d element blir lastet ned
pt: A transferir %(count)d item
pt_br: %(count)d Baixando Item
ro: %(count)d element se descarcă
sl: %(count)d predmetov v prenašanju
sq: Po shkarkohet %(count)d Objekt
sr: Преузима се %(count)d ставка.
sv: %(count)d objekt hämtas
te: %(count)d దిగుమతి కాబడుతున్న అంశము
tr: %(count)d İndirilen Öğe %(count)d İndirilen Öğeler
uk: Завантажується %(count)d запис

source: %(count)d Paused Item
bg: %(count)d обект на пауза
br: %(count)d Pellgargadenn ehanet
ca: %(count)d element pausat
cy: %(count)d Eitem wedi Seibio
de: %(count)d angehaltener Download
es: %(count)d elemento pausado
et: %(count)d Pausil olev Objekt
fi: %(count)d pysäytetty kohde
ga: %(count)d Mhír Ar Sos
gl: %(count)d elemento pausado
hr: Pauzirana %(count)d datoteka
id: %(count)d Item Tertahan
ka: შეჩერებულია %(count)d ელემენტი
mk: %(count)d паузиран објект
ms: %(count)d Item dijeda
nb: %(count)d midlertidig stoppet element
pt: %(count)d item pausado
pt_br: %(count)d Item Pausado
ro: %(count)d element suspendat
sl: %(count)d prekinjenih predmetov
sq: %(count)d Objekt i Ndalur
sr: %(count)d паузирана ставка.
sv: %(count)d objekt pausat
te: %(count)d నిలిపివేసిన అంశం
tr: %(count)d Duraklatılan Öğe
uk: %(count)d призупинений запис
