Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: We're sorry, %(appname)s was unable to upgrade your database due to errors. Check to see if your disk is full. If it is full, then quit %(appname)s, free up some space, and start %(appname)s again. If your disk is not full, help us understand the problem by reporting a bug to our crash database. Finally, you can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files.
bg: Съжаляваме, %(appname)s не успя да надгради вашата база данни поради грешки. Проверете дали дискът не е препълнен. Ако е така, спрете %(appname)s, освободете място и повторно пуснете %(appname)s. Ако дискът ви не е препълнен, помогнете ни да разберем проблема като ни съобщите за програмна грешка. И накрая, можете да започнете на чисто и повредената ви база данни ще бъде премахната, но ще трябва наново да добавите вашите подкасти и медийни файлове.
de: Wir bitten um Entschuldigung, %(appname)s konnte Ihre Datenbank aufgrund von Fehlern nicht aktualisieren. Überprüfen Sie, ob Ihre Festplattenspeicherplatz belegt ist. Wenn ja, beenden Sie %(appname)s, geben belegten Speicherplatz wieder frei und starten %(appname)s erneut. Sollte Ihr Festplattenspeicherplatz nicht belegt sein, helfen Sie uns das Problem zu ermitteln, indem Sie uns einen Fehlerbericht senden. Abschließend können Sie erneut starten und Ihre beschädigte Datenbank wird entfernt, beachten Sie aber, dass Ihre Podcasts und Mediendateien erneut hinzugefügt werden müssen.
es: Lo sentimos, %(appname)s no pudo actualizar la base de datos debido a errores. Compruebe si el disco está lleno. Si es así, cierre %(appname)s, libere algo de espacio e inicie %(appname)s de nuevo. Si el disco no está lleno, ayúdenos a comprender el problema informando del error a nuestra base de datos de errores. Por último, puede borrar su base de datos dañada y comenzar de nuevo, pero tendrá que volver a agregar sus podcasts y otros archivos multimedia.
fi: %(appname)s ei valitettavasti voinut päivittää tietokantaasi virheiden takia. Tarkista onko levytila loppunut. Mikäli on, sulje %(appname)s, vapauta levytilaa ja käynnistä %(appname)s uudestaan. Mikäli levytila ei ole loppunut, voit auttaa meitä ongelman ymmärtämisessä ilmoittamalla ohjelmavirheestä kaatumistietokantaamme. Voit myös aloittaa puhtaalta pöydältä, jolloin vahingoittunut tietokantasi poistetaan, mutta sen jälkeen joudut lisäämään podcastit ja mediatiedostot uudestaan.
gl: Sentímolo pero o %(appname)s non foi quen de actualizar a base de datos debido a algúns erros. Comprobe se o disco está cheo. Se está cheo saia do %(appname)s, libere espazo e inicie o %(appname)s de novo. Se o disco non está cheo axúdenos a solucionar o problema informándonos do fallo na nosa base de datos de erros. Finalmente pode iniciar en limpo e a base de datos danada eliminarase, pero terá que engadir de novo os podcasts e ficheiros multimedia.
hr: Žao nam je, %(appname)s nije uspio nadograditi vašu bazu podataka zbog greški. Pogledajte nije li vaš disk popunjen. Ako je pun, onda zatvorite %(appname)s, oslobodite nešto prostora i ponovno pokrenite %(appname)s. Ako vaš disk nije pun, pomognite nam u razumijevanju problema prijavkom greške u našu bazu podataka rušenja. Napokon, možete ponovno pokrenuti %(appname)s i vaša oštećena baza podataka biti će uklonjena, ali ćete morati ponovno dodati vaše podcaste i medijske datoteke.
pt: O %(appname)s não conseguiu atualizar a sua base de dados. Verifique se o disco tem espaço livre. Se não tiver, saia do %(appname)s, arranje espaço e inicie novamente o%(appname)s. Se o disco tiver espaço livre, ajude-nos a perceber o problema, criando um relatório de erros. Se isto ocorrer, reinicie o Miro com a opção "Novo início" e a sua base de dados será removida. No entanto, terá que adicionar novamente os seus podcasts e ficheiros.
pt_br: Desculpe, %(appname)s não conseguiu atualizar seu banco de dados devido a erros. Verifique se seu disco está cheio. Caso sim, saia do %(appname)s, libere algum espaço no disco e inicie %(appname)s novamente. Se seu disco não estiver cheio, ajude-nos a resolver o problema reportando o erro. Finalmente, você pode iniciar um banco de dados do zero e o antigo será removido, mas você terá de adicionar novamente seus podcasts e arquivos de mídia.

source: %(appname)s database save failed
bg: Базата данни на %(appname)s не можа да се запази
br: C'hwitet eo mirout diaz %(appname)s
ca: La base de dades del %(appname)s no s'ha pogut desar
cy: Methodd cronfa ddata %(appname)s gadw'n llwyddiannus
de: %(appname)s Datenbanksicherung fehlgeschlagen
es: Error al guardar la base de datos de %(appname)s
et: %(appname)s andmebaasi salvestamine ebaõnnestus
fi: %(appname)s-tietokannan tallennus epäonnistui
ga: Theip ar thaisceadh bunachar sonraí %(appname)s
gl: Produciuse un fallo ao gardar a base de datos de %(appname)s
hr: Neuspjelo spremanje %(appname)s baze podataka
id: Database %(appname)s gagal disimpan
ja: %(appname)s データベースの保存に失敗しました
ms: Pengkalan data %(appname)s gagal disimpan
nb: Feil ved lagring av %(appname)s-database
pt: O %(appname)s não conseguiu guardar a base de dados.
pt_br: O banco de dados do %(appname)s não pôde ser salvo.
ro: Salvarea bazei de date %(appname)s a eșuat
sl: Shranjevanje zbirke podatkov %(appname)s ni uspelo
sq: Ruajtja e bazës së të dhënave %(appname)s dështoi
sr: %(appname)s чување базе података није успело.
sv: Databassparande för %(appname)s misslyckades
te: %(appname)s డేటాబేస భద్రపరచడం విఫలమైంది
tr: %(appname)s veritabanı kaydı yapılamadı
uk: Помилка бази даних %(appname)s

source: %(appname)s was unable to save its database. If your disk is full, we suggest freeing up some space and retrying. If your disk is not full, it's possible that retrying will work. If retrying did not work, please quit %(appname)s and restart. Recent changes may be lost. If you see this error often while downloading, we suggest you reduce the number of simultaneous downloads in the Options dialog in the Download tab. Error: %(error_text)s
bg: %(appname)s не успя да запази своята база данни. Ако дискът ви е пълен, ви съветваме да освободите малко място и да опитате. Ако дискът ви има свободно място, е възможно повторен опит да свърши работа. Ако повторен опит не свърши работа, моля излезте %(appname)s и рестартирайте. Скорошни промени, който сте направили могат да бъдат изгубени. Ако виждате това съобщение често, когато сваляте файлове, ви съветваме да намалите броя на едновременните файлове които изтегляте в прозореца Опции в менюто Изтегляния. Грешка: %(error_text)s
br: Ne oa ket gouest %(appname)s da virout e ziaz. Ma 'z eo leun ho pladenn, e kinnigomp deoc'h dieubiñ un tamm plas ha adloc'hañ. Ma n'eo ket leun ho pladenn ez eo posubl-tre e yelo mat goude adloc'hañ. Ma n'eo servijet da vann ebet adloc'hañ, kuitait %(appname)s mar-plij hag adkrogit a-nevez. Kemmoù nevez a c'hellfe bezañ kollet. Ma welit ar fazi-mañ pa 'z enkargit, e kinnigomp deoc'h enkargañ nebeutoc'h a restroù war un dro el lec'h kendivizout dibaboù el lodenn pellgargañ. Fazi: %(error_text)s
cy: Methodd %(appname)s â chadw ei gronfa ddata. Os ydy'r ddisgen galed yn llawn, gwnewch le arni a cheiswch eto. Os nac ydy'r ddisgen yn llawn, mae'n bosib efallai bydd ceisio eto yn gweithio beth bynnag. Os na weithiodd hwnna, ceuwch %(appname)s ac ailddechrau. Mae'n bosib bydd newidiadau diweddar yn cael ei golli. Os ydych yn gweld y gwall hwn yn aml wrth lawrlwytho, rydym yn awgrymu eich bod yn lleihau nifer y lawrlwythiadau cydamserol yn y deialog Opsiynau ar y tab Lawrlwytho. Gwall: %(error_text)s
de: %(appname)s konnte die Datenbank nicht abspeichern. Wenn Ihre Festplatte voll ist, empfehlen wir etwas Speicher freizugeben und es danach noch einmal zu versuchen. Wenn Ihre Festplatte nicht voll ist, könnte ein erneuter Speicherversuch helfen. Wenn auch ein erneuter Versuch nicht zum Erfolg führt, beenden Sie bitte %(appname)s und starten die Anwendung neu. Kürzliche Änderungen können dabei verloren gehen. Wenn Sie diese Fehlermeldung während des Herunterladens häufig erhalten, empfehlen wir die Anzahl gleichzeitiger Downloads im Menü "Einstellungen" unter dem Reiter "Downloads" zu reduzieren. Fehler: %(error_text)s
es: %(appname)s no pudo guardar la información. Si su disco está lleno, se sugiere liberar algo de espacio y reintentar. Si su disco no está lleno, es posible que reintentar funcione. Si reintentar no funcionó, cierre %(appname)s y reinicie la aplicación. Los últimos cambios se pueden perder. Si aparece este error frecuentemente al estar descargando, se sugiere reducir el número de descargas simultáneas en el diálogo Opciones en la pestaña Descargas. Error: %(error_text)s
fi: %(appname)s ei kyennyt tallentamaan tietokantaansa. Jos levysi on täynnä, suosittelemme vapauttamaan levytilaa ja yrittämään uudelleen. Jos levysi ei ole täynnä, on mahdollista että uudelleen yrittäminen toimii. Jos uudelleen yrittäminen ei toiminut, sulje %(appname)s ja käynnistä ohjelma uudelleen. Viimeaikaiset muutokset saattavat hävitä. Jos näet tämän virheen usein kun lataat, suosittelemme että vähennät samanaikaisia latauksia Asetukset-valikon Lataus-välilehdeltä. Virhe: %(error_text)s
ga: Níór éirigh le %(appname)s a bhunachar sonraí a thaisceadh. Má tá do dhiosca lán, molaimid duit slí a chur ar fáil ann agus triail a bhaint as arís. Mura bhfuil do dhiosca lán, d'fhéadfaí éirí leat má dhéantar é a triail arís. Mura éiríonn leis an atriail, scoir ó %(appname)s agus atosaigh é. B'fhéidir go gcaillfear athruithe le déanaí. Má fheiceann tú an botún seo go minic fad agus atá tú ag íosluchtú, molaimid duit líon na n-íosluchtú comhuaineacha a laghdú sna Roghanna sa chluaisín Íosluchtaithe. Botún: %(error_text)s
gl: %(appname)s non puido gardar a base de datos. Se o seu disco está cheo, suxerímoslle que libre algo de espazo e que o volva tentar. Se o disco non está cheo ténteo de novo. Se tentándoo de novo non funciona, saia do %(appname)s e volva inicialo. É posible que se perdan os cambios recentes. Se ocorre este erro frecuentemente durante as descargas, suxerímoslle que reduza o número de descargas simultáneas en Opcións>Descargas. Erro: %(error_text)s
hr: %(appname)s nije uspio spremiti svoju bazu podataka. Ako je vaš disk popunjen, oslobodite nešto prostora i ponovno pokušajte. Ako vaš disk nije pun, moguće je da ponovni pokušaj neće uspjeti. Ako ponovni pokušaj nije uspio, zatvorite %(appname)s i ponovno ga pokrenite. Nedavne promjene mogu biti izgubljene. Ako često vidite ovu grešku prilikom preuzimanja, predlažemo vam da smanjite broj istovremenih preuzimanja u dijalogu 'Mogućnosti' u kartici 'Preuzimanja'. Greška: %(error_text)s
id: %(appname)s tidak dapat menyimpan databasenya. Jika tempat penyimpanan Anda penuh, kami sarankan untuk membebaskan sejumlah ruang kosong dan memulai kembali. Jika tempat penyimpanan Anda tidak penuh, mungkin dengan mencobanya kembali dapat memecahkan masalah. Jika setelah mencobanya kembali masih tetap gagal, harap keluar dari %(appname)s dan jalankan ulang. Perubahan yang telah dibuat mungkin akan hilang. Jika Anda melihat eror ini berulang kali saat mengunduh, kami sarankan Anda mengurangi jumlah unduhan berantai pada menu pilihan pada tab Unduhan. Eror: %(error_text)s
ms: %(appname)s tidak dapat menyimpan pangkalan datanya. Jika cakera anda penuh, kami cadangkan anda kosongkan sedikit ruang dan cuba semula. Jika cakera anda tidak penuh, maka kemungkinan cubaan semula tidak akan berjaya. Jika cubaan semula tidak berjaya, sila tutup %(appname)s dan lancarkan semula. Apa-apa penetapan yang telah diubah sebelum ini mungkin lesap. Jika anda selalu melihat ralat ini ketika memuat turun, kami cadangkan anda kurangkan jumlah muat turun serentak di dialog Opsyen di tab muat turun. Error: %(error_text)s
nb: %(appname)s kunne ikke lagre database sin. Vis disken din er full, vi foreslår at du sletter unødvendige og gamle file og prøver igjen. Vis disken din ikke er full , er det mulig at å prøve på nytt virker. Vist det å prøve på nytt ikke virker, avslutt %(appname)s and start på nytt. Siste endringer er kanskje borte. Vis du ser denne meldingen ofte mens du laster ned, reduser maks antall nedlastninger sammtidig i instilinger i nedlastings fanen. Error: %(error_text)s
pt: O %(appname)s não conseguiu guardar a sua base de dados. Se o seu disco estiver cheio, deve libertar algum espaço e tentar novamente. Se o disco possuir espaço, aguarde um pouco e tente novamente. Se a nova tentativa não resolver o problema, feche o %(appname)s e reinicie. Pode perder as alterações recentes. Se este erro ocorrer frequentemente durante as transferências, deve reduzir número de transferências simultâneas no diálogo Opções->Transferências. Erro: %(error_text)s
pt_br: %(appname)s não pôde salvar seu banco de dados. Se seu disco estiver cheio, sugerimos que libere algum espaço e tente novamente. Se seu disco não estiver cheio, é possível que tentando novamente irá funcionar. Se tentando novamente não funcionou, por favor, feche o %(appname)s e reinicie-o. Alterações recentes poderão ser perdidas. Se você ver esse erro muitas vezes durante o download, sugerimos que você reduza o número de downloads simultâneos em Opções na guia Download. Erro: %(error_text)s
sl: %(appname)s ne more shraniti svoje zbirke podatkov. Če je vaš disk poln, predlagamo, da sprostite nekaj prostora in poskusite znova. Če vaš disk ni poln, bo morda ponoven poskus uspešnejši. Če ponovni poskus ni deloval, zaprite %(appname)s in ga ponovno zaženite. Zadnje spremembe bodo morda izgubljene. Če to napako opazitev pogosto med prenašanjem, predlagamo, da zmanjšate število hkratnih prenosov v pogovornem oknu Možnost v zavihku Prenosi. Napaka: %(error_text)s
sq: %(appname)s nuk qe në gjendje të ruaj bazën e tij të të dhënave. Nëse disku juaj është plot, këshillojmë të lironi ca vend dhe të riprovoni. Nëse disku juaj nuk është plot, ka mundësi që riprova të bëjë punë. Nëse riprova nuk bëri punë, ju lutem, mbylleni %(appname)s dhe riniseni. Ndryshimet e fundit mund të humbin. Nëse e shihni shpesh këtë gabim gjatë shkarkimesh, këshillojmë të zvogëloni numrin e shkarkimeve të njëkohshme te dialogu i Mundësive në skedën Shkarkime. Gabim: %(error_text)s
sr: %(appname)s није успео да сачува базу података. Ако немате довољно простора на тврдом диску, предлажемо вам да ослободите нешто простора и покушате поново. Ако диск није попуњен, вероватно ће поновно покретање решити проблем. Ако ни то не реши проблем, затворите %(appname)s и поново га покрените. Скорашње промене могу бити изгубљене. Ако се ова грешка појављује често током преузимања, предлажемо вам да смањите број истовремених пријема. Грешка: %(error_text)s
sv: %(appname)s kunde inte spara sin databas. Om din disk är full, föreslår vi att du frigör lite utrymme och försöker igen. Om din disk inte är full, är det möjligt att det fungerar om du försöker igen. Om det inte fungerade vid nytt försök, avsluta %(appname)s och starta om det. De senaste ändringarna kan gå förlorade. Om du ser det här felet ofta vid hämtning, föreslår vi att att du minskar antalet samtidiga hämtningar i alternativdialogrutan i hämtningsfliken. Fel: %(error_text)s
te: %(appname)s డేటాబేసును భద్రపరచలేకపోయింది. డిస్కు నిండిపోయి ఉంటే, కొంత జాగాను ఖాళీ చేసి, మళ్ళీ ప్రయత్నించండి. దిస్కు నిండకపోయి ఉంటే, మళ్ళీ ప్రయత్నిస్తే ఫలితముండొచ్చు. మళ్ళీ ప్రయత్నించడం పనిచెయ్యకపోతే, %(appname)s ను మూసేసి, తిరిగి తెరవండి. ఇటీవలి మార్పులు పోవచ్చు. దించుకునే సమయంలో ఈ లోపాన్ని తరచుగా గమనిస్తూంటే, వికల్పాల్లోని దింపుకోలు ట్యాబులో సమాంతర దింపుకోళ్ళ సంఖ్యను తగ్గిస్తే మంచిదని మా సలహా. లోపం: %(error_text)s
tr: %(appname)s veritabanını kaydedemedi. Eğer sürücünüz doluysa, bir miktar boş alan açmanızı ve bir daha denemenizi öneririz. Eğer sürücünüz dolu değilse, bir daha denemek işe yarayabilir. Eğer yeniden denemek işe yaramadıysa, lütfen %(appname)s'dan çıkın ve yeniden başlatın. son değişiklikler kaybolabilir. Eğer indirme işlemi esnasında bu hatayı sıkça görüyorsanız, İndirme sekmesinde bulunan Seçenekler diyaloğundan eş zamanlı indirmelerin sayısını azaltmanızı öneririz. Hata: %(error_text)s
uk: %(appname)s не вдалось зберегти власну базу даних. Якщо диск заповнений, рекомендуємо вивільнити місце та спробувати знову. Якщо диск не заповнений, можливо повторна спроба спрацює. Якщо повторна спроба не вдалась, перезапустіть %(appname)s. Останні зміни можуть бути втрачені. Якщо під час завантаження часто виникає ця помилка, пропонуємо зменшити число одночасних завантажень, в діалозі «Параметри» на вкладці «Завантаження». Помилка: %(error_text)s

source: %(appname)s database save succeeded
bg: Базата данни на %(appname)s се запази успешно
br: Mirout diaz titouroù %(appname)s zo aet mat en-dro.
ca: La base de dades del %(appname)s s'ha desat satisfactòriament
cy: Cadwodd cronfa ddata %(appname)s yn llwyddiannus
de: %(appname)s Datenbanksicherung erfolgreich
es: Se guardó la base de datos de %(appname)s con éxito
et: %(appname)s andmebaas salvestati edukalt
fi: %(appname)s-tietokannan tallennus onnistui
ga: Cuireadh bunachar sonraí %(appname)s i dtaisce go rathúil
gl: A base de datos de %(appname)s gardouse correctamente
hr: %(appname)s baza podataka je spremljena uspješno
id: Database %(appname)s telah berhasil disimpan
ja: %(appname)s データベースが正常に保存されました
ms: Pengkalan data %(appname)s berjaya disimpan
nb: Lagring av %(appname)s-database er fullført
pt: A base de dados do %(appname)s foi guardada com sucesso.
pt_br: O banco de dados do %(appname)s foi salvo com sucesso
ro: Salvarea bazei de date %(appname)s a avut succes
sl: Shranjevanje zbirke podatkov %(appname)s je uspelo
sq: Baza e të dhënave të %(appname)ss u ruajt me sukses
sr: %(appname)s чување базе података је успело.
sv: Databassparande för %(appname)s lyckades
te: %(appname)s దేటాబేసును భద్రపరచడం జయప్రదమైంది
tr: %(appname)s veritabanı kaydı yapıldı
uk: Збереження база даних %(appname)s успішно завершено.

source: The database has been successfully saved. It is now safe to quit without losing any data.
bg: Базата данни e запазена успешно. Вече е безопасно да затворите програмата без да изгубите информация.
br: Miret eo bet mat an diaz titouroù. Gallout a reer kuitaat hep koll titouroù.
ca: La base de dades s'ha desat satisfactóriament. Ara podeu sortir amb la seguretat de no perdre cap dada.
cy: Cadwodd y gronfa ddata'n llwyddiannus. Mae'n ddiogel i adael heb golli data.
de: Die Datenbank wurde erfolgreich gesichert. %(appname)s kann jetzt ohne Datenverlust beendet werden.
es: La base de datos se ha guardado con éxito. Ahora puede salir sin perder datos.
et: Andmebaas on edukalt salvestatud. Väljumisel pole nüüd andmekadude ohtu.
fi: Tietokanta on onnistuneesti tallennettu. Nyt on turvallista lopettaa menettämättä tietoja.
ga: Chuireadh i dtaisce an bunachar sonraí go rathúil. Tá sé slán scoir anois gan aon sonraí a chailliúint.
gl: A base de datos gardouse correctamente. Pode saír do programa de forma segura.
hr: Baza podataka je uspješno spremljena. Sada možete zatvoriti %(appname)s bez gubitka podataka.
id: Basis data telah sukses tersimpan. Sekarang aman untuk keluar tanpa kehilangan data apapun.
ja: データベースの保存に成功しました。現在、少しのデータ損失無しで安全に終了出来ます
ms: Pangkalan data ini berjaya disimpan, Sekarang sudah selamat untuk berhenti tanpa kehilangan sebarang data.
nb: Databasen er lagret. Du kan nå trygt avslutte uten å mista data.
pt: A base de dados foi guardada com sucesso. Já é seguro sair sem perder qualquer informação.
pt_br: A base de dados foi salvo com êxito. É agora seguro para sair sem perder nenhum dado.
ro: Baza de date a fost salvată cu succes. Acum puteți închide programul în siguranță.
sl: Zbirka podatkov je bila uspešno shranjena. Zdaj lahko zaprete program brez bojazni, da bi izgubili podatke.
sq: Baza e të dhënave u ruajt me sukses. Tani nuk ka rrezik të humbasin të dhëna gjatë daljes.
sr: База података је успешно сачувана. Сада је безбедно изаћи без губитка података.
sv: Sparande av databasen lyckades. Det är nu säkert att avsluta utan att någon information går förlorad.
te: డేటాబేసును జయప్రదంగా భద్రపరచాం. ఇక మీరు నిష్క్రమించవచ్చు, డేటా ఏమీ పోదు.
tr: Veritabanı kaydı başarılı oldu. Güvenli bir şekilde veri kaybetmeden kaydedip çıkabilirsiniz.
uk: База даних успішно збережена. Ви можете вийти без ризику втрати інформації.

source: database for device %(name)s corrupt.
hr: baza podataka uređaja %(name)s je oštećena.

source: The %(appname)s database on your device is corrupt and a new one will be created.
hr: %(appname)s baza podataka na vašem uređaju je oštećena i biti će stvorena nova.

source: Database save failed for device %(name)s.
hr: Spremanje baze podataka za uređaj %(name)s je neuspjelo.

source: %(appname)s was unable to save its database on %(device)s. If your device is full, we suggest freeing up some space and retrying. If your disk is not full, it's possible that retrying will work. If retrying does not work select start fresh to reset the database to a new one.
hr: %(appname)s nije uspio spremiti svoju bazu podataka na %(device)s. Ako je vaš disk popunjen, oslobodite nešto prostora i ponovno pokušajte. Ako vaš disk nije pun, moguće je da će ponovni pokušaj uspjeti. Ako ponovni pokušaj ne radi ponovno pokrenite za novu bazu podataka.

source: Device database save succeeded
bg: Запазването на базата данни беше успешно
hr: Baza podataka uređaja uspješno spremljena

source: The database for %(device)s has been successfully saved.
hr: Baza podataka za %(device)s je uspješno spremljena.

source: Database was created by a newer version of %(appname)s (db version is %(version)s)
bg: Базата данни е създадена от по-нова версия на %(appname)s (версията на БД е %(version)s)
ca: La base de va ser creada per una versió més nova del %(appname)s (la versió de la base de dades és %(version)s)
es: La base de datos ha sido creada por una versión más reciente de %(appname)s (la versión de la base de datos es %(version)s)
fi: Tietokannan luontiin käytettiin %(appname)sn uudempaa versiota (tietokannan versio on %(version)s)
hr: Baza podataka je stvorena novijom inačicom %(appname)s-a (inačica baze podataka %(version)s)
nb: Databasen ble laget med en nyere version av %(appname)s (database version er %(version)s)
pt: A base de dados foi criada com uma versão mais recente do %(appname)s (a versão da bd é %(version)s)
pt_br: O banco de dados foi criado por uma versão mais nova do %(appname)s (versão do BD é %(version)s)

source: Example Playlist
bg: Примерен списък за изпълнение
br: Roll-c’hoari Skouer
ca: Llista de reproducció d'exemple
cy: Rhestr Chwarae Enghreifftiol
de: Beispiel-Wiedergabeliste
es: Ejemplo de lista de reproducción
et: Esitusnimekirja näidis
fi: Esimerkkisoittolista
ga: Seinnréim Shamplach
gl: Exemplo de listaxe de reprodución
hr: Primjer popisa izvođenja
id: Contoh Playlist
ja: プレイリストの例
ka: დასაკრავი სიის ნიმუში
mk: Пример за список за репродукција
ms: Contoh senarai
nb: Eksempel-spilleliste
pt: Exemplo de uma lista de reprodução
pt_br: Exemplo de lista de reprodução
ro: Exemplu de listă de redare
sl: Primer seznama predvajanja
sq: Shembull Luajliste
sr: Пример списка нумера
sv: Exempelspellista
te: నమూనా ప్లేలిస్టు
tr: Örnek Çalma Listesi
uk: Приклад списку відтворення

source: Eject failed
bg: Изваждането се провали
ca: L'expulsió ha fallat
de: Auswerfen schlug fehl
es: Error en la expulsión
fi: Irrotus epäonnistui
ga: Theip ar an ndíchuir
gl: Fallou a expulsión
hr: Izbacivanje neuspjelo
pt: Falha ao ejetar
pt_br: Falha ao ejetar
