Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: %(appname)s can't play this file. You may be able to open it with a different program
bg: %(appname)s не може да възпроизведе този файл. Възможно е да можете да го отворите с друга програма.
br: %(appname)s n’hall digeriñ ar restr. Marteze e c’hellfec’h e zigeriñ gant ur poellad all.
ca: %(appname)s no pot reproduir aquest fitxer. Pot aconseguir obrir-lo en un programa diferent
cy: Nid yw %(appname)s yn gallu chwarae'r ffeil hon. Efallai y gallwch ei hagor gyda rhaglen arall
de: %(appname)s kann diese Datei nicht abspielen. Sie können sie möglicherweise mit einem anderen Programm öffnen.
es: %(appname)s no puede reproducir este archivo. Debe poder abrirlo con otro programa
et: %(appname)s ei oska faili avada. Proovi faili avada mõne muu rakendusega.
fi: %(appname)s ei voi toistaa tätä tiedostoa. Saatat pystyä avaamaan sen jollain muulla ohjelmalla.
ga: Ní féidir le %(appname)s an comhad seo a sheinm. Is féidir leat é a oscailt le clár eile
gl: %(appname)s non pode reproducir este ficheiro. Pode intentar abrilo con outro programa.
hr: %(appname)s ne može reproducirati ovu datoteku. Možda ju možete pokrenuti nekim drugim programom.
id: %(appname)s tidak dapat memainkan berkas ini. Anda mungkin dapat membukanya dengan program lain
mk: %(appname)s не може да го репродуцира овој документ. Можеби ќе можете да го отворите со друг програм
ms: %(appname)s tidak dapat memainkan fail ini. Anda boleh guna program lain untuk membukanya
nb: %(appname)s kan ikke spille av denne filen. Du kan kanskje åpne den med et annet program.
pt: O %(appname)s não pode reproduzir este ficheiro. Experimente abrir com outro programa.
pt_br: %(appname)s não pode reproduzir esse arquivo. Talvez você consiga com outro programa.
ro: %(appname)s nu poate reda acest fișier. S-ar putea să puteți să-l deschideți cu un alt program
sl: %(appname)s ne more predvajati te datoteke. Morda jo boste lahko odprli z drugim programom
sq: %(appname)s s'mund ta luajë këtë kartelë. Mundet të arrini ta hapni me një tjetër program
sr: %(appname)s не може да отвори ову датотеку. Покушајте да је отворите у другом програму.
sv: %(appname)s kan inte spela upp den här filen. Du kanske kan öppna den med ett annat program.
te: %(appname)s ఈ ఫైలును ప్లే చెయ్యలేదు. వేరే ప్రోగ్రాముతో దీన్ని తెరవవచ్చేమో
tr: %(appname)s bu dosyayı açamaz. Belki bu dosyayı farklı bir programla açabilirsin.
uk: %(appname)s не в змозі відтворити даний файл. Ви можете спробувати зробити це за допомогою іншої програми.

source: Filename:
bg: Име нафайла:
br: Anv ar restr :
ca: Nom del fitxer
cy: Enw ffeil:
de: Dateiname:
es: Nombre de archivo:
et: Faili nimi:
fi: Tiedostonimi:
ga: Ainm comhaid:
gl: Nome do ficheiro:
hr: Naziv datoteke:
id: Nama berkas:
ja: ファイル名:
ka: ფაილის სახელი:
mk: Име на датотека:
ms: Nama fail:
nb: Filnavn:
pt: Nome do ficheiro:
pt_br: Arquivo:
ro: Nume fișier:
sl: Ime datoteke:
sq: Emër kartele:
sr: Назив датотеке:
sv: Filnamn:
te: ఫైల్ పేరు:
tr: Dosya Adı:
uk: Назва файлу:

source: File type:
bg: Вид на файла:
br: Seurt restr
ca: Tipus de fitxer:
cy: Math ffeil:
de: Dateityp:
es: Tipo de archivo:
et: Faili tüüp:
fi: Tiedostotyyppi:
ga: Cineál comhaid:
gl: Tipo de ficheiro:
hr: Vrsta datoteke:
id: Tipe berkas:
ja: ファイルの種類:
ka: ფაილის სახეობა:
mk: Тип на датотека:
ms: Jenis fail:
nb: Filtype:
pt: Tipo de ficheiro:
pt_br: Tipo de arquivo:
ro: Tip fișier:
sl: Vrsta datoteke:
sq: Lloj kartele:
sr: Врста датотеке:
sv: Filtyp:
te: ఫైలు రకం:
tr: Dosya türü:
uk: Тип файлу:

source: Reveal File
bg: Покажи файл
br: Dispakañ restr
ca: Mostra el fitxer
cy: Amlygu Ffeil
de: Beinhaltenden Ordner öffnen
es: Mostrar archivo
et: Ava fail
fi: Näytä tiedosto
ga: Taispeáin an Comhad
gl: Mostrar o ficheiro
hr: Objavi datoteku
id: Tampakkan Berkas
ja: ファイルを開示
ka: ფაილის ჩვენება
mk: Покажи документ
ms: Lihatkan fail
nb: Vis fil
pt: Mostrar ficheiro
pt_br: Mostrar Arquivo
ro: Arată fișierul
sl: Pokaži datoteko
sq: Shfaq fajllin
sr: Прикажи датотеку
sv: Visa fil
te: ఫైలును వెల్లడించు
tr: Ortaya çıkan Dosya
uk: Показати файл

source: Play Externally
bg: Външно изпълнение
br: C’hoari anezhañ a-ziavaez
ca: Reprodueix externament
cy: Chawarae'n Allannol
de: Extern wiedergeben
es: Reproducir externamente
et: Esita väliselt
fi: Toista ulkoisessa soittimessa
ga: Seinn Lasmuigh
gl: Reproducir externamente
hr: Reproduciraj izvana
id: Mainkan secara Eksternal
ja: 外部で再生する
ka: გარე დაკვრა
mk: Надворешна репродукција
ms: Main secara Dalaman
nb: Spill av eksternt
pt: Reproduzir externamente
pt_br: Reproduzir em Outro Programa
ro: Redă extern
sl: Predvajaj zunaj
sq: Luaje Së Jashtmi
sr: Репродукуј спољашње
sv: Spela upp externt
tr: Dışardan Oynat
uk: Відтворити зовнішньою програмою

source: Skip
bg: Прескачане
br: Tremen
ca: Salta
cy: Sgipio
de: Überspringen
es: Omitir
et: Jäta vahele
fi: Ohita
ga: Léim
gl: Seguinte
hr: Preskoči
id: Lewati
ka: გამოტოვება
mk: Прескокни
ms: Langkau
nb: Hopp over
pt: Ignorar
pt_br: Pular
ro: Sari peste
sl: Preskoči
sq: Anashkaloje
sr: Прескочи
sv: Hoppa över
te: వదిలివేయి
tr: Geç
uk: Пропустити

source: Open Externally
bg: Отвори външно
br: Da zigeriñ a-ziavaez
ca: Obre externament
cy: Agor yn Allanol
de: In externer Anwendung öffnen
es: Abrir externamente
et: Ava väliselt
fi: Avaa ulkoisesti
ga: Oscail Go Seachtrach
gl: Abrir externamente
hr: Otvori izvana
id: Membuka Dari Luar
mk: Отвори го надворешно
ms: Buka secara Luaran
nb: Åpne i annet program
pt: Abrir externamente
pt_br: Abrir Externamente
ro: Deschide extern
sl: Odpri zunaj
sq: Hape Së Jashtmi
sr: Отвори спољашње
sv: Öppna externt
te: బయట తెరవండి
tr: Dışarıdan Aç
uk: Відкрити зовнішньою програмою

source: %(count)d Podcast Folder Selected
bg: Избрана е %(count)d папка с подкасти
ca: %(count)d carpeta de podcasts seleccionada
de: %(count)d Podcast-Ordner ausgewählt
es: %(count)d carpeta de podcasts seleccionada
fi: %(count)d podcast-kansio valittu
ga: %(count)d Fhillteán Podchraolta roghnaithe
gl: Seleccionou %(count)d cartafol de podcasts
hr: %(count)d mapa podcasta odabrana
nb: %(count)d Podcast-mappe valgt
pt: Selecionada %(count)d pasta de podcasts
pt_br: %(count)d Pasta do Podcast Selecionado
sr: Изабрана је %(count)d фасцикла подемисија
tr: %(count)d Yayın Klasörü Seçildi %(count)d Yayın Klasörleri Seçildi
uk: Вибрана %(count)d папка подкасту

source: (contains %(count)d podcast)
bg: (съдържа %(count)d подкаст)
ca: (conté %(count)d podcast)
de: (enthält %(count)d einen Podcast)
es: (contiene %(count)d podcast)
fi: (sisältää %(count)d podcastin)
ga: (tá %(count)d phodchraoladh ann)
gl: (contén %(count)d podcast)
hr: (sadrži %(count)d podcast)
nb: (inneholder %(count)d podcast)
pt: (comtém %(count)d podcast)
pt_br: (contém %(count)d podcast)
sr: (садржи %(count)d подемисију)
tr: (%(count)d yayın içeriyor) (%(count)d yayın içeriyor)

source: %(count)d Playlist Folder Selected
bg: Избрана е %(count)d папка със списъци за изпълнение
br: %(count)d teuliad roll-c’hoari dibabet
ca: %(count)d carpeta de llistes de reproducció seleccionada
cy: %(count)d Ffolder Rhestr Chwarae wedi'i Ddewis
de: %(count)d Wiedergabelistenordner ausgewählt
es: %(count)d carpeta de listas de reproducción seleccionada
et: %(count)d Playlisti kaust valitud
fi: %(count)d soittolistakansio valittu
ga: %(count)d Fillteán Sheinnréime Roghnaithe
gl: Seleccionado %(count)d cartafol de listaxes de reprodución
hr: %(count)d mapa popisa izvođenja odabrana
id: %(count)d Folder Daftarmain Dipilih
mk: Селектирана %(count)d папка со списоци за репродукција
ms: %(count)d Folder Senarai Main Dipilih
nb: %(count)d mappe for spillelister valgt
pt: Selecionada %(count)d pasta de listas de reprodução
pt_br: Pasta de Listas de Reprodução Selecionada
ro: %(count)d dosar de liste de redare selectat
sl: %(count)d izbranih map seznamov predvajanja
sq: %(count)d Dosje Luajlistash e Përzgjedhur
sr: Изабрана је %(count)d фасцикла са списком нумера
sv: %(count)d spellistemapp vald
te: %(count)d ప్లేలిస్టు ఫోల్డరును ఎంచుకున్నారు
tr: %(count)d Seçilen Oynatma Listesi Dizinleri
uk: Вибрано %(count)d теку списку відтворення

source: (contains %(count)d playlist)
bg: (съдържа %(count)d списък за изпълнение)
br: (a zo ennañ %(count)d heulienn)
ca: (conté %(count)d llista de reproducció)
cy: (cynnwys %(count)d rhestr chwarae)
de: (enthält %(count)d Wiedergabeliste)
es: (contiene %(count)d lista de reproducción)
fi: (sisältää %(count)d soittolistan)
hr: (sadrži %(count)d popis izvođenja)
id: (Mengandung %(count)d daftarmain)
mk: (содржи %(count)d список за репродукција)
ms: (mengandungi %(count)d senarai main)
nb: (inneholder %(count)d spilleliste)
pt: (contém %(count)d lista de reprodução)
pt_br: (contém %(count)d lista de reprodução)
ro: (conține %(count)d listă de redare)
sl: (vsebuje %(count)d seznamov predvajanja)
sq: (përmban %(count)d luajlistë)
sv: (innehåller %(count)d spellista)
te: (%(count)d ప్లేలిస్టు ఉంది)

source: %(count)d Podcast Selected
bg: Избран е %(count)d подкаст
ca: %(count)d podcast seleccionat
de: %(count)d Podcast ausgewählt
es: %(count)d podcast seleccionado
fi: %(count)d podcast valittu
ga: %(count)d Phodchraoladh roghnaithe
gl: Seleccionou %(count)d podcast
hr: %(count)d podcast odabran
nb: %(count)d podcast valgt
pt: %(count)d podcast selecionado
pt_br: %(count)d Podcast Selecionado
sr: Изабрана је %(count)d подемисија
tr: %(count)d Yayın Seçildi %(count)d Yayın Seçildi

source: %(count)d Source Selected
bg: Избран е %(count)d източник
ca: %(count)d font seleccionada
de: %(count)d Quelle ausgewählt
es: %(count)d fuente eliminada
fi: %(count)d lähde valittu
ga: %(count)d Fhoinse roghnaithe
gl: Seleccionou %(count)d fonte
hr: %(count)d izvor odabran
nb: %(count)d kilde valgt
pt: %(count)d fonte selecionada
pt_br: %(count)d Fonte Selecionado
sr: Изабран је %(count)d извор
tr: %(count)d Kaynak Seçildi %(count)d Kaynak Seçildi

source: %(count)d Playlist Selected
bg: %(count)d избран списък за изпълнение
br: %(count)d roll-c’hoari dibabet
ca: %(count)d llista de reproducció seleccionada
cy: %(count)d Rhestr Chwarae wedi'i Dewis
de: %(count)d Wiedergabeliste ausgewählt
es: %(count)d lista de reproducción seleccionada
et: %(count)d esitusnimekiri valitud
fi: %(count)d soittolista valittu
ga: %(count)d Sheinnréim Roghnaithe
gl: %(count)d listaxe seleccionada
hr: %(count)d popis izvođenja odabran
id: %(count)d Daftarmain Dipilih
mk: Избран е %(count)d список за репродукција
ms: %(count)d Senarai main telah dipilih
nb: %(count)d spilleliste valgt
pt: %(count)d lista de reprodução selecionada
pt_br: %(count)d lista de reprodução selecionada
ro: %(count)d listă de redare selectată
sl: %(count)d izbranih seznamov predvajanja
sr: Изабран је %(count)d списак нумера
sv: %(count)d spellista vald
te: %(count)d ప్లేలిస్టును ఎంచుకున్నారు
tr: %(count)d Oynatma Listesi Seçildi
uk: Вибрано %(count)d список відтворення

source: Delete All
bg: Изтриване на всичко
br: Skarzhañ holl
ca: Suprimeix-ho tot
cy: Dileu'r Cwbl
de: Alle löschen
es: Borrar todo
et: Kustuta kõik
fi: Poista kaikki
ga: Scrios Uile
gl: Borrar todo
hr: Obriši Sve
id: Hapus Semua
ja: 全て削除
ka: ყველას წაშლა
mk: Избриши ги сите
ms: Buang Semua
nb: Slett Alle
pt: Apagar tudo
pt_br: Excluir tudo
ro: Șterge tot
sl: Izbriši vse
sq: Fshiji Krejt
sr: Избриши све
sv: Radera alla
te: అన్నీ తొలగించు
tr: Tümünü Sil
uk: Видалити все

source: Put Into a New Folder
bg: Поставяне в нова папка
br: Lakaat en un teul nevez
ca: Posa en una carpeta nova
cy: Rhowch i Ffolder Newydd
de: In einen neuen Ordner
es: Poner en una nueva carpeta
et: Aseta uude kataloogi
fi: Aseta uuteen kansioon
ga: Cuir I bhFillteán Nua É
gl: Colocar nun novo cartafol
hr: Stavi u novu mapu
id: Letakkan di Folder Baru
ja: 新しいフォルダーへ入れる
ka: ახალ საქაღალდეში ჩაწერა
mk: Стави ги во нова папка
ms: Masukkan kedalam Folder Baru
nb: Putt i Ny Mappe
pt: Colocar numa nova pasta
pt_br: Salvar em uma nova pasta
ro: Pune într-un dosar nou
sl: Postavi v novo mapo
sq: Vendose Në një Dosje të Re
sr: Стави у нову фасциклу
sv: Lägg till i en ny mapp
te: ఓ కొత్త ఫోల్డరులో పెట్టు
tr: Yeni Dizine Yerleştir
uk: Покласти в нову теку

source: Donate
bg: Дарение
ca: Donacions
de: Spenden
es: Hacer una donación
et: Anneta
fi: Lahjoita
ga: Bronn Airgead
gl: Doar
hr: Donirajte
nb: Doner
pt: Donativos
pt_br: Faça uma Doação
sr: Донирај
uk: Пожертва

source: Yes, I can donate now
bg: Да, мога да даря сега
hr: Da, sada ću donirati
nb: Ja, jeg kan donere nå

source: Ask me later
bg: Попитай ме по-късно
hr: Pitaj me kasnije
nb: Spør meg senere

source: No Results
bg: Няма резултати
br: Disoc'h Ebet
ca: Sense resultats
de: Keine Ergebnisse
es: No hay resultados
et: Tulemused puuduvad
fi: Ei tuloksia
ga: Gan Torthaí
gl: Sen resultados
hr: Nema rezultata
id: Tidak Ada Hasil
ka: შედეგი არ არის
ms: Tiada Keputusan
nb: Ingen Resultater
pt: Sem resultados
pt_br: Sem Resultados
ro: Nici un rezultat
sl: Ni rezultatov
sr: Нема резултата
sv: Inga resultat
tr: Sonuç Yok
uk: Немає результатів

source: %(count)d Downloading
bg: %(count)d се изтегля
br: %(count)d o pellgargañ
ca: S'està baixant %(count)d
cy: %(count)d yn Lawrlwytho
de: %(count)d laden
es: %(count)d descargando
et: %(count)d Allalaadimine
fi: %(count)d ladataan
ga: %(count)d Á Íosluchtú
gl: Descargando %(count)d
hr: %(count)d preuzimanje
id: mengunduh %(count)d
mk: %(count)d Превземање
ms: %(count)d Dimuat Turun
nb: %(count)d blir lastet ned
pt: %(count)d a ser transferido
pt_br: %(count)d Baixando
ro: %(count)d se descărcă
sl: %(count)d prenosov v teku
sq: %(count)d Shkarkim
sr: %(count)d ставка се преузима.
sv: %(count)d hämtas
te: %(count)d ను దించుతున్నాం
tr: %(count)d İndiriliyor %(count)d adet İndiriliyor
uk: %(count)d завантажується

source: %(count)d Item
bg: %(count)d обект
br: %(count)d tra bellgarget
ca: %(count)d element
cy: %(count)d Eitem
de: %(count)d Teil
es: %(count)d elemento
et: %(count)d kirje
fi: %(count)d kohde
ga: %(count)d M(h)ír
gl: %(count)d elemento
hr: %(count)d stavka
ka: %(count)d ელემენტი%(count)d ელემენტი
mk: %(count)d објект
nb: %(count)d element
ro: %(count)d element
sl: %(count)d predmetov
sq: %(count)d Objekt
sr: %(count)d ставка.
sv: %(count)d objekt
te: %(count)d అంశం
tr: %(count)d öğe
uk: %(count)d запис

source: %(count)d Download Queued Due To Unplayed Items (See Settings)
bg: %(count)d изтегляне е добавено към опашката с невъзпроизвеждани обекти (вижте Настройки)
br: Sac’het ez eus %(count)d pellkargadenn en abeg d’an traoù dic’hoariet (Gwelout arventennoù)
ca: S'ha assignat %(count)d baixada a la cua per culpa dels elements no reproduïts (vegeu la Configuració)
cy: %(count)d Lawrlwythiad Mewn Ciw Oherwydd Eitemau Heb Eu Chwarae (Gweler Gosodiadau)
de: %(count)d Download wartet wegen unabgespielter Elemente (siehe Einstellungen)
es: %(count)d descarga en la cola debido a elementos sin reproducir (vea las preferencias)
fi: %(count)d lataus lisätty toistamattomien kohteiden jonoon (katso asetukset)
ga: %(count)d Íosluchtú i scuaine de bharr míreanna neamhsheinnte (Féach na socruithe)
gl: %(count)d descarga na cola debido aos elementos aínda non reproducidos (ver axustes)
hr: %(count)d preuzimanje je na čekanju zbog nereproduciranih stavki (pogledajte postavke)
id: %(count)d Unduhan tertahan karena item yang tidak dimainkan (Lihat Pengaturan)
mk: %(count)d Превземање закажано поради нерепродуцирани објекти (Види Нагодувања)
ms: %(count)d Muat Turun Dibaris gilirkan Kerana Ada Item Yang Belum Ditonton (Lihat Tetapan)
nb: %(count)d nedlasting i kø på grunn av uspilte elementer (se innstillingene for kilden)
pt: %(count)d transferência em fila de espera devido a itens não reproduzidos (ver definições)
pt_br: %(count)d Download em espera devido a alguns itens não reproduzidos(Ver Configurações)
ro: %(count)d descărcare în coadă datorată unor elemente neredate (consulați meniul Preferințe)
sl: %(count)d prenos je v čakalni vrsti zaradi nepredvajanih izbir (glejte Nastavitve)
sq: %(count)d Shkarkim i Vënë në radhë Për Shkak Objektesh të Paluajtur (Shihni Rregullimet)
sr: %(count)d пријем је стављен у ред за чекање због нерепродукованих ставки (погледајте поставке)
sv: %(count)d hämtning kölagd på grund av ospelade objekt (se inställningarna)
te: ప్లే కాని ఐటముల వలన %(count)d దిగుమతిని క్యూలో పెట్టాం (సెట్టింగులు చూడండి)
tr: %(count)d İndirme Çalınmayan Dosyalar Nedeniyle Sırada Bekletiliyor (Ayarlara Bakınız)
uk: %(count)d завантаження поставлено у чергу через Невідтворені записи (див. Налаштування)

source: %(count)d Item Matches Search
bg: %(count)d обект отговаря на търсенето
br: %(count)d tra a glot gant an enklask
ca: %(count)d element coincideix amb la cerca
cy: Chwiliad yn Darganfod %(count)d Eitem
de: %(count)d Element gefunden
es: %(count)d elemento concuerda con su búsqueda
et: %(count)d kirje kattuv otsing
fi: %(count)d kohde vastaa hakua
ga: Comhoiriúnaíonn %(count)d Mhír leis an gCuardach
gl: %(count)d elemento coincide coa procura
hr: %(count)d stavka se poklapa sa pretraživanjem
id: %(count)d Item Cocok dengan hasil pencarian
mk: %(count)d Објект се совпаѓа со пребарувањето
ms: %(count)d Item Menepati Carian
nb: %(count)d element er i samsvar med søket
pt: %(count)d item concordante com a pesquisa
pt_br: %(count)d Item corresponde à pesquisa
ro: %(count)d element se potrivește căutării
sl: %(count)d zadetkov iskanja
sq: U përputh Me Kërkimin %(count)d Objekt
sr: %(count)d ставка се подудара с претрагом.
sv: %(count)d objekt matchar sökningen
te: %(count)d ఐటము అన్వేషకానికి సరిపోయింది
tr: %(count)d öğe eşleşti
uk: %(count)d запис відповідає критерію пошуку

source: never
bg: никога
br: Biken
ca: mai
cy: byth
de: nie
es: nunca
et: mitte kunagi
fi: ei koskaan
ga: riamh
gl: nunca
hr: nikada
id: tidak pernah
ja: 無し
ka: არასოდეს
mk: никогаш
ms: jangan sekali-kali
nb: aldri
pt: nunca
pt_br: nunca
ro: niciodată
sl: nikoli
sq: kurrë
sr: никада
sv: Aldrig
te: ఎప్పుడూకాదు
tr: asla
uk: ніколи

source: %(count)d hour ago
bg: преди %(count)d час
br: %(count)d eur ‘zo
ca: Fa %(count)d hora
cy: %(count)d awr yn ôl
de: Vor %(count)d Stunde
es: Hace %(count)d hora
et: %(count)d tunni eest
fi: %(count)d tunti sitten
ga: %(count)d uair ó shin
gl: hai %(count)d hora
hr: Prije %(count)d sata
id: %(count)d jam yang lalu
ja: %(count)d 時間前
ka: %(count)d საათის წინ
mk: пред %(count)d час
ms: %(count)d jam lalu
nb: %(count)d time siden
pt: %(count)d hora atrás
pt_br: %(count)d hora atrás
ro: Acum %(count)d oră
sl: Pred %(count)d urami
sq: %(count)d orë më parë
sr: пре %(count)d сат
sv: %(count)d timme sedan
te: %(count)d గంట క్రితం
tr: %(count)d saat önce
uk: %(count)d годину тому

source: %(count)d day ago
bg: Преди %(count)d ден
br: %(count)d deiz ‘zo
ca: Fa %(count)d dia
cy: %(count)d diwrnod yn ôl
de: Vor %(count)d Tag
es: Hace %(count)d día
et: %(count)d päeva eest
fi: %(count)d päivä sitten
ga: %(count)d lá ó shin
gl: hai %(count)d día
hr: Prije %(count)d dana
id: %(count)d hari yang lalu
ja: %(count)d 日前
ka: %(count)d დღის წინ
mk: пред %(count)d ден
ms: %(count)d hari lalu
nb: %(count)d dag siden
pt: %(count)d dia atrás
pt_br: %(count)d dia atrás
ro: Acum %(count)d zi
sl: Pred %(count)d dnevi
sq: %(count)d ditë më parë
sr: пре %(count)d дан
sv: %(count)d dag sedan
te: %(count)d రోజు క్రితం
tr: %(count)d gün önce
uk: %(count)d день тому

source: %(count)d month ago
bg: Преди %(count)d месец
br: %(count)d miz ‘zo
ca: Fa %(count)d mes
cy: %(count)d mis yn ôl
de: Vor %(count)d Monat
es: Hace %(count)d mes
et: %(count)d kuu tagasi
fi: %(count)d kuukausi sitten
ga: %(count)d mí ó shin
gl: hai %(count)d mes
hr: Prije %(count)d mjeseca
id: %(count)d bulan yang lalu
ja: %(count)d 月前
ka: %(count)d თვის წინ
mk: пред %(count)d месец
ms: %(count)d bulan lalu
nb: %(count)d måned siden
pt: %(count)d mês atrás
pt_br: %(count)d mês atrás
ro: Acum %(count)d lună
sl: Pred %(count)d meseci
sq: %(count)d muaj më parë
sr: пре %(count)d месец
sv: %(count)d månad sedan
te: %(count)d నెల క్రితం
tr: %(count)d ay önce
uk: %(count)d місяць тому

source: Auto-Expire Items:
bg: Автоматично изтичащи обекти:
br: Traoù peuzvarv
ca: Elements autoexpirables:
cy: Eitemau Awto-Darfod
de: Automatisches Löschen heruntergeladener Mediendateien:
es: Elementos autoexpirables:
fi: Automaattisesti vanhenevat kohteet
ga: Míreanna a théann as feidhm go huathoibríoch:
gl: Expiración automática dos elementos:
hr: Automatski istek stavki:
id: Item Kadaluarsa-Otomatis:
ms: Luputkan Item-item secara automatik:
nb: Automatisk sletting av gamle elementer:
pt: Itens expiram automaticamente em:
pt_br: Ítens com Expiração Automática:
ro: Elemente care expira automat
sr: Ставке које истичу:
sv: Automatisk upphörning av objekt:
tr: Otomatik Silinen Öğeler:
uk: Авто-завершені елементи:

source: Watched %(expiration)s (Default)
bg: Гледани %(expiration)s (Default)
br: Gwelet %(expiration)s (Dre dech)
ca: Vist %(expiration)s (predeterminat)
cy: %(expiration)s a Welwyd (Diofyn)
de: %(expiration)s angesehen
es: Visto %(expiration)s (predeterminado)
et: Jälgitav %(expiration)s (Default)
fi: Katsottu %(expiration)s (Oletus)
ga: %(expiration)s feicthe (Réamhshocrú)
gl: vistos %(expiration)s (Predefinido)
hr: Pogledano %(expiration)s (uobičajeno)
id: Tonton %(expiration)s (Umum)
ka: ნანახია %(expiration)s (სტანდარტულად)
mk: Гледани %(expiration)s (Default)
ms: %(expiration)s Telah Ditonton (Lalai)
nb: Sett %(expiration)s (standard)
pt: %(expiration)s vigiados (omissões)
pt_br: %(expiration)s Visto (Padrão)
ro: %(expiration)s privite (implicit)
sl: Ogledanih %(expiration)s (privzeto)
sr: погледано %(expiration)s (подразумевано)
sv: Sedd för %(expiration)s (standard)
te: చూసినవి %(expiration)s (డిఫాల్టు)
tr: İzlenen %(expiration)s (Varsayılan)
uk: Переглянуто %(expiration)s (за замовчуванням)

source: Watched 1 day ago
bg: Гледано преди 1 ден
br: Bet gwelet 1 deiz ‘zo
ca: Vist fa 1 dia
cy: Gwyliwyd 1 diwrnod yn ôl
de: Vor 1 Tag angesehen
es: Visto hace 1 día
et: Vaadatud 1 päev tagasi
fi: Katsottu 1 päivä sitten
ga: Feicthe lá ó shin
gl: vistos hai 1 día
hr: Pogledano prije 1 dan
id: Ditonton 1 hari yang lalu
ja: 1日前に視聴
ka: ნანახია 1 დღის წინ
mk: Гледани пред 1 ден
ms: Ditonton 1 hari lalu
nb: Sett 1 dag siden
pt: Assistido ontem
pt_br: Visto há 1 dia atrás
ro: Privite cu o zi în urmă
sl: Ogledano pred 1 dnevom
sq: Parë 1 ditë më parë
sr: погледано јуче
sv: Sedd för 1 dag sedan
te: 1 రోజు కిందట చూసినవి
tr: 1 gün önce izlendi
uk: Переглянуто день тому

source: Watched 3 days ago
bg: Гледано преди 3 дни
br: Bet gwelet 3 deiz ‘zo
ca: Vist fa 3 dies
cy: Gwyliwyd 3 diwrnod yn ôl
de: Vor 3 Tagen angesehen
es: Visto hace 3 días
et: Vaadatud 3 päeva tagasi
fi: Katsottu 3 päivää sitten
ga: Feicthe 3 lá ó shin
gl: vistos hai 3 días
hr: Pogledano prije 3 dan
id: Ditonton 3 hari yang lalu
ja: 3日前に視聴
ka: ნანახია 3 დღის წინ
mk: Гледани пред 3 дена
ms: Ditonton 3 hari lalu
nb: Sett 3 dager siden
pt: Assistido há 3 dias atrás
pt_br: Visto há 3 dias atrás
ro: Privite cu 3 zile în urmă
sl: Ogledano pred 3 dnemi
sq: Parë 3 ditë më parë
sr: погледано пре три дана
sv: Sedd för 3 dagar sedan
te: 3 రోజుల కిందట చూసినవి
tr: 3 gün önce izlendi
uk: Переглянуто три дні тому

source: Watched 6 days ago
bg: Гледано преди 6 дни
br: Bet gwelet 6 deiz ‘zo
ca: Vist fa 6 dies
cy: Gwyliwyd 6 diwrnod yn ôl
de: Vor 6 Tagen angesehen
es: Visto hace 6 días
et: Vaadatud 6 päeva tagasi
fi: Katsottu 6 päivää sitten
ga: Feicthe 6 lá ó shin
gl: vistos hai 6 días
hr: Pogledano prije 6 dan
id: Ditonton 6 hari yang lalu
ja: 6日前に視聴
ka: ნანახია 6 დღის წინ
mk: Гледани пред 6 дена
ms: Ditonton 6 hari lalu
nb: Sett 6 dager siden
pt: Assistido há 6 dias atrás
pt_br: Visto há 6 dias atrás
ro: Privite cu 6 zile în urmă
sl: Ogledano pred 6 dnemi
sq: Parë 6 ditë më parë
sr: погледано пре шест дана
sv: Sedd för 6 dagar sedan
te: 6 రోజుల కిందట చూసినవి
tr: 6 gün önce izlendi
uk: Переглянуто шість днів тому
