Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: We recommend that you have %(name)s launch when your computer starts up. This way, downloads in progress can finish downloading and new media files can be downloaded in the background, ready when you want to watch.
cy: Rydym yn awgrymu bod %(name)s yn cael ei lansio wrth i'ch cyfrifiadur ddechrau. Felly gall lawrlwythiadau ar y gweill orffen lawrlwytho a gall ffeiliau cyfrwng newydd eu lawrlwytho yn y cefndir, yn barod i'w gwylio.
de: Wir empfehlen, dass %(name)s beim Start des Rechners ebenfalls gestartet wird. So können laufende Downloads vervollständigt, und neue Mediendateien automatisch im Hintergrund heruntergeladen werden.
id: Kami menyarankan anda menjalankan %(name)s ketika komputer anda dimulai. Dengan begitu, unduhan yang tengah berjalan dapat terselesaikan dan file media baru dapat diunduh di latarbelakang, siap ketika anda ingin menontonnya.
ka: რეკომენდებულია %(name)s-ს კომპიუტერის ჩართვისთანავე გაშვება. ამ გზით მოხდება დაწყებული გადმოწერის გაგრძელება და ახალი მედია ფაილების ფონურ რეჟიმში გადმოწერა.
ms: Kami syorkan supaya anda lancarkan %(name)s di permulaan anda buka komputer. Dengan cara ini, muat-muat turun yang masih dalam progres dapat selesai memuat turun dan fail-fail media baru dapat dimuat turun di belakang latar, siap tersedia bila-bila anda ingin menonton.
ro: Vă recomandăm să lansati %(name)s atunci când computerul porneşte. În acest fel, descărcările în curs se pot termina şi noi fisiere media pot fi descărcate în fundal, pentru a fi gata atunci când doriţi să le urmăriţi.
sr: Препоручујемо вам да се %(name)s покреће са системом. На тај начин ће сва преузимања моћи да се наставе и нови медијуми се могу преузимати у позадини.
sv: Vi rekommenderar att %(name)s startas när din dator startar. Då kan hämtningar som pågår slutföras och nya mediafiler kan hämtas i bakgrunden, klara när du vill titta på dem.
te: కంప్యూటరు మొదలయ్యేటపుడే %(name)s ను కూడా మొదలుపెట్టాలని మేము సూచిస్తున్నాం. అలా అయితే, జరుగుతూ ఉన్న దింపుకోళ్ళు పూర్తవడం, కొత్త మీడియా ఫైళ్ళను దించుకోవడం నేపథ్యంలోనే జరుగుతుంది. ఎప్పుడు చూడాలనుకుంటే అప్పుడు సిద్ధంగా ఉంటాయి.

source: Finding Files
br: O Klask Restroù
cy: Darganfod Ffeiliau
de: Dateien finden
et: Failide otsimine
id: Menemukan File
ka: ფაილების ძებნა
ms: Mencari fail-fail
ro: Cautare fisiere
sr: Тражење датотека
sv: Hitta filer
te: ఫైళ్ళను వెతకడం

source: %(name)s can find all the media files on your computer to help you organize your collection. Would you like %(name)s to look for media files on your computer?
br: Gallout a rafe %(name)s klask deoc’h an holl restroù media en hoc’h urzhiataerez d’o urzhiañ. Daoust ha c’hoant ho pefe e klaskfe %(name)s ho restroù media ?
cy: Gall %(name)s ddarganfod yr holl ffeiliau cyfrwng ar eich cyfrifiadur er mwyn eich helpu i drefnu'ch casgliad. Hoffech %(name)s i ddarganfod ffeiliau cyfrwng ar eich cyfrifiadur?
de: %(name)s kann alle Mediendateien auf Ihrem Computer finden, um Ihnen bei der Organisation Ihrer Sammlung zu helfen. Möchten Sie, dass %(name)s nach Mediendateien auf Ihrem Computer sucht?
et: %(name)s võib leida kõik meediafailid, mis sinu arvutis asetsevad ja aidata sul organiseerida kollektsiooni.. Kas sa tahaksid, et %(name)s otsiks meediafaile sinu arvutist?
id: %(name)s dapat mencari semua berkas media pada komputer Anda dan membantu Anda mengatur koleksi. Apakah Anda bersedia %(name)s mencarikan berkas media pada komputer Anda?
ka: %(name)s-ს შეუძლია თქვენს კომპიუტერში მოძებნოს მედია ფაილები, რომ დაგეხმაროთ თქვენი კოლექციის მოწესრიგებაში. გსურთ, %(name)s-მ მოძებნოს მედია ფაილების თქვენს კომპიუტერში?
mk: %(name)s може да ги пронајде сите медија документи на Вашиот компјутер за да Ви помогне да ја организирате Вашата колекција. Дали сакате %(name)s да ги бара медиа документите на Вашиот компјутер?
ms: %(name)s boleh mencari semua fail-fail media yang ada di komputer anda untuk menolong anda menyusun koleksi anda. Adakah anda mahu %(name)s mencari fail-fail media di komputer anda?
ro: %(name)s poate căuta fișierele media de pe calculator pentru a vă ajuta să organizați colecția dumneavoastră. Doriți ca %(name)s să caute fișiere media de pe calculator?
sl: %(name)s lahko poišče vse medijske datoteke na vašem računalniku in tako pomaga organizirati vašo zbirko. Želite, da %(name)s poišče medijske datoteke na vašem računalniku?
sq: %(name)s mund të gjejë tërë videot te kompjuteri juaj, që t&apos;ju ndihë në sistemimin e koleksionit tuaj. Doni që %(name)s të shohë për kartela video te kompjuteri juaj?
sr: %(name)s може да пронађе све мултимедијалне датотеке на рачунару како би вам помогао у организацији колекције. Желите ли да %(name)s пронађе датотеке на рачунару?
sv: %(name)s kan hitta alla mediafiler på din dator för att hjälpa dig organisera din samling. Vill du att %(name)s letar efter mediafiler på din dator?
te: %(name)s మీ కంప్యూటరులోని మీడియా ఫైళ్ళన్నిటినీ వెతికిపట్టి, ఒక వరిఉసలో పెట్టుకోడానికి మీకు సహకరిస్తుంది. %(name)s ను మీ కంప్యూటరులోని మీడియా ఫైళ్ళ కోసం వెతకమంటారా?

source: Restrict to all my personal files.
br: Ma restroù ken.
cy: Cyfyngwch i'm ffeiliau personol.
de: Auf meine persönlichen Dateien begrenzen.
et: Piirata otsingut isiklikele failidele.
id: Batasi ke semua berkas personal saya.
ja: 個人ファイルのみに制限
ka: პირადი ფაილებით შეზღუდვა.
mk: Ограничи само на моите лични документи.
ms: Hadkan kesemua fail peribadi saya.
ro: Restricționază la toate fișierele mele personale.
sl: Omeji na vse moje osebne datoteke.
sq: Kufizoje te tërë kartelat e mia personale.
sr: Ограничи на моје личне датотеке
sv: Begränsa till alla mina personliga filer.
te: నా వ్యక్తిగత ఫైళ్ళకు మాత్రమే పరిమితం చెయ్యి

source: Search custom folders:
br: Klask teuliadoù personelaet :
cy: Chwiliwch ffolderi cwstwm:
de: Bestimmte Ordner durchsuchen:
et: Otsi kohandatud kaustadest
id: Cari folder yang diinginkan:
ja: カスタム・フォルダーを検索
ka: საქაღალდის მითითება:
mk: Пребарувај во останати папки:
ms: Gelintar folder suai:
ro: Caută în dosare anume:
sl: Išči po mapah po meri:
sq: Kërko në dosje vetjake:
sr: Претражи прилагођене фасцикле:
sv: Sök i anpassade mappar:
te: కస్టమ్ ఫోల్డర్లలో వెతుకు:

source: Searching for media files
br: O klask restroù liesvedia
cy: Chwilio am ffeiliau amlgyfrwng
de: Nach Mediendateien suchen
et: Otsing meedia failidele
id: Sedang mencari berkas media
ja: メディアファイルを検索しています
ka: მედია ფაილების ძებნა
mk: Пребарување за медиа документи
ms: Menggelintar fail media
ro: Se caută fișiere media
sl: Iskanje medijskih datotek
sq: Po kërkohet për kartela media
sr: Тражење датотека
sv: Söker efter mediafiler
te: మీడియా ఫైళ్ళ కోసం వెతుకుతున్నాం

source: Save as playlist
de: Als Wiedergabeliste speichern

source: Importing audio details and artwork: {0} of {1}
de: Importieren von Audiodetails und Bildmaterial: {0} von {1}
sr: Увожење аудио података и омота: {0} од {1}

source: Importing video details and creating thumbnails: {0} of {1}
de: Importieren von Videodetails und Erstellen von Fingerabdrücken: {0} von {1}
gl: Importando a información do vídeo e creando as miniaturas: {0} de {1}
sr: Увожење видео података и стварање умањених приказа: {0} од {1}

source: Importing file details: {0} of {1}
de: Importieren von Dateidetails: {0} von {1}
gl: Importando a información do ficheiro: {0} de {1
sr: Увожење података датотека: {0} од {1}

source: Add files or folders...
de: Dateien oder Ordner hinzufügen...

source: Download Item
de: Element herunterladen

source: New Watched Folder
de: Neuer überwachter Ordner

source: Database was created by a newer version of Miro
br: Krouet eo bet an diaz roadennoù gant ur stumm Miro nevesoc’h
cy: Cafodd y gronfa ddata ei chreu gan fersiwn cynt o Miro
de: Datenbank wurde von einer neueren Version von Miro erstellt.
et: Andmebaas loodi uuema Miro poolt
gl: A base de datos foi creada cunha versión máis recente do Miro
id: Database dibuat dengan menggunakan versi terbaru dari Miro
ms: Pangkalan data telah diwujudkan oleh versi MIro yang lebih terkini
ro: Baza de date a fost creată de o versiune mai nouă a Miro
sl: Zbirka podatkov je nastala z novejšo različico programa Miro.
sq: Baza e të dhënave qe krijuar për një version më të ri të Miros
sr: База података је направљена новијим издањем програма.
sv: Databasen skapades av en nyare version av Miro
te: డేటాబేసు Miro కొత్త కూర్పుతొ తయారుచేసారు
uk: База даних була створена новішою версією Miro

source: For the best %(appname)s experience, we suggest you install Bonjour, which is distributed as a part of Print Services. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. After installing Print Services, you will have to restart Miro. Would you like to do this now?
de: Es wird empfohlen, Bonjour zu installieren, um %(appname)s besser nutzen zu können. Bonjour wird als Teil von Druckerdiensten verteilt. Die Installation von Bonjour ermöglicht es, deine Medienbibliothek mit anderen Nutzern von %(appname)s in deinem Netzwerk zu teilen und deren Medien wiederzugeben. Miro muss nach der Installation der Druckerdienste neugestartet werden. Soll dies jetzt geschehen?
gl: Para unha mellor experiencia co %(appname)s, suxerímoslle que instale o Bonjour, o cal se distribúe como parte do Print Services. Instalando o Bonjour poderá compartir a biblioteca multimedia con outros usuarios do %(appname)s na súa rede, así como recibir fluxos multimedia desde outros usuarios da súa rede. Despois de instalar Print Services, terá que reiniciar o Miro. Gustaríalle facelo agora?
sr: Ради што бољег коришћења програма %(appname)s, предлажемо вам да инсталирате Бонжур који се расподељује као део услуга штампања. Инсталирањем Бонжура ће вам дозволити да поделите своју мултимедијалну библиотеку с другим корисницима програма %(appname)s. Након инсталирања услуга штампања, мораћете да поново покренете Миро. Желите ли да ово урадите сада?

source: Your browser will load the web-site where you can download and install Bonjour. When the installation is finished, simply restart Miro for the changes to take effect.
de: Ihr Webbrowser öffnet die Webseite, von der Sie Bonjour herunterladen und installieren können. Wenn die Installation abgeschlossen ist, starten Sie Miro erneut, damit die Änderungen zu übernehmen.
gl: O navegador cargará o sitio web desde onde pode descargar e instalar Bonjour. Cando remate a instalación, simplemente reinicie o Miro para que os cambios teñan efecto
id: Browser Anda akan memuat situs web di mana Anda dapat men-download dan menginstall Bonjour. Ketika instalasi selesai, cukup restart Miro agar perubahan diterapkan.
sr: Ваш прегледач ће учитати веб сајт где можете преузети и инсталирати Бонжур. Када се инсталација заврши, поново покрените Миро да би измене ступиле на снагу.
sv: Din webbläsare kommer att ladda webb-siten där du kan ladda ner och installera Bonjour. När installationen är färdig, starta helt enkelt om Miro för att ändringarna ska ta effekt.

source: Miro has determined that your system may be missing the Bonjour components, a standard part of Mac OS X installations. Please review your Mac OS X installation.
de: Miro hat festgestellt, dass auf ihrem System einige Bonjour Komponenten fehlen. Bonjour wird bei einer Mac OS X Installation standardmäßig mitgeliefert. Bitte überprüfen sie ihre Mac OS X Installation.
gl: O Miro determinou que é posible que falten os compoñentes de Bonjour no sistema, unha parte estándar das instalacións de Mac OS X. Revise a súa instalación de Mac OS X.
sr: Миро је приметио да на вашем систему недостају компоненте Бонжура, стандардан део Мек ОС Икс инсталације. Проверите инсталацију.
sv: Miro har upptäckt att ditt system kanske saknar Bonjour-komponenterna, en standardkomponent av Mac OS X installationer. Var god kontrollera din installation av Mac OS X.
uk: Miro визначив, що у вашій системі не вистачає компонентів Bonjour, стандартної частини установки Mac OS X. Будь ласка перегляньте вашу установку Mac OS X.

source: S: %(seeders)s | L: %(leechers)s | UR: %(up_rate)s | UT: %(up_total)s | DR: %(down_rate)s | DT: %(down_total)s | R: %(ratio).2f
gl: S: %(seeders)s | PI: %(leechers)s | VE: %(up_rate)s | TE: %(up_total)s | VD: %(down_rate)s | TD: %(down_total)s | T: %(ratio).2f
ka: ს: %(seeders)s | ლ: %(leechers)s | ა/ს: %(up_rate)s | ს/ა: %(up_total)s | გ/ს: %(down_rate)s | ს/გ: %(down_total)s | შ: %(ratio).2f

source: Miro
sr: Миро

source: iTunes
sr: Ајтјунс

source: Esperanto
br: Esperanteg
ka: ესპერანტო
ro: Chineză simplificată
sr: Есперанто
uk: Есперанто

source: Bittorrent:
ja: ビットトレント:
ka: Bittorrent-ი:
mk: Битторент:
uk: Бітторент:

source: Contents:
br: Endalc'had :
cy: Cynnwys:
id: Isi:
ka: შემადგენლობა:
mk: Содржини:
ms: Kandungan:
ro: Conținut:
sl: Vsebina:
sq: Lëndë:
te: కంటెంటులు:

source: From
br: Eus
cy: Oddi Wrth
id: Dari
ka: საიდან
mk: Од
ms: Dari
ro: De la
sl: Od
sq: Nga
te: నుండి

source: File name:
br: Anv ar restr :
cy: Enw ffeil:
id: Nama berkas:
ka: ფაილის სახელი:
mk: Име на датотека:
ms: Nama fail:
ro: Numele fișierului:
sl: Ime datoteke:
sq: Emër kartele:
te: ఫైలు పేరు:

source: Show More
br: Diskouez muioc’h
cy: Dangos Mwy
id: Tampilkan lebih banyak
ka: დეტალების გამოჩენა
mk: Покажи повеќе
ms: Papar Selanjutnya
ro: Afișează mai multe
sl: Pokaži več
sq: Shfaq Më Tepër
te: మరిన్ని చూపించు

source: Show Less
br: Diskouez nebeutoc’h
cy: Dangos Llai
id: Tampilkan lebih sedikit
ka: დეტალების დამალვა
mk: Покажи помалку
ms: Papar Sedikit
ro: Afișează mai puține
sl: Pokaži manj
sq: Shfaq Më Pak
te: తక్కుప చూపించు

source: Comments
br: Evezhiadennoù
cy: Sylwadau
id: Komentar
ja: コメント
ka: კომენტარი
mk: Коментари
ms: Ulasan
ro: Comentarii
sl: Komentarji
sq: Komente
te: వ్యాఖ్యలు

source: Display Contents
br: Diskouez Endalc’had
cy: Dangos Cynnwys
id: Tampilkan Isi
mk: Покажи ја содржината
ms: Paparkan kandungan-kandungan
ro: Afișează conținutul
sl: Prikaži vsebino
sq: Shfaq Lëndën
te: కంటెంటులను చూపించు

source: Web Page
br: Pajenn Genrouedad
cy: Tudalen We
id: Halaman Web
ja: Webページ
ka: ვებ-გვერდი
mk: Веб страница
ms: Laman Sesawang
ro: Pagină web
sl: Spletna stran
sq: Faqe Web
sv: Webbplats
te: వెబ్ పేజీ

source: File URL
br: URL ar restr
cy: URL Ffeil
id: URL berkas
ja: ファイルのURL
ka: ფაილის მისამართი
mk: URL на документот
ms: Fail URL
ro: URL fișier
sl: URL datoteke
sq: URL Kartele
sv: Webbadress för fil
te: ఫైలు URL

source: License Page
br: Pajenn aotre
cy: Tudalen Drwydded
id: Halaman Lisensi
ja: ライセンスページ
ka: სალიცენზიო გვერდი
mk: Лиценцна страница
ms: Halaman Lesen
ro: Pagină licență
sl: Stran z licenco
sq: Faqja e Lejes
sv: Licenssida
te: లైసెన్సు పుట

source: Upload Rate
br: Herr ar c’has
cy: Cyfradd Lanlwytho
id: Kecepatan Unggah
ka: ატვირთვის სიჩქარე
mk: Брзина на праќање
ms: Kadar Muatnaik
ro: Viteză de transmitere
sl: Hitrost oddajanja
sq: Shpejtësi Përpjetë
sv: Sändningshastighet
te: ఎక్కించే రేటు

source: Upload Total
br: Hollad kaset
cy: Cyfanswm Lanlwythiadau
id: Jumlah Unggah
ja: アップロード合計
ka: სულ ატვირთულია
mk: Вкупно испратено
ms: Jumlah Muatnaik
ro: Total transmis
sl: Skupaj oddano
sq: Ngarkim Githsej
sv: Totalt skickat
te: మొత్తం ఎక్కింపు

source: Down Rate
br: Feur Degemer
cy: Cyfradd Lawrlwytho
id: Kecepatan Unduh
ja: ダウンロード速度
ka: გადმოწერის სიჩქარე
mk: Брзина на превземање
ms: Kadar Turun
ro: Viteză de descărcare
sl: Hitrost prenosa s strežnika
sq: Shpejtësi Teposhtë
sv: Hämtningshastighet

source: Down Total
br: Hollad degemeret
cy: Cyfanswm Lawrlwythiadau
id: Total Unduh
ja: ダウンロード合計
ka: სულ გადმოწერილია
mk: Вкупно превземање
ms: Jumlah kebawah
ro: Total descărcat
sl: Skupaj prejeto
sq: Gjithsej Poshtë
sv: Totalt hämtat

source: Up/Down Ratio
br: Uhelaat/Izelaat Kenfeur
cy: Cymhareb I fyny/I lawr
id: Rasio Unduh/Unggah
ka: ადვირთვის/გადმოწერის შეფარდება
ms: Nisbah Naik/Turun
ro: Raport Up/Down
sl: Razmerje prenosov
sq: Përpjestim Sipër/Poshtë
sv: Skickat/hämtat-förhållande

source: Remove from playlist
br: Dilemel eus roll-c’hoari
cy: Tynnu o'r rhestr chwarae
id: Hapus dari daftarmain
ja: プレイリストから削除
ka: დასაკრავი სიიდან მოცილება
mk: Отстрани од списокот за репродукција
ms: Buang dari senarai main
ro: Elimină din lista de redare
sl: Odstrani s seznama predvajanja
sq: Hiqe prej luajliste
sv: Ta bort från spellista
te: ప్లేలిస్టు నుంచి తీసెయ్యి

source: Contents appear in the library
br: El levraoueg emañ an endalc’had
cy: Cynnwys yn ymddangos yn y llyfrgell
id: Isi muncul pada pustaka
mk: Содржините се појавуваат во Библиотека
ms: Kandungan-kandungan muncul dalam pustaka
ro: Conținutul apare în bibliotecă
sl: Vsebina se pojavi v knjižnici
sq: Lënda shfaqet në bibliotekë
te: ఈ కంటెంటులు లైబ్రరీలో ఉన్నాయి

source: Other
br: All
cy: Arall
id: Lainnya
ka: სხვა
mk: Останато
ms: Lain-lain
ro: Altele
sl: Drugo
sq: Të tjera
te: ఇతరములు

source: %(name)s First Time Setup
br: %(name)s Staliadur kentañ
cy: Gosodiad Cyntaf %(name)s
id: %(name)s Pengaturan Pertama Kali
ka: %(name)s - პირველი ნაბიჯები
mk: %(name)s Првично нагодување
ms: Pemasangan kali pertama %(name)s
ro: Configurare inițială %(name)s
sl: Prva namestitev programa %(name)s
sq: Rregullimi i Parë i %(name)s
sv: Förstagångsinstallation av %(name)s
te: %(name)s తొలి సెటప్

source: _Download Item
br: _Pellgargañ an dra
cy: _Lawrlwytho Eitem
id: _Unduh Berkas
ja: アイテムをダウンロード(_D)
ka: ელემენტის _გადმოწერა
mk: _Превземи објект
ms: _Muat turun Item
ro: _Descarcă _element
sl: _Prenesi predmet
sq: _Shkarkoje Objektin

source: Check _Version
br: Gwiriañ pe _Stumm
cy: Gwiro_Fersiwn
id: Periksa _Versi
ja: バージョン・チェック(_V)
ka: ვერსიის _შემოწმება
mk: Провери_Верзија
ms: Periksa _Versi
ro: Verifică _versiunea
sl: Preveri _različico
sq: Kontrollo _Versionin

source: _Remove Item
br: _Dilemel an dra
cy: _Tynnu Eitem
id: _Hapus Berkas
ja: アイテムを削除(_R)
ka: ელემენტის მოცილე_ბა
mk: _Отстрани објект
ms: _Buang Item
ro: Ște_rge elementul
sl: _Odstrani predmet
sq: _Hiq Objektin

source: _Remove Items
br: _Dilemel an traoù
cy: _Tynnu Eitemau
id: _Hapus Berkas
ja: 複数アイテムを削除(_R)
ka: ელემენტების მო_ცილება
mk: _Отстрани објекти
ms: _Buang Item-item
ro: Ște_rge elementele
sl: _Odstrani predmete
sq: _Hiqi Objektet

source: _Edit Item
br: _Kemmañ an Dra
cy: _Golygu Eitem
id: _Sunting Berkas
ka: ელემე_ნტის რედაქტირება
ro: _Editare obiect
sl: Ur_edi stvar
sq: _Ndrysho

source: Save Item _As
br: Enrollañ an dra _e
cy: Cadw Eitem _Fel
id: Simpan Berkas _Sebagai
ja: 名前をつけてアイテムを保存(_A)
ka: ელემენტის შენახვა _როგორც
mk: Запиши Објект_како
ms: Simpan Item _Sebagai
ro: Salvează elementul c_a
sl: Shrani predmet _kot
sq: Ruaje Objektin _Si

source: Save Items _As
br: Enrollañ an traoù _e
cy: Cadw Eitemau _Fel
id: Simpan Berkas _Sebagai
ja: 名前を付けてアイテムを保存(_A)
ka: ელემენტების შენახვა _როგორც
mk: Запиши објект_како
ms: Simpan Item-item _Sebagai
ro: Salvează elementele c_a
sl: Shrani predmete _kot
sq: Ruaji Objektet _Si

source: _Preferences
br: Dibaboù gwellañ
cy: _Hoffterau
id: _Pengaturan
ka: _პარამეტრები
ms: _Keutamaan
ro: _Preferințe
sl: _Lastnosti
te: _అభిరుచులు

source: New _Folder
br: _Teuliad nevez
cy: _Ffolder Newydd
id: Folder _Baru
ka: ახალი _საქაღალდე
mk: Нова_Папка
ms: _Folder Baru
ro: _Dosar nou
sl: Nova _mapa
sq: _Dosje e Re
te: కొత్త _సంచయం

source: Re_name
br: _Adenvel
cy: Aile_nwi
id: Ubah_nama
ja: 名前の変更(_N)
ka: გა_დარქმევა
mk: Пре_именувај
ms: Namakan _Semula
ro: Rede_numește
sl: Preime_nuj
sq: _Rimeërtoje
te: పేరుమార్చు

source: _Remove
br: Dilemel
cy: _Tynnu
id: _Hapus
ja: 削除(_R)
ka: _მოცილება
mk: _Отстрани
ms: _Buang
ro: Ște_rge
sl: _Odstrani
sq: _Hiqe
te: _తొలగించు

source: _Remove Folder
br: _Dilemel Teuliad
cy: _Tynnu Folder
id: _Hapus Folder
ja: フォルダを削除(_R)
ka: საქაღალდის მოცი_ლება
mk: _Отстрани Папка
ms: _Buang Folder
ro: Ște_rge dosar
sl: _Odstrani mapo
sq: _Hiqe Dosjen

source: _Remove Folders
br: _Dilemel Teuliadoù
cy: _Tynnu Ffolderi
id: _Hapus Folder
ka: საქეაღალდეებ_ის მოცილება
ms: _Buang Folder-folder
ro: _Sterge directoarele
sl: _Odstrani mape
sq: _Hiqi Dosjet

source: _Share with a Friend
br: _Kenlodenniñ gant ur mignon
cy: _Rhannu gyda Chyfaill
id: _Bagikan pada Teman
ja: 友達と共有する(_S)
mk: _Сподели со пријател
ms: _Kongsi dengan kawan
ro: Partajează cu un prieten
sl: _Ponudi prijatelju
sq: _Ndajeni me një Shok

source: New Playlist Fol_der
br: Teuliad roll-c’hoari nevez
cy: Ffol_der Rhestr Chwarae Newydd
id: Playlist Fol_der Baru
ja: 新しいプレイリスト・フォルダ（_d）
ka: ახალი დასაკრავი სიის სა_ქაღალდე
mk: Нова пап_ка за Список за репродукција
ms: Fol_der Senarai-main Baru
ro: Nou _dosar de liste
sl: Nova _mapa seznamov predvajanja
sq: _Dosje e Re Luajliste

source: Re_name Playlist
br: Ad_anvañ Roll-c’hoari
cy: Ail_enwi Rhestr Chwarae
id: Ganti _nama Playlist
ja: プレイリストのリネーム(_N)
ka: დასაკრავი სიის გა_დარქმევა
mk: Пре_именувај Список за репродукција
ms: _Namakan semula Senarai-main
ro: Rede_numește lista de redare
sl: Preime_nuj seznam predvajanja
sq: Ri_emërto Luajlistën

source: _Remove Playlist
br: _Dilemel roll-c’hoari
cy: _Dileu Rhestr Chwarae
id: _Hapus Playlist
ja: プレイリストの削除(_R)
ka: დასაკრავი სიის _მოცილება
mk: _Отстрани список за репродукција
ms: _Buang Senarai-main
ro: Ște_rge lista de redare
sl: _Odstrani seznam predvajanja
sq: _Hiqe Luajlistën

source: _Remove Playlists
br: _Dilemel rolloù-c’hoari
cy: _Dileu Rhestri Chwarae
id: _Hapus Playlist
ja: 複数のプレイリストの削除(_R)
ka: დასაკრავი სიის _მოცილება
mk: _Отстрани Список за репродукција
ms: _Buang Senarai-main
ro: Ște_rge listele de redare
sl: _Odstrani sezname predvajanja
sq: _Hiq Luajlistat

source: _Remove Playlist Folders
br: _Dilemel teuliadoù roll-c’hoari
cy: _Dileu Ffolderi Rhestr Chwarae
id: _Hapus Folder Playlist
ja: 複数のプレイリスト・フォルダーの削除(_R)
ka: დასაკრავი სიის საქაღალდის _მოცილება
mk: _Отстрани Папки за Списоци за репродукција
ms: _Buang Folder Senarai-main
ro: Ște_rge dosarele cu liste de redare
sl: _Odstrani mape seznamov predvajanja
sq: _Hiq Dosje Luajlistash

source: _Remove Playlist Folder
br: _Dilemel teuliad roll-c’hoari
cy: _Dileu Ffolder Rhestr Chwarae
id: _Hapus Folder Playlist
ja: プレイリスト・フォルダーの削除(_R)
ka: დასაკრავი სიის საქაღალდის _მოცილება
mk: _Отстрани Папка за Списоци за репродукција
ms: _Buang Folder Senarai-main
ro: Ște_rge dosarul de liste
sl: _Odstrani mapo seznamov predvajanja
sq: _Hiq Dosje Luajliste

source: _Play
br: _C’hoari
cy: _Chwarae
id: _Mainkan
ja: 再生(_P)
ka: _დაკვრა
mk: _Репродуцирај
ms: _Main
ro: _Redă
sl: _Predvajaj
sq: _Luaje
te: ఆడించు

source: _Pause
br: _Ehaniñ
cy: _Seibio
ja: 一時停止(_P)
ka: _შეჩერება
mk: _Паузирај
ms: _Jeda
ro: _Pauză
sl: _Premor
sq: _Pushoje

source: _Next Item
br: _Kentañ tra
cy: _Eitem Nesaf
id: Item Sela_njutnya
ka: შემდეგი ე_ლემენტი
ms: Item Se_terusnya
ro: _Urmatorul element

source: _Previous Item
br: _Tra kent
cy: _Eitem Cynt
id: Item Se_belumnya
ka: წინა ე_ლემენტი
ms: Item Se_belumnya
ro: _Elementul precedent

source: Skip _Forward
br: Fonnus war-raok
cy: Neidio _Ymlaen
id: _Maju
ja: 前方へスキップ(_F)
mk: Прескокни _нанапред
ms: Langkau kehadapan
ro: Derulează îna_inte
sl: Preskoči na_prej
sq: Anashkalo _Përpara

source: Skip _Back
br: Distreiñ _Buan
cy: Neidio yn Ôl
id: _Mundur
ja: 後方へスキップ(_B)
mk: Прескокни _наназад
ms: Langkau Ke_belakang
ro: Derulează îna_poi
sl: Preskoči na_zaj
sq: Anashkalo _Mbrapsht

source: Volume _Up
br: Kreskiñ ar _Son
cy: Lefel Sain i _Fyny
id: _Perbesar Suara
ja: 音量を上げる(_U)
ka: ხმის _აწევა
mk: Зголеми _звук
ms: Volum _Naik
ro: Mă_reşte volumul
sl: Po_večaj glasnost
sq: _Ngrije Volumin

source: Volume _Down
br: _Izelaat ar son
cy: Lefel Sain i _Lawr
id: _Pelankan Suara
ja: 音量を下げる(_D)
ka: ხმის _დაწევა
mk: Намали _звук
ms: Volum _Turun
ro: Mi_cșorează volumul
sl: Z_manjšaj glasnost
sq: _Ule Volumin

source: S_ubtitles
br: I_stitloù
cy: _Isdeitlau
id: _Terjemahan
ka: _სუბტიტრები
ms: Sari _kata
ro: S_ubtitrări
sl: P_odnapisi
sq: _Nëntituj

source: Convert
br: Treiñ
id: Konversi
ka: კონვერტაცია
ms: Tukar
ro: Conversie
sl: Pretvori
