Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Website
bg: Уебсайт
ca: Lloc web
de: Webseite
es: Página web
et: Veebileht
fi: Verkkosivu
ga: Láithreán Gréasáin
gl: Sitio web
hr: Web stranica
id: Situs Web
ka: ვებ-გვერდი
pt: Sítio web
pt_br: Página web
ro: Pagină web
sl: Spletišče
sr: Интернет страница
sv: Webbplats
tr: Websayfası
uk: Веб-сайт

source: queued for download
bg: на опашката за изтегляне
br: Lostigell bellgargañ
ca: posat a la cua per baixar
cy: mewn ciw i'w lawrlwytho
de: in der Download-Warteschlange
es: en la cola de descarga
et: lisatud allalaadimise järjekorda
fi: lataus asetettu jonoon
ga: i scuaine le híosluchtú
gl: agardando para descargar
hr: na čekanju za preuzimanje
id: antrian untuk diunduh
ja: ダウンロードにキュー
ka: გადმოწერის რიგშია
mk: закажано за превземање
ms: Telah di baris gilirkan untuk dimuat turun
nb: I kø for nedlasting
pt: em fila de espera para transferência
pt_br: na fila para download
ro: în coada pentru descărcare
sl: v vrsti za prenos
sq: vënë në radhë për shkarkim
sr: на чекању за преузимање
sv: kölagd för hämtning
te: దింపుకోలు క్యూలో ఉంది
tr: indirmek için sırada
uk: в черзі на завантаження

source: Error saving file
bg: Грешка при запазване на файла
hr: Pogreška pri spremanju datoteke

source: There was an error saving %(filename)s: %(error)s
bg: Имаше грешка при запазването на %(filename)s: %(error)s
hr: Dogodila se greška pri spremanju %(filename)s: %(error)s

source: Subscribed to new podcast:
bg: Записани сте към нов подкаст:
ca: Subscrit a un nou podcast:
de: Neuen Podcast abboniert:
es: Se ha subscrito a un nuevo podcast:
fi: Tilattiin uusi podcast:
gl: Subscribiuse a un novo podcast:
hr: Pretplata na novi podcast:
pt: Subscreveu um novo podcast:
pt_br: Inscrever em novo podcast:

source: Subscribed to new podcasts:
bg: Записани сте към нови подкасти:
ca: Subscrit un nous podcasts:
de: Neue Podcasts abboniert:
es: Se ha subscrito a nuevo podcasts:
fi: Tilattiin uusia podcasteja:
gl: Subscribiuse a novos podcasts:
hr: Pretplata na nove podcaste:
pt: Subscreveu novos podcasts:
pt_br: Inscrito em novos podcasts:

source: Migrating Files
bg: Преместване на файлове
br: O tilec’hiañ Restroù
ca: S'estan migrant els fitxers
cy: Mudo Ffeiliau
de: Dateien werden übertragen
es: Migrando archivos
et: Faili siirdamine
fi: Siirretään tiedostoja
ga: Ag Aistriú Na Comhaid
gl: A migrar ficheiros
hr: Prijenos datoteka
id: Memindahkan Berkas
ka: ფაილების მიგრაცია
mk: Преселба на датотеки
ms: Sedang Memindahkan Fail-fail
nb: Flytting av filer
pt: A migrar ficheiros
pt_br: Migrando Arquivos
ro: Migrare fișiere
sl: Migracija datotek
sq: Po migrohen Kartelat
sr: Померање датотека
sv: Migrerar filer
te: ఫైళ్ళను వలస పంపుతున్నాం
tr: Dosyaları Yerdeğiştir
uk: Перенос файлів

source: Error: %(msg)s
bg: Грешка: %(msg)s
br: Fazi : %(msg)s
ca: S'ha produït un error: %(msg)s
cy: Gwall: %(msg)s
de: Fehler: %(msg)s
et: Viga: %(msg)s
fi: Virhe: %(msg)s
ga: Botún: %(msg)s
gl: Erro: %(msg)s
hr: Greška: %(msg)s
id: Kesalahan: %(msg)s
ka: შეცდომა: %(msg)s
mk: Грешка: %(msg)s
ms: Ralat: %(msg)s
nb: Feil: %(msg)s
pt: Erro: %(msg)s
pt_br: Erro: %(msg)s
ro: Eroare: %(msg)s
sl: Napaka: %(msg)s
sq: Gabim: %(msg)s
sr: Грешка: %(msg)s
sv: Fel: %(msg)s
te: పొరపాటు: %(msg)s
tr: Hata. %(msg)s
uk: Помилка: %(msg)s

source: Can't connect
bg: Грешка при свързване
br: N’haller kevreañ
ca: No es pot connectar
cy: Methu â chysylltu
de: Verbindung fehlgeschlagen
es: Imposible conectar
et: Ei saa ühendust
fi: Yhteydenmuodostus epäonnistui
ga: Ní féidir ceangailt
gl: Non é posible a conexión
hr: Nemoguće povezivanje
id: Tidak dapat tersambung
ja: 接続できません
ka: დაკავშირება ვერ ხერხდება
mk: Неуспешно поврзување
ms: Tidak dapat disambungkan
nb: Kan ikke koble til
pt: Não foi possível realizar a ligação
pt_br: Não é possível se conectar
ro: Nu mă pot conecta
sl: Povezava ni možna
sq: S'lidhet dot
sr: Повезивање није успело.
sv: Kan inte ansluta
te: కనెక్టు కాలేకున్నాం
tr: Bağlanılamıyor
uk: Не вдається під'єднатись

source: Connection Error: %(msg)s
bg: Грешка при свързване: %(msg)s
br: Fazi kevreañ: %(msg)s
ca: S'ha produït un error de connexió: %(msg)s
cy: Gwall Cysylltu: %(msg)s
de: Verbindungsfehler: %(msg)s
es: Error en la conexión: %(msg)s
et: Ühenduse viga: %(msg)s
fi: Yhteysvirhe: %(msg)s
ga: Botún ceangail %(msg)s
gl: Erro na conexión: %(msg)s
hr: Greška povezivanja: %(msg)s
id: Kesalahan Sambungan: %(msg)s
ka: შეცდომა დაკავშირებისას: %(msg)s
mk: Грешка при поврзување: %(msg)s
ms: Ralat Sambungan: %(msg)s
nb: Tilkoblingsfeil: %(msg)s
pt: Erro de ligação: %(msg)s
pt_br: Erro na Conexão: %(msg)s
ro: Eroare la conectare: %(msg)s
sl: Napaka povezave: %(msg)s
sq: Gabim në Lidhje: %(msg)s
sr: Грешка при повезивању: %(msg)s
sv: Anslutningsfel: %(msg)s
te: సంధానపు పొరపాటు: %(msg)s
tr: Bağlantı Hatası. %(msg)s
uk: Помилка з'єднання: %(msg)s

source: SSL connection error
bg: Грешка при свързване по SSL
br: Fazi kevreañ SSL
ca: S'ha produït un error en la connexió SSL
cy: Gwall cysylltu SSL
de: SSL Verbindungsfehler
es: Error en la conexión SSL
et: Viga SSL ühendusega
fi: SSL-yhteysvirhe
ga: Botún ceangail SSL
gl: Erro na conexión SSL
hr: Greška SSL veze
id: Kesalahan koneksi SSL
ja: SSL接続エラー
ka: SSL-შეერთების შეცდომა
mk: Грешка при SSL поврзувањето
ms: Ralat Sambungan SSL
nb: Feil ved SSL-tilkobling
pt: Erro de ligação SSL
pt_br: Erro na conexão segura (SSL)
ro: Eroare SSL la conectare
sl: Napaka povezave SSL
sq: Gabim në lidhjen SSL
sr: Грешка SSL везе.
sv: SSL-anslutningsfel
te: SSL కనెక్షన్లో లోపం
tr: SSL bağlantı hatası
uk: Помилка SSL з'єднання

source: Timeout
bg: Изтичане на времето
br: Echu hoc’h amzer
ca: Temps esgotat
cy: Goramser
de: Zeitüberschreitung
es: Tiempo agotado
et: Aegumine
fi: Aikakatkaisu
ga: Teorainn Ama
gl: Tempo límite
hr: Istek vremena
id: Waktu habis
ja: タイムアウト
ka: დაყოვნების დრო
mk: Времето истече
ms: Had masa tamat
nb: Tidsavbrudd
pt: Tempo esgotado
pt_br: Tempo limite esgotado
ro: Timp alocat expirat
sl: Časovna prekoračitev
sq: Mbarim kohe
sr: Време је истекло.
sv: Tidsgräns överskriden
te: సమయము పైబడినది
tr: Zaman Aşımı
uk: Час очікування сплив

source: Connection to %(host)s timed out
bg: Връзката към %(host)s изтече
br: Koulzad kevreiñ ouzh %(host)s echu
ca: S'ha esgotat el temps de connexió a %(host)s
cy: Goramserwyd y cysylltiad i %(host)s
de: Zeitüberschreitung bei Verbindung zu %(host)s
es: Expiró la conexión a %(host)s
et: Ühendus %(host)s aegus
fi: Yhteys kohteeseen %(host)s aikakatkaistiin
ga: D'imigh an ceangal chuig %(host)s thar am
gl: A conexión con %(host)s excedeu o tempo límite
hr: Istek vremena povezivanja na %(host)s
id: Waktu koneksi ke %(host)s habis
ja: %(host)s からの接続がタイムアウトしました
mk: Поврзувањето со %(host)s истече
ms: Sambungan ke %(host)s telah tamat
nb: Tilkoblingen til %(host)s ble tidsavbrutt
pt: A ligação com %(host)s expirou
pt_br: Conexão a %(host)s excedeu o tempo limite
ro: Conectarea la %(host)s a durat prea mult
sl: Povezava z %(host)s je časovno pretekla
sq: Lidhjes me %(host)s i mbaroi koha
sr: Време за везу са %(host)s је истекло.
sv: Anslutningen till %(host)s överskred tidsgränsen
te: %(host)s కనెక్షను తైమౌటయింది
tr: %(host)s 'a Bağlanma zaman aşımına uğradı
uk: Час з’єднання з %(host)s сплив

source: Couldn't find address family to use
bg: Не може да бъде открито адресно семество, което да бъде използвано
ca: No s'ha pogut trobar una família d'adreces per utilitzar
de: Konnte keine benutzbare Adress-Familie finden
es: No se pudo encontrar una familia de direcciones para utilizar
fi: Käytettävää osoiteperhettä ei löytynyt
hr: Nemoguće je naći srodnu adresu za upotrebu
pt: Não foi possível encontrar a familia de endereço a utilizar
pt_br: Não foi possível encontrar a família de endereços para uso

source: Unknown Error code
bg: Неизвестен код на грешка
br: Kod fazi dizanavezet
ca: Codi d'error desconegut
cy: Gwall Cod Anhysbys
de: Unbekannter Fehlercode
es: Código de error desconocido
et: Tundmatu veakood
fi: Tuntematon virhekoodi
ga: Cód Botúin Anaithnid
gl: Código de erro descoñecido
hr: Nepoznati kôd greške
id: Kode kesalahan tidak dikenal
ja: 不明なエラー・コード
ka: უცნობი შეცდომის კოდი
mk: Непознат код за грешка
ms: Kod Ralat tidak diketahui
nb: Ukjent feilkode
pt: Código de erro desconhecido
pt_br: Código de erro desconhecido
ro: Code de eroare necunoscut
sl: Neznana koda napake.
sq: Kod Gabimi i Panjohur
sr: Непознат кôд грешке.
sv: Okänd felkod
te: తెలియని లోపపు కోడు
tr: Bilinmeyen Hata Kodu
uk: Помилка з невідомим кодом

source: Connection closed
bg: Връзката е прекъсната
br: Kevreadur serret
ca: S'ha tancat la connexió
cy: Ceuwyd y cysylltiad
de: Verbindung beendet
es: Conexión cerrada
et: Ühendus suletud
fi: Yhteys suljettiin
ga: Dúnadh an ceangal
gl: Conexión pechada
hr: Veza prekinuta
id: Sambungan terputus
ja: 接続停止
ka: კავშირი შეწყდა
mk: Поврзувањето е затворено
ms: Sambungan ditutup
nb: Tilkobling avsluttet
pt: Ligação terminada
pt_br: Conexão encerrada
ro: Conexiunea a fost închisă
sl: Povezava zaprta
sq: Lidhja u mbyll
sr: Веза је затворена.
sv: Anslutningen stängdes
te: కనెక్షన్ మూసివేయబడినది
tr: Bağlantı kesildi
uk: З’єднання закрито

source: OPML Import failed
bg: Грешка при внасянето от OPML
br: C’hwitet enporzhiadenn OPML
ca: La importació del fitxer OPML ha fallat
cy: Mewnforio OPML wedi methu
de: OPML-Import fehlgeschlagen
es: Error en la importación OPML
et: OPML importimine ebaõnnestus
fi: OPML-tuonti epäonnistui
ga: Theip ar Allmhairiú OPML
gl: Fallou a importación OPML
hr: Neuspjeli OPML uvoz
id: Impor OPML gagal
ja: OPMLのインポートに失敗しました
ka: OPML-ის იმპორტირება შეწყდა
mk: Увозот на OPML е неуспешен
ms: Gagal Mengimpot OPML
nb: OPML-import mislyktes
pt: Falha ao importar OPML
pt_br: Falha ao importar OPML
ro: Import OPML eșuat
sl: Uvoz OPML ni uspel
sq: Importimi i OPML-së dështoi
sr: Увоз OPML датотеке није успео.
sv: OPML-importering misslyckades
te: OPML దిగుమతి విఫలమైంది
tr: OPML İçe Aktarılamadı
uk: Не вдалося імпортувати OPML

source: The selected OPML file appears to be invalid. Import was interrupted.
bg: Избраният OPML е невалиден. Внасянето беше прекъснато.
br: Seblantout a ra ar restr OPML bezañ fall. Paouez e vezer da enporzhiañ.
ca: El fitxer OPML seleccionat sembla ser invàlid. S'ha interromput la importació.
cy: Mae'n edrych fel bod y ffeil OPML hon yn annilys. Cafodd y mewnforiad ei atal.
de: Die ausgewählte OPML-Datei scheint ungültig zu sein. Das Importieren wurde abgebrochen.
es: El archivo OPML seleccionado parece ser no válido. La importación fue interrumpida.
et: Valitud OPML vail tundub olevat vigane. Importimine katkestati.
fi: Valittu OPML-tiedosto ei kelpaa. Tuonti keskeytettiin.
ga: Tá an cuma air go bhfuil an comhad OPML roghnaithe neamhbhailí. Idirbhriseadh an allmhairithe.
gl: O ficheiro OPML seleccionado parece incorrecto. A importación foi interrompida.
hr: Odabrana OPML datoteka je neispravna. Uvoz je prekinut.
id: Berkas OPML terpilih tampaknya tidak benar. Impor dihentikan
ja: 選択したOPMLファイルは無効にみえます。インポートは中断されました
mk: Означениот OPML документ изгледа дека е невалиден. Увозот беше прекинат.
ms: OPML yang telah dipilih kelihatan tidak sah. Import tergendala.
nb: Den valgte OPML-filen ser ut til å være ugyldig. Importeringen ble avbrutt.
pt: Parece que o ficheiro OPML é inválido. A importação foi interrompida.
pt_br: Os arquivos selecionados parecem ser inválidos. Importação interrompida
ro: Fișierul OPML pare să fie invalid. Importarea a fost întreruptă.
sl: Izbrana datoteka OPML se zdi neveljavna. Uvoz je bil prekinjen.
sq: Kartela OPML e përzgjedhur duket të jetë e mangët. Importi u ndërpre.
sr: Изабрана OPML датотека није исправна. Увоз је прекинут.
sv: Den valda OPML-filen verkar vara ogiltig. Importeringen avbröts.
te: ఎంచుకున్న OPML ఫైలు సరైనదిగా అగుపించడం లేదు. దిగుమతిని మధ్యలో ఆపేసాం.
tr: Seçilen OPML dosyası geçersiz gözüküyor. İçeri aktarım kesildi.
uk: Обраний OPML-файл здається некоректним. Імпортування було перерване.

source: The selected OPML file could not be read. Import was interrupted.
bg: Избраният OPML файл не може да бъде прочетен. Внасянето беше прекъснато.
ca: El fitxer OPML no s'ha pogut llegir. La importació ha estat interrompuda.
es: El archivo OPML no se ha podido leer. La importación ha sido interrumpida.
fi: Valittua OPML-tiedostoa ei voitu lukea. Tuonti keskeytettiin.
hr: Odabrana OPML datoteka se ne može čitati. Uvoz je prekinut.
nb: Den valgte OPML filen kunne ikke leses. Importen var avbrutt.
pt: O ficheiro OPML não pôde ser lido. A importação foi interrompida.
pt_br: A arquivo OPML selecionado não pode ser lido. Importação foi interrompida.
tr: Seçilen OPML dosyası okunamıyor. İçe aktarım engellendi.

source: OPML Import summary
bg: Отчет от OPML вмъкване
br: Diverrañ enporzhiañ OPML
ca: Resum de la importació del fitxer OPML
cy: Crynodeb mewnforio OPML
de: OPML Import Zusammenfassung
es: Resumen de la importación OPML
et: OPML importimise kokkuvõte
fi: OPML-tuonnin yhteenveto
ga: Achoimre Allmhairithe OPML
gl: Resumo da importación OPML
hr: Sažetak OPML uvoza
id: Simpulan impor OPML
ja: OPMLインポートの概要
ka: OPML-ის იმპორტირების შეჯამება
mk: Збирно за OPML увозот
ms: Ringkasan Impot OPML
nb: Sammendrag av OPML-import
pt: Resumo da importação OPML
pt_br: Sumário de Importação OPML
ro: Sumar importare OPML
sl: Povzetek uvoza OPML
sq: Përmbledhje Importimi OPML-je
sr: Кратак преглед OPML увоза
sv: Summering av OPML-importering
te: OPML దిగుమతి సారాంశం
tr: OPML İçe Aktarım özeti
uk: Підсумки імпортування OPML

source: Successfully imported %(count)d podcast.
bg: Успешно е внесен %(count)d подкаст.
ca: S'ha importat satisfactòriament %(count)d podcast.
de: Einen Podcast erfolgreich importiert.
es: Se ha importado satisfactoriamente %(count)d podcast.
fi: Tuotiin onnistuneesti %(count)d podcast.
gl: Importouse correctamente %(count)d podcast.
hr: Uspješno uvezen %(count)d podcast.
pt: Foi importado com sucesso %(count)d podcast.
pt_br: Podcast importado com sucesso %(count)d.
tr: %(count)d tane podcast içe aktarıldı.

source: Skipped %(count)d podcast already present.
bg: Пропуснат е %(count)d вече наличен подкаст.
ca: S'ha saltat %(count)d podcast ja existent.
de: Einen Podcast übergangen, da er bereits abboniert wurde.
es: Se ha saltado %(count)d podcast ya existente.
fi: Jätettiin tuomatta %(count)d jo tilattu podcast.
gl: Saltado %(count)d podcast xa existente.
hr: %(count)d preskočeni podcast već je prisutan.
pt: %(count)d podcast foi ignorado pois já existe.
pt_br: Saltado %(count)d podcast esta presente.
tr: %(count)d tane podcast zaten var.

source: Enter a new name for the playlist %s
bg: Въведете ново име за списъка за изпълнение %s
br: Reiñ un anv nevez d’ar roll-c’hoari %s
ca: Introduïu un nou nom per a la llista de reproducció %s
cy: Rhowch enw newydd i'r rhestr chwarae %s
de: Geben Sie einen neuen Namen für die Wiedergabeliste %s ein
es: Introduzca un nuevo nombre para lista de reproducción %s
et: Sisesta uus nimi esitusnimekirjale '%s'
fi: Kirjoita soittolistan %s uusi nimi
ga: Cuir isteach ainm nua don seinnréim %s
gl: Insira un novo nome para a listaxe de reprodución %s
hr: Upišite novi naziv za popis izvođenja %s
id: Masukkan nama baru untuk playlist %s
mk: Внесете ново име за списокот за репродукција %s
ms: Masukkan nama baru untuk Senarai-main %s
nb: Skriv inn et nytt navn for spillelisten %s
pt: Indique um novo nome para a lista de reprodução %s
pt_br: Digite um novo nome para a lista de reprodução %s
ro: Introduceţi un nume nou pentru lista de redare %s
sl: Vnesite novo ime za seznam predvajanja %s
sq: Jepni emër të ri për luajlistën %s
sr: Унесите нови назив за %s списак нумера
sv: Ange ett nytt namn för spellistan %s
te: ప్లేలిస్టు %s కు కొత్త పేరు ఇవ్వండి
tr: Çalma Listesi için yeni bir isim girin %s.
uk: Введіть нове ім’я списку відтворення %s

source: Search All
bg: Търсене на всичко
br: Klask pep tra
ca: Cerca-ho tot
cy: Chwilio Pob
de: Alle durchsuchen
es: Buscar todos
et: Otsi kõike
fi: Etsi kaikista
ga: Cuardaigh Uile
gl: Procurar en todos
hr: Pretraži sve
id: Cari Semua
ja: 全てを検索
ka: ყველას ძებნა
mk: Пребарај ги сите
ms: Gelintar semua
nb: Søk i alle
pt: Pesquisar tudo
pt_br: Procurar todos
ro: Caută în toate
sl: Najdi vse
sq: Kërko Në të Tëra
sr: Претражи све
sv: Sök alla
te: అన్నీ వెతకండి
tr: Tümünü Ara
uk: Шукати всюди

source: Download already exists
bg: Изтеглянето вече съществува
br: Pellgargadenn zo anezhi dija
ca: La baixada ja existeix
cy: Mae'r lawrlwythiad eisoes yn bodoli
de: Download existiert bereits.
es: La descarga ya existe
et: Alla laaditav fail on juba olemas
fi: Lataus on jo olemassa
ga: Tá an t-íosluchtú ann cheana
gl: A descarga xa existe
hr: Preuzimanje već postoji
id: Unduhan telah ada
ja: 既にダウンロード済みです
ka: გადმოწერა უკვე არსებობს
mk: Превземаниот документ веќе постои
ms: Muat turun telah wujud
nb: Nedlastingen finnes allerede
pt: A transferência já existe
pt_br: Download já existe
ro: Fișierul de descărcat există deja
sl: Prenos že obstaja.
sq: Shkarkimi ekziston tashmë
sr: Преузимање већ постоји.
sv: Hämtningen finns redan
te: దిగుమతి ఇప్పటికే ఉంది
tr: Mevcut olsa dahi indir
uk: Завантаження вже існує

source: That URL is already an external download.
bg: Този URL-адрес вече е даден за изтегляне.
br: An URL-mañ a zo ur bellgargadenn a-ziavaez dija.
ca: Aquesta URL és una baixada externa.
cy: Mae'r URL hwnnw eisoes yn lawrlwythiad allanol.
de: Diese URL ist bereits ein externer Download.
es: La URL introducida ya corresponde a una descarga externa.
et: See URL on juba väline allalaadimine.
fi: Kohde on jo ulkoisena latauksena.
ga: Is íosluchtú seachtrach é an URL cheana.
gl: Esa URL xa é unha descarga externa.
hr: Ovaj URL već je preuzet izvana
id: URL tersebut telah menjadi unduhan eksternal.
ja: そのURLは既に外部からのダウンロードです
mk: Овој URL веќе е надворешно превземање
ms: URL tersebut telah menjadi muat turun luaran
nb: URL-adressen er allerede en ekstern nedlasting.
pt: Esse URL já é uma transferência externa.
pt_br: Essa URL já é um download externo.
ro: Aceast URL este deja în descărcare externă.
sl: Naslov URL je že dodan kot zunanji prenos.
sq: Ajo URL është tashmë shkarkim i jashtëm.
sr: Та адреса је спољашње преузимање.
sv: Den webbadressen är redan en extern hämtning.
te: ఈ URL ఈసరికే ఒక బయటి దింపుకొలు
tr: Bu zaten harici indirme adresi.
uk: Цей URL вже є зовнішнішнім завантаженням.

source: %(appname)s will begin downloading it now.
bg: %(appname)s ще започне да го изтегля сега.
br: %(appname)s a grogo d’e bellgargañ bremañ.
cy: Bydd %(appname)s yn dechrau ei lawrlwytho nawr.
de: %(appname)s beginnt jetzt mit dem Download.
es: %(appname)s comenzara la descarga ahora.
et: %(appname)s alustab selle allalaadimist nüüd.
fi: %(appname)s aloittaa sen lataamisen nyt.
ga: Tosóidh %(appname)s ag íosluchtú anois é.
gl: %(appname)s vai comezar a descarga agora.
hr: %(appname)s će započeti odmah preuzimati.
id: %(appname)s akan segera mulai mengunduhnya.
mk: %(appname)s ќе започне со превземање сега.
ms: %(appname)s akan mula memuat turun sekarang.
nb: %(appname)s vil starte nedlastingen nå.
pt: O %(appname)s vai iniciar agora a transferência.
pt_br: %(appname)s vai começar a baixar agora.
ro: %(appname)s va începe acum să-l descarce.
sl: %(appname)s bo zdaj začel prenašati.
sq: %(appname)s do të fillojë ta shkarkojë tani.
sr: %(appname)s ће сада почети с преузимањем.
sv: %(appname)s kommer att börja hämta den nu.
te: %(appname)s దాన్ని దింపడం మొదలుపెడుతుంది
tr: %(appname)s şimdi indirmeye başlayacak.
uk: %(appname)s почне завантажувати його зараз.

source: It is downloading now.
bg: Изтегля се в момента.
br: O pellgargañ emañ bremañ.
ca: S'està baixant ara mateix.
cy: Mae'n lawrlwytho nawr.
de: Lädt jetzt herunter.
es: Se está descargando.
et: Seda laaditakse praegu alla.
fi: Lataus on jo käynnissä.
ga: Tá sé á íosluchú anois.
gl: Está a descargar agora.
hr: Preuzimanje u tijeku
id: Mengunduhnya sekarang.
ja: 現在ダウンロードしています
mk: се превзема сега.
ms: Ianya sedang dimuat turun
nb: Nedslasting pågår.
pt: Está a ser transferido.
pt_br: Download em andamento.
ro: Se descarcă acum.
sl: Prenos v teku.
sq: Po shkarkohet tani.
sr: Преузима се сада.
sv: Den hämtas nu.
te: దాన్ని ప్రస్తుతం దించుతున్నాం
tr: İndiriliyor.
uk: Це завантажується зараз.

source: It has already been downloaded.
bg: Вече е изтеглено.
br: Bet eo bet pellgarget dija.
ca: Ja ha estat baixat.
cy: Mae eisoes wedi'i lawrlwytho.
de: Wurde bereits heruntergeladen.
es: Ya ha sido descargado antes
et: Seda on juba alla laaditud.
fi: Kohde on jo ladattu.
ga: Íosluchtaíodh cheana é.
gl: Este ficheiro xa foi descargado.
hr: Već je preuzeto
id: Video telah diunduh.
ja: 既にダウンロードしています
mk: веќе беше превземан.
ms: Ianya telah dimuat turun
nb: Nedlasting er allerede fullført.
pt: Já foi transferido.
pt_br: Já foi feito o download deste arquivo.
ro: A fost descărcat deja.
sl: Že preneseno.
sq: Është shkarkuar një herë.
sr: Већ је преузето.
sv: Den har redan hämtats.
te: దీన్ని ఇప్పటికే దించుకొని ఉన్నారు.
tr: O zaten indirilmiş.
uk: Це вже було завантажене.

source: File Download
bg: Изтегляне на файл
br: O pellgargañ restr
ca: Baixada de fitxers
cy: Ffeil wedi'i Lawrlwytho
de: Dateidownload
es: Descarga de archivo
et: Faili allalaadimine
fi: Tiedoston lataus
ga: Íosluchtú an Chomhaid
gl: Descarga do ficheiro
hr: Preuzimanje datoteke
id: Unduh Berkas
ja: ファイルのダウンロード
ka: ფაილის გადმოწერა
mk: Превземање на документ.
ms: Muat turun Fail
nb: Filnedlasting
pt: Transferência de ficheiro
pt_br: Download de Arquivo
ro: Descărcare fișier
sl: Prenos datoteke
sq: Shkarkim Kartele
sr: Преузимање датотеке
sv: Filhämtning
te: పైలు దిగుమతి
tr: Dosya İndirme
uk: Завантаження файлу

source: This file at %(url)s does not appear to be audio, video, or a podcast.
bg: Изглежда, че този файл на адрес %(url)s не е аудио, видео или подкаст.
de: Diese Datei unter %(url)s scheint weder Musik, ein video noch ein Podcast zu sein.
es: Este archivo en %(url)s no parece ser de audio, vídeo o un podcast.
fi: Tiedosto osoitteessa %(url)s ei vaikuta olevan ääni- saati videotiedosto tai podcast.
ga: Ceaptar nach ceol, físeán nó podchraoladh é an comhad ag %(url)s.
gl: Este ficheiro de %(url)s non parece ser de son, nin de vídeo, nin un podcast.
hr: Ova datoteka na %(url)s čini se da nije zvučni zapis, video zapis ili podcast.
pt: O ficheiro em %(url)s não é áudio, vídeo ou podcast.
pt_br: O arquivo em %(url)s não parece ser áudio, vídeo ou um podcast.

source: Download Error
bg: Грешка при изтегляне
br: Fazi Pellgargañ
ca: S'ha produït un error la baixada
cy: Gwall Lawrlwytho
de: Fehler beim Herunterladen
es: Error de descarga
et: Allalaadimise viga
fi: Latausvirhe
ga: Botún Íosluchtaithe
gl: Erro na descarga
hr: Greška preuzimanja
id: Kesalahan Unduh
ja: ダウンロード・エラー
ka: გადმოწერის შეცდომა
mk: Грешка при превземање
ms: Ralat Muat turun
nb: Nedlastingsfeil
pt: Erro na transferência
pt_br: Erro no Download
ro: Eroare la descărcare
sl: Napaka pri prenosu
sq: Gabim Shkarkimi
sr: Грешка у преузимању.
sv: Hämtningsfel
te: దిగుమతి పొరపాటు
tr: İndirme Hatası
uk: Помилка завантаження
