Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Install Adobe Flash?
bg: Инсталиране на Adobe Flash?
br: Staliañ Adobe Flash?
ca: Voleu instal·lar l'Adobe Flash?
cy: Ydych am Arsefydlu Adobe Flash
de: Adobe Flash installieren?
es: ¿Instalar Adobe Flash?
et: Installida Adobe Flash?
fi: Asennetaanko Adobe Flash?
ga: Suiteáil Adobe Flash?
gl: Desexa instalar o Adobe Flash?
hr: Instaliraj Adobe Flash?
id: Pasang Adobe Flash?
ja: Adobe Flashをインストールしてよろしいですか？
ka: Adobe Flash Player-ის ინსტალაცია
ms: Pasang Adobe Flash?
nb: Vil du installere Adobe Flash?
pt: Instalar Adobe Flash?
pt_br: Instalar Adobe Flash?
ro: Instalați Adobe Flash?
sl: Želite namestiti Adobe Flash?
sq: Të instalohet Adobe Flash?
sr: Инсталирати Adobe Flash?
sv: Installera Adobe Flash?
te: Adobe Flash స్థాపించాలా?
tr: Adobe Flash kurmak ister misin?
uk: Встановити Adobe Flash?

source: For the best %(appname)s experience, we suggest you install Adobe Flash. Would you like to do this now?
bg: За най-добра работа на %(appname)s , ви препоръчваме да инсталирате Adobe Flash. Желаете ли да направите това сега?
br: Ma vo kaer ho selladenn %(appname)s, e kinnigomp deoc’h staliañ Adobe Flash. En ober bremañ?
ca: Per a una millor experiència amb el %(appname)s és necessari instal·lar l'Adobe Flash. Voleu fer-ho ara?
cy: Am y profiad %(appname)s gorau, rydym yn awgrymu rydych yn arsefydlu Adobe Flash. A hoffech wneud hyn nawr?
de: Für das beste %(appname)s Ergebnis empfehlen wir Ihnen die Installation des Adobe Flash Players. Möchten Sie dies jetzt tun?
es: Para disfrutar al máximo de %(appname)s, le sugerimos que instale Adobe Flash. ¿Desea instalarlo ahora?
et: Parimaks %(appname)s elamuseks, me soovitame sul paigaldada Adobe Flash. Kas tahad seda teha nüüd?
fi: Parhaan %(appname)s-käyttökokemuksen saavuttamiseksi on suositeltavaa asentaa Adobe Flash. Haluatko tehdä asennuksen nyt?
ga: Le haghaidh an %(appname)s is fearr, molaimid duit Adobe Flash a shuiteáil. Ar mhaith leat é sin a dhéanamh anois?
gl: Para unha mellor experiencia co %(appname)s suxerímoslle que instale Adobe Flash. Desexa instalalo agora?
hr: Za što bolji %(appname)s doživljaj, preporučamo instaliranje Adobe Flasha. Želite li ga odmah instalirati?
id: Untuk kenyamanan dalam menggunakan %(appname)s, kami menyarankan Anda memasang Adobe Flash. Apakah Anda ingin melakukannya sekarang?
ja: %(appname)s を最適に御覧いただくために Adobe Flash のインストールを推奨いたします。今すぐ実行しますか？
ka: %(appname)s-ს საუკეთესოდ მუშაობისთვის, გირჩევთ დააყენოთ Adobe Flash Player-ი. გსურთ, ახლავე დააყენოთ იგი?
ms: Untuk pengalaman penggunaan %(appname)s yang terbaik, kami syorkan anda pasang Adobe Flash. Adakan anda ingin berbuat demikian sekarang?
nb: For å få en best mulig brukeropplevelse av %(appname)s bør du installere Adobe Flash. Ønsker du å gjøre dette nå?
pt: Para uma melhor utilização do %(appname)s, sugerimos a instalação do Adobe Flash. Pretende transferi-lo agora?
pt_br: Para obter a melhor experiência de %(appname)s, sugerimos instalar o Adobe Flash. Você gostaria de fazer isto agora?
ro: Pentru cea mai bună experienţă %(appname)s, e sugerat să instalați Adobe Flash. Doriți să-o faceți acum?
sl: Za kar najboljšo izkušnjo s programom %(appname)s priporočamo, da namestite Adobe Flash. Želite to zdaj storiti?
sq: Për funksionimin sa më të mirë të %(appname)ss, këshillojmë instalimin e Adobe Flash. Donita bëni këtë tani?
sr: За најбоље %(appname)s перформансе, препоручујемо вам да инсталирате Adobe Flash. Желите ли да то урадите сада?
sv: För bäst upplevelse av %(appname)s, rekommenderar vi att du installerar Adobe Flash. Vill du göra detta nu?
te: చక్కటి %(appname)s అనుభూతి కోసం, Adobe Flash ను స్థాపించుకొమ్మని మా సలహా. స్థాపించుకుంటారా?
tr: %(appname)s 'nun en iyi kullanımı için Adobe Flash'ı kurmanızı öneriyoruz. Şimdi kurmak ister misin?
uk: Для найкращих вражень від роботи із %(appname)s ми рекомендуємо встановити Adobe Flash. Ви бажаєте зробити це зараз?

source: Install Adobe Flash
bg: Инсталиране на Adobe Flash
br: Staliañ Adobe Flash
ca: Instal·la l'Adobe Flash
cy: Ydych am Arsefydlu Adobe Flash
de: Adobe Flash installieren
es: Instalar Adobe Flash
et: Installi Adobe Flash
fi: Asenna Adobe Flash
ga: Suiteáil Adobe Flash
gl: Instalar Adobe Flash
hr: Instaliraj Adobe Flash
id: Instal Adobe Flash
ja: Adobe Flashのインストール
ka: Adobe Flash Player-ის ინსტალაცია
ms: Pasang Adobe Flash
nb: Installer Adobe Flash
pt: Instalar Adobe Flash
pt_br: Instalar Adobe Flash
ro: Instalare Adobe Flash
sl: Namesti Adobe Flash
sq: Instaloni Adobe Flash
sr: Инсталирај Adobe Flash
sv: Installera Adobe Flash
te: Adobe Flash ను స్థాపించు
tr: Adobe Flash'ı yükle
uk: Встановити Adobe Flash

source: Your browser will load the web-site where you can download and install Adobe Flash. You should quit %(appname)s now and start it up again after Adobe Flash has been installed.
bg: Вашият браузър ще зареди уеб страница, къде може да изтеглите и инсталирате Adobe Flash. Трябва да изключите %(appname)s сега и да го стартирате след като Adobe Flash е инсталиран.
br: Pellgarget e vo al lec’hienn eus pehini e vo pellgarget ha staliet Adobe Flash. Ret e vefe deoc’h kuitaat %(appname)s bremañ hag e adloc’hañ goude bezañ staliet Adobe Flash.
ca: El navegador carregarà el lloc web d'on podeu baixar i instal·lar l'Adobe Flash. Hauríeu de sortir del %(appname)s ara i iniciar-lo una altra vegada després d'instal·lar l'Adobe Flash.
de: Ihr Browser öffnet nun eine Internetseite, von der Sie Adobe Flash herunterladen und installieren können. Bitte beenden Sie %(appname)s und starten Sie es erneut, nachdem Adobe Flash installiert wurde.
es: Su navegador cargará el sitio web desde el que se puede descargar e instalar Adobe Flash. Tiene que salir de %(appname)s ahora e iniciarlo otra vez después de que Adobe Flash se haya instalado.
et: Sinu brauser avab veebisaidi, kust saad alla laadida ja paigaldada Adobe Flash'i. Sa peaksid rakendusest %(appname)s väljuma ja selle pärast Adobe Flash'i paigaldamist uuesti käivitama.
fi: Selaimesi avaa sivun, jolta voit ladata ja asentaa Adobe Flashin. Kun asennus on valmis, käynnistä %(appname)s uudestaan, jotta muutokset tulevat voimaan.
ga: Luchtóidh do líonléitheoir an láithreán gréasáin ónar féidir Adobe Flash a íosluchtú agus a shuiteáil. Ba chóir duit scoir ó %(appname)s anois agus tosaigh aríse é nuair atá Adobe Flash suiteáilte.
gl: O seu navegador cargará a web onde pode obter Adobe Flash. Debería pechar o %(appname)s e inicialo de novo despois da instalación do Adobe Flash.
hr: Vaš preglednik će učitati web stranicu s koje možete preuzeti i instalirati Adobe Flash. Trebali biste odmah zatvoriti %(appname)s i ponovno ga pokrenuti nakon što se Adobe Flash instalira.
id: Peramban situs Anda akan membuka situs dimana Anda dapat mengunduh dan memasang Adobe Flash. Harap Anda keluar dari %(appname)s sekarang dan mulai kembali setelah Adobe Flash telah terpasang.
ka: ბროუზერში გაიხსნება ვებ-გვერდი, საიდანაც შეძლებთ Adobe Flash Player-ის გადმოწერას და ინსტალაციას. გათიშეთ %(appname)s და ჩართეთ იგი Adobe Flash Player-ის ინსტალაციის შემდეგ.
ms: Pelayar anda akan memuat tapak web di mana anda boleh memuat turun dan memasang Adobe Flash. Anda patut tutup %(appname)s sekarang dan lancarkan ia semua selepas pemasangan Adobe Flash.
nb: Nettleseren din vil nå laste nettsiden der du kan laste ned og installere Adobe Flash. Du bør avslutte %(appname)s nå, og starte programmet på nytt etter at Adobe Flash er installert.
pt: O seu navegador vai abrir a página web para transferir e instalar o Adobe Flash. Deve fechar o %(appname)s agora e reiniciá-lo após a instalação do Adobe Flash.
pt_br: Seu navegador vai carregar uma página da web onde você poderá efetuar o download e instalar o Adobe Flash. Você deve sair de %(appname)s agora e iniciá-lo novamente depois que o Adobe Flash estiver instalado.
ro: Navigatorul dumneavoastră va încărca site-ul web de unde puteți descărca și instala Adobe Flash Player. Închideți acum %(appname)s, și porniți-l din nou după ce s-a instalat Adobe Flash.
sl: Vaš brskalnik bo naložil spletno mesto, s katerega lahko prenesete in nato namestite Adobe Flash. Zdaj zaprite program %(appname)s in ga znova zaženite, ko bo Adobe Flash že nameščen.
sq: Shfletuesi juaj do të ngarkojë "site"-in web prej nga mund të shkarkoni dhe instaloni Adobe Flash-in. Do ishte mirë ta mbyllni %(appname)sn tani dhe ta nisni prapë pasi të jetë instaluar Adobe Flash.
sr: Ваш прегледач ће учитати интернет страницу на којој можете да преузмете и инсталирате Adobe Flash. Требало би да искључите %(appname)s и поново укључите након што се Adobe Flash инсталира.
sv: Din webbläsare kommer att ladda webbsidan där du kan ladda ner och installera Adobe Flash. Du bör avsluta %(appname)s nu, och starta det igen efter att Adobe Flash har installerats.
te: Adobe Flash ను దించుకుని స్థాపించుకునే వెబ్‍సైటును మీ బ్రౌజరు లోడు చేస్తుంది. ఇప్పుడు మీరు %(appname)s నుండి నిష్క్రమించి Adobe Flash ను స్థాపించుకున్నాక, మళ్ళీ తెరవండి.
uk: Ваш браузер перейде на сайт де ви зможете завантажити та встановити Adobe Flash. Вам потрібно буде вийти з %(appname)s та запустити його знову після того як встановиться Adobe Flash.

source: When I click the red close button:
bg: Когато цъкна червения бутон за затваряне:
br: Serrit pa glikin war ar voutonenn ruz:
ca: En fer clic al botó de tancament vermell:
cy: Pan gliciaf y botwm cau coch
de: Bei Klick auf auf die rote Schließen-Schaltfläche:
es: Cuando haga clic en el botón rojo de cerrar:
et: Punasele sulgemisnupule vajutades:
fi: Kun napsautan sulkemispainiketta:
ga: Nuair a bhrúim an dúnchnaipe dearg:
gl: Cando prema no botón vermello de pechar:
hr: Kad kliknem na crvenu tipku zatvaranja:
id: Ketika saya meng-klik tombol tutup warna merah:
ja: 赤の閉じるボタンをクリックした時:
ka: დახურვის ღილაკზე დაჭერის დროს:
ms: Apabila saya klik butang tutup berwarna merah:
nb: Når jeg trykker lukk-knappen:
pt: Ao clicar no botão vermelho para fechar:
pt_br: Quando clicar no botão vermelho de fechar:
ro: Când apăs butonul roșu de închidere:
sl: Ko pritisnem rdeči gumb za izklop:
sq: Kur klikoj butonin e kuq të mbylljes:
sr: Када кликнем на црвено дугме за излазак:
sv: När jag trycker på den röda avstängningsknappen
te: నేనా ఎర్రటి మూసెయ్యి బొత్తాన్ని నొక్కినపుడు:
tr: Kırmızı kapat düğmesine tıkladığımda:
uk: Коли я натискаю на червону кнопку закриття:

source: Close to tray so that downloads can continue.
bg: Затваряне в системния панел, за да продължат изтеглянията.
br: Bihanikaat en daolenn ma adkrego ar pellgargañ.
ca: Tanca a la safata del sistema, de manera que les baixades no s'aturin.
cy: Ceuwch i'r cafn felly bod lawrlwythiadau'n gallu parhau
de: Programm in den Infobereich minimieren, damit Downloads im Hintergrund fortgesetzt werden können.
es: Minimizar en la barra de tareas para que las descargas puedan continuar.
et: Jäta salve, et allalaadimised saaksid jätkuda
fi: Sulje ilmoitusalueelle, jotta lataukset voivat jatkua
ga: Dún go dtí an trádaire anois gur féidir le íosluchtaithe leanúint ar aghaidh
gl: Pechar na bandexa do sistema para que as descargas poidan continuar.
hr: Smanji u obavijesno područje da bi se preuzimanja nastavila.
id: Tutup ke tray sehingga unduhan tetap dapat berjalan.
ja: トレイを閉じてもダウンロードは継続します
ka: თრეიში ჩაკეცვა (აქტიური გადმოწერების გასაგრძელებლად)
ms: Tutup ke tray supaya proses muat turun boleh diteruskan.
nb: Lukk til oppgavefeltet slik at nedlastinger kan fortsette.
pt: Fechar para a área de notificação e continuar as transferências.
pt_br: Minimizar para a bandeja para que seus downloads possam continuar.
ro: Închide către zona de notificare, ca descărcările să continue.
sl: Pomanjšaj na pladenj, da se prenos lahko nadaljuje.
sq: Ule në panel e kështu të mund të vazhdojnë shkarkimet.
sr: спусти у системску палету
sv: Minimera till aktivitetsfältet så att hämtningar kan fortsätta.
te: మూసి ట్రేలో చూపించు. దింపుకోళ్ళు మాత్రం కొనసాగాలి.
tr: İndirmelerin devam etmesi için sistem tepsisine gönder.
uk: Згорнути до трею, щоб завантаження продовжились.

source: Quit %(appname)s completely.
bg: Напускане изцяло на %(appname)s.
br: Kuitaat %(appname)s da vat.
ca: Surt del %(appname)s completament.
cy: Gadael %(appname)s yn gyfan gwbl.
de: %(appname)s beenden.
es: Salir de %(appname)s completamente.
et: Välju %(appname)sst täielikult.
fi: Sammuta %(appname)s kokonaan
ga: Scoir ó %(appname)s ina iomlán.
gl: Saír do %(appname)s.
hr: Zatvaranje %(appname)s-a završeno.
id: Keluar %(appname)s sepenuhnya.
ka: %(appname)s-დან გამოსვლა.
ms: Tutup %(appname)s sepenuhnya.
nb: Avslutt %(appname)s fullstendig.
pt: Sair do %(appname)s.
pt_br: Sair de %(appname)s completamente.
ro: Închide %(appname)s de tot.
sl: Povsem zapri %(appname)s.
sq: Dil plotësisht nga %(appname)s.
sr: у целости искључи %(appname)s
sv: Avsluta %(appname)s helt.
te: %(appname)s ను పూర్తిగా మూసెయ్యి
tr: %(appname)s'dan tamamen çık.
uk: Закрити %(appname)s повністю.

source: System Default
bg: Стандартен за системата
br: Reizhiad dre-ziouer
ca: Valor predeterminat del sistema
cy: Diofyn System
de: Systemstandard
es: Predeterminado del sistema
et: Süsteemi vaikeväärtus
fi: Järjestelmän oletus
ga: Réamhshocrú an Chórais
gl: Predefinido do sistema
hr: Zadano sustavom
id: Default Sistem
ka: სისტემის სტანდარტული
nb: Systemstandard
pt: Pré-definições do sistema
pt_br: Padrão do Sistema
ro: Setări implicite
sl: Privzete sistemske vrednosti
sr: Подразумевано
sv: Systemets standardalternativ
tr: Sistem Varsayılanı
uk: Типова для системи

source: Subtitle font:
bg: Шрифт за субтитри:
br: Font istitl :
ca: Tipus de lletra dels subtítols
cy: Ffont isdeitl
de: Untertitel-Schriftart:
es: Fuente de subtitulo:
et: Subtiitri font:
fi: Tekstityksen kirjasin:
ga: Clófhoireann na bhfoteideal
gl: Tipo de letra dos subtitulos
hr: Slova podnaslova:
id: Huruf subjudul:
ka: სუბტიტრის შრიფტი:
nb: Undertekst skriftvalg
pt: Tipo de letra das legendas:
pt_br: Fonte da Legenda (tipo de letra)
ro: Font subtitrare
sl: Pisava podnapisov:
sr: Фонт титла:
sv: Typsnitt för undertext:
tr: Altyazı Fontu:
uk: Шрифт субтитрів:

source: %(num)d min
bg: %(num)d мин
ca: %(num)d minut
de: %(num)d Minute
es: %(num)d minuto
gl: %(num)d minuto
nb: %(num)d minutt
pt: %(num)d minuto
tr: %(num)d dak

source: Hindi
bg: Хинди
br: Hindieg
es: Hindú
ga: Hiondis
ka: ხინდი
pt: Hindu
pt_br: Do Norte da Índia
ro: Hindusă
sr: Хинди
sv: Hindisk
tr: Hintçe
uk: Гінді

source: Podcast
bg: Подкаст
ga: Podchraoladh
sr: Подемисија
tr: Akıcı olmayan web yayını
uk: Подкаст

source: Album
bg: Албум
ca: Àlbum
es: Álbum
fi: Albumi
ga: Albam
gl: Álbum
ka: ალბომი
pt: Álbum
pt_br: Álbum
tr: Albüm

source: Planet Miro
bg: Планета Miro
gl: Planeta Miro
pt: Planeta Miro
pt_br: Planeta Miro
sr: Миро планета
uk: Планета Miro

source: URL:
bg: URL-адрес:
fi: Osoite:
ka: მისამართი:
sr: Адреса:
sv: Webbadress:
tr: Adres:

source: URL
bg: Адрес
de: Adresse (URL)
et: Viide
fi: Osoite

source: Status
bg: Статус
br: Stad
ca: Estat
cy: Statws
es: Estado
et: Olek
fi: Tila
ga: Treo
gl: Estado
ka: სტატუსი
mk: Статус
pt: Estado
ro: Stare
sl: Stanje
sq: Gjendje
sr: Стање
te: స్థితి
tr: Durum
uk: Стан

source: DRM
bg: Защита срещу копиране (DRM)
ka: DRM-ი

source: Proxy
bg: Сървър-посредник
ca: Servidor intermediari
et: Proksi
fi: Välityspalvelin
ga: Seachfhreastalaí
id: Proksi
ka: პროქსი
sl: Posredovalni strežnik
sr: Посредник
tr: Proksi
uk: Проксі

source: %(size)sGB
bg: %(size)sГБ
fi: %(size)s Gt
ka: %(size)sგბ
te: %(size)sగిబై
uk: %(size)s ГБ

source: %(size)sMB
bg: %(size)sМБ
fi: %(size)s Mt
ka: %(size)sმბ
te: %(size)sమెబై
uk: %(size)s МБ

source: %(size)sKB
bg: %(size)sКБ
fi: %(size)s kt
ka: %(size)sკბ
te: %(size)sకిబై
uk: %(size)s КБ

source: %(size)sB
bg: %(size)sБ
fi: %(size)s t
ka: %(size)sბ
te: %(size)sబై
uk: %(size)s Б

source: starting up
br: Kregiñ
cy: yn dechrau
de: wird gestartet
es: iniciando
et: käivitumas
fi: käynnistetään
ga: ag tosú
gl: iniciando
id: Memulai
ja: 起動します
ka: იწყება
mk: започнување
ms: Memulakan
pt: a iniciar
pt_br: iniciando
ro: pornire
sl: zaganjanje
sq: po fillohet
sr: Покретање...
sv: startar
te: మొదలుపెడుతున్నాం
uk: запускається

source: %(size)s GB/s
fi: %(size)s Gt/s
ka: %(size)s გბ/წ
sr: %(size)s GB/с
uk: %(size)s Гб/с

source: %(size)s MB/s
fi: %(size)s Mt/s
ka: %(size)s მბ/წ
sr: %(size)s MB/с
uk: %(size)s Мб/с

source: %(size)s kB/s
fi: %(size)s kt/s
ka: %(size)s კბ/წ
sr: %(size)s kB/с
uk: %(size)s Кб/с

source: %(size)s B/s
fi: %(size)s t/s
ka: %(size)s ბ/წ
sr: %(size)s B/с
uk: %(size)s Б/с

source: %(size)s GB
fi: %(size)s Gt
ka: %(size)s გბ
uk: %(size)s Гб

source: %(size)s MB
fi: %(size)s Mt
ka: %(size)s მბ
uk: %(size)s Мб

source: %(size)s KB
fi: %(size)s kt
ka: %(size)s კბ
uk: %(size)s Кб

source: %(size)s B
fi: %(size)s t
ka: %(size)s ბ
uk: %(size)s Б

source: %(month)s %(dayofmonth)s, %(year)s
ca: %(dayofmonth)s de %(month)s de %(year)s
de: %(dayofmonth)s. %(month)s %(year)s
es: %(dayofmonth)s, %(month)s, %(year)s
fi: %(dayofmonth)s. %(month)s %(year)s
gl: %(dayofmonth)s %(month)s, %(year)s
nb: %(dayofmonth)s. %(month)s %(year)s
pt: %(dayofmonth)s, %(month)s %(year)s
ro: %(dayofmonth)s %(month)s %(year)s
sl: %(dayofmonth)s. %(month)s %(year)s
sq: %(dayofmonth)s %(month)s, %(year)s
sr: %(dayofmonth)s. %(month)s %(year)s.
sv: %(dayofmonth)s %(month)s, %(year)s
uk: %(dayofmonth)s %(month)s, %(year)s

source: Local Files
br: Restroù lec’hel
cy: Ffeiliau Lleol
de: Lokale Dateien
es: Archivos locales
et: Kohalikud failid
fi: Paikalliset tiedostot
ga: Comhaid Loganta
gl: Ficheiros locais
id: Berkas Lokal
ja: ローカル・ファイル
ka: ლოკალური ფაილები
mk: Локални документи
ms: Fail Setempat
pt: Ficheiros locais
pt_br: Arquivos Locais
ro: Fișiere locale
sl: Krajevne datoteke
sq: Kartela Vendore
sr: Локалне датотеке
sv: Lokala filer
te: స్థానిక ఫైళ్ళు
uk: Локальні файли

source: KB/s
fi: kt/s
id: KB/detik
ka: კბ/წ
sr: kB/с
uk: КБ/c

source: GB
fi: Gt
ka: გბ
te: గిబై
uk: ГБ

source: Continuous Playback
de: Ununterbrochene Wiedergabe
es: Reproducción continua
fi: Jatkuva soitto
ga: Athsheinm Leanúnach
gl: Reprodución contínua
pt: reprodução contínua
pt_br: Reprodução Continua

source: Play video and audio items one after another
br: C’hoari ar videoioù pe an aodioioù an eil war-lerc’h egile
cy: Chwarae eitemau fideo a sain, un ar ôl y llall
de: Video- bzw. Audioinhalte nacheinander abspielen.
es: Reproducir vídeos y pistas de audio una detrás de otra
et: Esita audio ja video lugusi üksteise järgi
fi: Toista video- ja äänitiedostot yksi toisensa jälkeen
ga: Seinn na míreanna fhíseáin agus fhuaime ina gceann agus ina gceann
gl: Reproducir os vídeos e audios un tras outro
id: Mainkan berkas video dan audio satu per satu
mk: Репродуцирај видео и аудио објекти еден после друг
ms: Main item-item video dan audio satu selepas satu
pt: Reproduzir todos os itens de áudio e vídeo.
pt_br: Tocar itens de áudio e video um atrás do outro.
ro: Redă elementele video sau audio unul după altul
sl: Predvajaj posnetke enega za drugim
sq: Luaji objektet video dhe audio njëri pas tjetrit
sr: Репродукуј аудио и видео записе једно за другим
sv: Spela upp video- och ljudobjekt efter varandra
te: వీడియో, ఆడియో ఐటములను ఒకదాని తరవాత ఒకటి చొప్పున ప్లే చెయ్యి
uk: Відтворити відео та аудіо записи один за одним

source: Stop after each video or audio item
br: Paouez goude pep tamm video pe aodio
cy: Atal chwarae ar ôl pob eitem fideo neu sain
de: Nach jedem Video- bzw. Audioelement anhalten.
es: Parar después de cada elemento de vídeo o audio
et: Peata peale iga videot või audiot
fi: Pysäytä jokaisen video- ja äänitiedoston jälkeen
ga: Stad tar éis gach físeán nó mír fhuaime
gl: Deter a reprodución despois de cada vídeo ou audio
id: Selalu berhenti setelah memainkan tiap berkas video atau suara
mk: Запри после секој видео или аудио објект
ms: Berhenti selepas setiap item video atau audio
pt: Parar após reproduzir um item.
pt_br: Parar após cada item de vídeo ou áudio.
ro: Oprește redarea după fiecare clip video sau audio
sl: Ustavi po vsakem posnetku
sq: Ndal pas çdo objekti video ose audio
sr: Заустави након сваког репродукованог аудио или видео записа
sv: Stoppa efter varje video- eller ljudobjekt
te: ప్రతీ వీడియో లేదా ఆడియో ఐటము తరవాత ఆపు
uk: Зупинятись після відтворення кожного відео чи аудіо запису

source: Resume Playback
de: Wiedergabe fortsetzen
es: Reanudar la reproducción
fi: Jatka soittoa
ga: Lean leis an Athsheinm
gl: Continuar a reprodución
pt: Retomar reprodução
pt_br: Continuar Reprodução
uk: Поновити програвання

source: Continue playing videos from where they were last stopped.
de: Die Wiedergabe von Videos zu dem Zeitpunkt starten, an dem sie zuletzt gestoppt wurden.
es: Continuar la reproducción de los vídeos desde donde se detuvo por última vez.
fi: Jatka videoiden toistoa kohdasta, jossa ne viimeksi pysäytettiin.
ga: Lean ar aghaidh ag seinm físeáin ón áit a stadadh iad an uair dheiridh.
gl: Continuar a reprodución dos vídeos desde onde se pararon a última vez.
pt: Retomar a reprodução dos vídeos, desde a localização existente, antes de terem sido parados.
pt_br: Continuar a reprodução dos vídeos a partir de onde parou a ultima vez.
uk: Продовжити відтворення відео з того місця, де вони були зупинені

source: Continue playing music files from where they were last stopped.
de: Die Wiedergabe von Musikdateien zu dem Zeitpunkt fortsetzen, an dem sie zuletzt gestoppt wurden.
es: Continuar la reproducción de la música desde donde se detuvo por última vez.
fi: Jatka musiikkitiedostojen soittoa kohdasta, jossa ne viimeksi pysäytettiin.
ga: Lean ar aghaidh ag seinm comhaid fhuaime ón áit a stadadh iad an uair dheiridh.
gl: Continuar a reprodución dos ficheiros de música desde onde se pararon a última vez.
pt: Retomar a reprodução das músicas, desde a localização existente, antes de terem sido parados.
pt_br: Continuar reproduzindo arquivos de música de onde eles foram parados da última vez.
uk: Продовжити відтворення музичних файлів з того місця, де вони були зупинені

source: Continue playing podcast files from where they were last stopped.
de: Die Wiedergabe von Podcast zu dem Zeitpunkt fortsetzen, an dem sie zuletzt gestoppt wurden.
es: Continuar la reproducción de los podcasts desde donde se detuvo por última vez.
fi: Jatka podcastien soittoa kohdasta, jossa ne viimeksi pysäytettiin.
gl: Continuar a reprodución dos ficheiros de podcasts desde onde se pararon a última vez.
pt: Retomar a reprodução dos podcasts, desde a localização existente, antes de terem sido parados.
pt_br: Continuar reproduzindo arquivos de podcasts de onde eles foram parados da última vez.
uk: Продовжити відтворення подкастів з того місця, де вони були зупинені

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fi: Synkronoi nyt
gl: Sincronizar agora
ka: სინქრონიზაცია
pt: Sincronizar agora
pt_br: Sincronizar Agora
sr: Усклади сад
uk: Синхронізувати зараз

source: %(used)s used / %(total)s total - %(percent)i%% full
de: %(used)s benutzt von %(total)s - %(percent)i%% genutzt
es: %(used)s usado / %(total)s total - %(percent)i%% completo
fi: %(used)s käytössä / %(total)s kaikkiaan - %(percent)i% % täynnä
ga: %(used)s i bhfeidhm / %(total)s iomlán - %(percent)i%% lán
gl: %(used)s usado / %(total)s total - %(percent)i%% completado
ka: დაკავებულია %(used)s / სულ %(total)s - სავსეა %(percent)i%%
pt: %(used)s utilizados / %(total)s total - %(percent)i%% utilizado
pt_br: %(used)s usedo / %(total)s total - %(percent)i%% cheio
sr: %(used)s коришћено/%(total)s укупно – %(percent)i%% full
uk: %(used)s використано / %(total)s загалом - %(percent)i%% повний

source: 1 file selected to sync
de: 1 Datei zum Synchronisieren ausgewählt
es: 1 archivo seleccionado para sincronizar
fi: 1 tiedosto valittu synkronoitavaksi
gl: Seleccionado 1 ficheiro para sincronizar
pt: Selecionou 1 ficheiro para sincronização
pt_br: 1 arquivo selecionado para sincronizar
sr: 1 датотека је изабрана за усклађивање
uk: 1 файл вибраний для синхронізації
