Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: By default, video and audio items expire after:
bg: По подразбиране видео и аудио файловете изтичат след:
br: Dre dech, echu e vo padelezh ar videoioù hag an aodioioù goude:
cy: Yn ddiofyn, bydd eitemau fideo a sain yn dod i ben ar ôl:
de: Standardmäßig werden Video- und Audioinhalte gelöscht nach:
es: Por defecto, los vídeos y pistas de audio expirarán después de:
et: Tavaliselt, video ja audio aegub peale:
fi: Oletuksena video- ja äänitiedostot vanhenevat:
ga: Mar réamhshocrú, téann míreanna físeáin agus fuaime as feidhm tar éis:
gl: Os vídeos e audios expirarán despois de:
hr: Po zadanom, video i zvučni zapisi istječu nakon:
id: Secara umum, berkas video dan suara akan habis masa berlakunya setelah:
mk: По подразбирање, видео и аудио објектите истекуваат после:
ms: Secara lalai, item video dan audio akan luput selepas:
nb: Som standard utgår video- og lydelementer etter:
pt: Por omissão, os vídeos e áudios expiram após:
pt_br: Itens de áudio e vídeo expiram após:
ro: În mod implicit fișierele video și audio expiră după:
sl: Posnetkom privzeto poteče čas po:
sq: Si parazgjedhje, objektet video dhe audio skadojnë pas:
sr: Аудио и видео записи истичу након:
sv: Som standard, ska video- och ljudobjekt upphöra efter:
te: డిఫాల్టుగా వీడియో, ఆడియో ఐటములు ఈ సమయం తరువాత మురిగిపోతాయి:
tr: Varsayılan olarak, video ve ses dosyalarının süresi şundan sonra dolmaktadır:
uk: Відео та аудіо записи застаріють через:

source: Share my media library.
bg: Споделяне на моята медийна библиотека.
de: Meine Medienbibliothek mit anderen teilen.
es: Compartir mi biblioteca multimedia.
fi: Jaa mediakirjastoni
ga: Roinn mo mheánleabharlann .
gl: Compartir a biblioteca multimedia.
hr: Dijeli moju medijsku zbirku.
nb: Del mitt mediabibliotek.
pt: Partilhar a minha coleção multimédia.
pt_br: Compartilhar minha biblioteca de mídia.
uk: Ділитись моєю медіа бібліотекою

source: Warn on quit when others are connected to my media library.
bg: При изход предупреждаване когато други са свързани към медийната ми библиотека
de: Beim Beenden warnen, wenn andere mit meiner Medienbibliothek verbudnen sind.
es: Avisar al salir cuando los demás están conectados a mi biblioteca multimedia.
fi: Varoita lopettaessa, mikäli muita on kytkeytyneenä mediakirjastooni
gl: Avisar antes de saír cando haxa persoas conectadas á miña biblioteca.
hr: Upozori pri zatvaranju kada su ostali korisnici spojeni na moju medijsku zbirku.
pt: Avisar ao fechar, caso existam terceiros ligados à minha coleção.
pt_br: Avisar ao sair quando alguém estiver conectado à minha biblioteca de mídia.
uk: Попереджувати при виході, якщо інші під'єднані до моєї медіа бібліотеки

source: Share my music library.
bg: Споделяне на библиотеката ми с музика.
ca: Comparteix la meva biblioteca de música.
de: Meine Musikbibliothek mit anderen teilen.
es: Compartir mi biblioteca de música.
fi: Jaa musiikkikirjastoni
ga: Roinn mo leabharlann ceoil.
gl: Compartir a biblioteca musical.
hr: Dijeli moju glazbenu zbirku.
nb: Del mitt musikkbibliotek.
pt: Partilhar a minha coleção de músicas.
pt_br: Compartilhar minha biblioteca de música.
uk: Ділитись моєю бібліотекою музики

source: Share my video library.
bg: Споделяне на библиотеката ми с видео.
ca: Comparteix la meva biblioteca de vídeos.
de: Meine Videothek mit anderen teilen.
es: Compartir mi biblioteca de vídeos.
fi: Jaa videokirjastoni
ga: Roinn mo leabharlann físeáin.
gl: Compartir a biblioteca de vídeo.
hr: Dijeli moju video zbirku.
nb: Del mitt videobibliotek.
pt: Partilhar a minha coleção de vídeos.
pt_br: Compartilhar minha Biblioteca de Video.
uk: Ділитись моєю бібліотекою відео

source: Share my downloaded podcasts.
bg: Сподели моите свалени подкасти.
hr: Dijeli moje preuzete podcate.

source: Share Name:
bg: Име на споделянето:
ca: Nom de compartició:
de: Freigabename:
es: Nombre de compartición:
fi: Jaon nimi:
hr: Naziv dijeljenja:
ka: ზიარის სახელი:
pt: Nome da partilha:
pt_br: Nome do Compartilhamento:

source: Bonjour is required for sharing. Click on 'Install Bonjour' to install.
bg: За споделянето трябва да имате Bonjour. Натиснете 'Инсталиране на Bonjour' за инсталиране.
de: Bonjour wird zum verteilen benötigt. Klicke "Bonjour installieren", um es zu installieren.
es: Bonjour es necesario para compartir archivos. Haz clic en «Instalar Bonjour» para instalarlo.
fi: Jakaminen edellyttää Bonjouria. Valitse 'Asenna Bonjour' asentaaksesi.
ga: Tá Bonjour de dhíth chun míreanna a roinnt. Brúigh ar 'Suiteáil Bonjour' chun é a shuiteáil.
gl: Para compartir precísase o Bonjour. Prema en 'Instalar o Bonjour'.
hr: Bonjour je potreban za dijeljenje. Klikni na 'Instaliraj Bonjour' za instalaciju.
pt: Para partilhar, precisa de instalar o Bonjour. Clique em "Instalar Bonjour".
pt_br: Bonjour é requerido para compartilhamento. Clique em 'Instalar Bonjour' para instalá-lo.

source: Install Bonjour
bg: Инсталиране на Bonjour
ca: Instal·la el Bonjour
de: Bonjour installieren
es: Instalar Bonjour
fi: Asenna Bonjour
ga: Suiteáil Bonjour
gl: Instalar o Bonjour
hr: Instaliraj Bonjour
ka: Bonjour-ის ინსტალაცია
nb: Installer Bonjour
pt: Instalar Bonjour
pt_br: Instalar Bonjour
sl: Namesti Bonjour
sr: Инсталирај Бонжур
sv: Installera Bonjour
uk: Встановити Bonjour

source: Play media in %(appname)s.
bg: Възпроизвеждане на медията в %(appname)s.
es: Reproducir archivos multimedia en %(appname)s
hr: Reproduciraj medije u %(appname)s-u.
pt: Reproduzir multimédia no %(appname)s.
pt_br: Reproduzir mídia em %(appname)s.

source: Always play videos in a separate window.
bg: Видеата винаги да се пускат в отделен прозорец.
br: Lenn ar videoioù bepred en ur prenestr disheñvel.
ca: Reprodueix sempre els vídeos en una finestra separada.
cy: Pob amser chwarae fideos mewn ffenestr ar wahân
de: Videos immer in einem eigenen Fenster abspielen.
es: Siempre reproducir los vídeos en una ventana separada.
et: Alati mängi videosid eraldi aknas.
fi: Toista videot aina erillisessä ikkunassa
ga: Seinn físeáin i bhfuinneog faoi leith i gcónaí.
gl: Reproducir sempre os vídeos nunha xanela externa.
hr: Uvijek reproduciraj video snimke u zasebnom prozoru.
id: Selalu mainkan video pada jendela terpisah
mk: Секогаш репродуцирај видеа во посебни прозорци.
ms: Sentiasa main video pada tetingkap yang berasingan
nb: Spill alltid videoer i et eksternt vindu.
pt: Reproduzir sempre os vídeos numa janela distinta.
pt_br: Sempre reproduzir vídeos em uma janela separada.
ro: Redă clipurile într-o fereastră separată întotdeauna.
sl: Vedno predvajaj video v ločenem oknu
sq: Luaji videot përherë në dritare të veçantë.
sr: Увек репродукуј видео записе у одвојеним прозорима
sv: Spela alltid upp videor i ett separat fönster
te: వీడియోలను ఎల్లప్పుడూ వేరే విండోలొ ప్లే చెయ్యి.
tr: Videoları her zaman ayrı bir pencerede oynat.
uk: Завжди відтворювати відео в окремому вікні.

source: Automatically enable movie subtitles when available.
bg: Автоматично активирай събтитри за филми когато са налични.
ca: Activa automàticament els subtítols quan estiguin disponibles.
cy: Galluogi is-deitlau ffilm yn awtomatig pan ar gael.
de: Untertitel automatisch einschalten wenn verfügbar.
es: Habilitar subtítulos automáticamente si están disponibles.
et: Automaatselt võimalda filmidel subtiitrid, kui on need saadaval.
fi: Käytä automaattisesti elokuvan teksityksiä, jos saatavilla
ga: Cumasaigh fotheidil do scannán go huathoibríoch nuair atáthar ar fáil.
gl: Activar automaticamente os subtítulos cando estean dispoñibles.
hr: Automatski omogući podnaslov filma kada je dostupan.
id: Munculkan subtitle film secara otomatis jika tersedia
ms: Benarkan sarikata cereka secara automatik jika ada.
nb: Teksting på når tilgengelig
pt: Se disponíveis, ativar automaticamente as legendas.
pt_br: Ativar automaticamente legendas de filmes quando disponíveis.
ro: Activează automat subtitrările filmului cand acestea sunt disponibile
sl: Samodejno omogoči filmske podnapise, če so na voljo.
sq: Aktivizo vetvetiu titra filmash, kur ka të tillë.
sr: Самостално учитај титл када је доступан
sv: Aktivera filmundertexter automatiskt vid tillgänglighet
te: మూవీకి ఉపటైటిళ్ళు ఉంటే, ఆటోమాటిగ్గా వాటిని సశక్తం చెయ్యి.
tr: Mümkünse altyazıları otomatik olarak aç
uk: Показувати доступні субтитри автоматично.

source: Video Playback
bg: Възпроизвеждане на видео
hr: Reprodukcija video snimki

source: Resume playback from where the video was last stopped.
bg: Продължи възпроизвеждането от момента, в който е било спряно.
hr: Pokreni reprodukciju tamo gdje je video snimka posljednji put zaustavljena.

source: Play continuously - when one item finishes, play the next item in the list.
bg: Продължено възпроизвеждане – просвири всички от списъка последователно.
hr: Reproduciraj neprekidno - kada završi reprodukcija jedne stavke, reproduciraj sljedeću stavku na popisu.

source: Music Playback
bg: Просвирване
hr: Reprodukcija glazbe

source: Resume playback from where the song was last stopped.
bg: Продължи просвирването от момента, в който е било спряно.
hr: Pokreni reprodukciju tamo gdje je pjesma posljednji put zaustavljena.

source: Podcast Playback
hr: Reprodukcija podcasta

source: Resume playback from where the podcast was last stopped.
bg: Продължи възпроизвеждането от момента, в който е било спряно.
hr: Pokreni reprodukciju tamo gdje je podcast posljednji put zaustavljen.

source: Allow this many concurrent conversions:
bg: Разрешаване на следния брой едновременни преобразувания:
de: Anzahl der gleichzeitig zulässigen Konvertierungen:
es: Permitir muchas conversiones concurrentes:
fi: Samanaikaisten muuntojen enimmäismäärä:
gl: Conversións simultáneas permitidas:
hr: Dopusti istovremenih konverzija:
id: Izinkan konversi bersamaan sejumlah ini:
ka: ერთდროული კონვერტაციების რაოდენობა:
pt: Permitir estas conversões simultâneas:
pt_br: Quantos arquivos poderão ser convertidos ao mesmo tempo?
ro: Numar de conversii autorizate simultan:
sr: Број истовремених претварања:
sv: Tillåt så här många samtidiga konverteringar:
uk: Дозволити багато одночасних перетворень:

source: (changing this will not apply to currently running conversions)
bg: (промяната на това няма да се отрази на текущо изпълняваните преобразувания)
de: (Änderung beeinflusst die momentan laufenden Konvertierungen nicht)
es: (cambiar esto no aplica para las conversiones activas)
fi: (asetuksen muuttaminen ei vaikuta meneillään oleviin muuntoihin)
gl: (os cambios non se aplicarán ás conversións en proceso)
hr: (ova promjena se neće primijeniti na trenutno pokrenutu konverziju)
id: (mengubah ini tidak akan diterapkan pada konversi yang saat ini berjalan)
ka: (პარამეტრის ცვლილება არ შეეხება აქტიურ კონვერტაციებს)
ms: (mengubah ini tidak akan melaksanakan penukaran yang sedang dijalankan semasa ini)
pt: (se alterar isto, não o vai aplicar às conversões em curso)
pt_br: (alterar isso não irá interferir nas conversões em andamento)
ro: (Aceasta schimbare nu afecteaza conversiile in curs de executie)
sr: (промена ове вредности неће утицати на покренута претварања)
sv: (ändring av detta kommer inte tillämpas till konverteringar som körs för närvarande)
uk: (ці зміни не будуть застосовані до запущених перетворень)

source: Store
bg: Съхраняване
ca: Botiga
de: Speichern
es: Tienda
et: Salvesta
fi: Kauppa
ga: Díolbhoth
gl: Tenda
hr: Trgovine
pt: Guardar
pt_br: Loja

source: Visible
bg: Видим
de: Sichtbar
et: Nähtav
fi: Näytetään
ga: Infheicthe
hr: Vidljivo
ka: ხილული
nb: Synlig
pt: Visível
pt_br: Visível
sl: Vidno
uk: Видиме

source: MP3 stores:
bg: MP3 магазини:
ca: Botigues d'MP3:
de: MP3-Speicher:
es: Tiendas de MP3:
fi: MP3-kaupat:
ga: Díolbhothanna MP3:
hr: MP3 trgovine:
pt: Armazenações MP3:
pt_br: Lojas de MP3:
sl: Trgovine MP3:

source: enabled
bg: включено
ca: activat
de: aktiviert
es: activado
et: lubatud
fi: käytössä
ga: cumasaithe
gl: activado
hr: omogućeno
ka: ჩართულია
nb: aktivert
pt: ativo
pt_br: Ativado
sl: omogočeno

source: extension
bg: разширение
ca: extensió
de: Erweiterung
es: complemento
et: laiend
fi: laajennus
ga: síneadh
gl: extensión
hr: proširenje
ka: გაფართოება
pt: extensão
pt_br: extensão
sl: razširitev

source: Name: %(extensionname)s
bg: Име: %(extensionname)s
ca: Nom: %(extensionname)s
es: Nombre: %(extensionname)s
et: Nimi: %(extensionname)s
fi: Nimi: %(extensionname)s
ga: Ainm: %(extensionname)s
gl: Nome: %(extensionname)s
hr: Naziv: %(extensionname)s
ka: სახელი: %(extensionname)s
nb: Navn: %(extensionname)s
pt: Nome: %(extensionname)s
pt_br: Nome: %(extensionname)s
sl: Ime: %(extensionname)s

source: Version: %(extensionversion)s
bg: Версия: %(extensionversion)s
ca: Versió: %(extensionversion)s
es: Versión: %(extensionversion)s
et: Versioon: %(extensionversion)s
fi: Versio: %(extensionversion)s
ga: Leagan: %(extensionversion)s
gl: Versión: %(extensionversion)s
hr: Inačica: %(extensionversion)s
ka: ვერსია: %(extensionversion)s
nb: Versjon: %(extensionversion)s
pt: Versão: %(extensionversion)s
pt_br: Versão: %(extensionversion)s
sl: Različica: %(extensionversion)s

source: Description:
bg: Описание:
br: Deskrivadur :
ca: Descripció:
cy: Disgrifiad:
de: Beschreibung:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
ga: Cur Síos:
gl: Descrición:
hr: Opis:
id: Penjelasan:
ka: აღწერა:
ms: Keterangan:
nb: Beskrivelse:
pt: Descrição:
pt_br: Descrição:
ro: Descriere:
sl: Opis:
sq: Përshkrim:
sr: Опис:
sv: Beskrivning:
te: వివరణ:
tr: Tanım:
uk: Опис:

source: Extension %(extensionname)s failed to load: %(errormessage)s
bg: Разширението %(extensionname)s не успя да се зареди: %(errormessage)s
ca: L'extensió %(extensionname)s ha fallat en carregar-se: %(errormessage)s
de: Erweiterung %(extensionname)s konnte nicht geladen werden: %(errormessage)s
es: El complemento %(extensionname)s no se pudo cargar: %(errormessage)s
fi: Laajennuksen %(extensionname)s lataaminen epäonnistui: %(errormessage)s
ga: Theip ar an Síneadh %(extensionname)s luchtú: %(errormessage)s
gl: A extensión %(extensionname)s fallou ao cargar: %(errormessage)s
hr: Neuspjelo učitavanje proširenja %(extensionname)s: %(errormessage)s
ka: გაფართოების %(extensionname)s ჩატვირთვა შეწყდა: %(errormessage)s
pt: Falha ao carregar a extensão %(extensionname)s: %(errormessage)s
pt_br: Extensão %(extensionname)s falhou ao carregar: %(errormessage)s

source: Extension failed to load
bg: Разширението не успя да се зареди
ca: L'extensió no s'ha pogut carregar
de: Laden der Erweiterung schlug fehl.
es: El complemento no se pudo cargar
fi: Laajennuksen lataaminen epäonnistui
ga: Theip ar an síneadh luchtú
gl: Produciuse un fallo ao cargar a extensión
hr: Neuspjelo učitavanje proširenja
ka: გაფართოების ჩატვირთვა შეწყდა
pt: Falha ao carregar a extensão
pt_br: Extensão falhou ao carregar

source: Extension %(extensionname)s failed to unload: %(errormessage)s
bg: Разширението %(extensionname)s не успя да се отреди: %(errormessage)s
ca: L'extensió %(extensionname)s ha fallat en descarregar-se: %(errormessage)s
de: Die Erweiterung %(extensionname)s konnte nicht entladen werden: %(errormessage)s
es: El complemento %(extensionname)s no se pudo descargar: %(errormessage)s
fi: %(extensionname)s-laajennuksen poiskytkeminen epäonnistui: %(errormessage)s
ga: Theip ar an síneadh %(extensionname)s díluchtú: %(errormessage)s
gl: Produciuse un fallo na descarga de %(extensionname)s: %(errormessage)s
hr: Neuspjelo uklanjanje proširenja %(extensionname)s: %(errormessage)s
ka: გაფართოების %(extensionname)s ამოტვირთვა შეწყდა: %(errormessage)s
pt: Falha ao descarregar a extensão %(extensionname)s: %(errormessage)s
pt_br: Extensão %(extensionname)s falhou ao finalizar: %(errormessage)s

source: Extension failed to unload
bg: Разширението не успя да се отреди
ca: L'extensió no s'ha pogut descarregar
de: Entladen der Erweiterung schlug fehl.
es: El complemento no se pudo descargar
fi: Laajennuksen poiskytkeminen epäonnistui
ga: Theip ar an síneadh díluchtú
gl: Produciuse un fallo na descarga da extensión
hr: Neuspjelo uklanjanje proširenja
ka: გაფართოების ამოტვირთვა შეწყდა
pt: Falha ao descarregar a extensão
pt_br: Extensão falhou ao finalizar

source: Extensions are a beta feature. Developers interested in writing extensions can learn more on our wiki.
bg: Разширенията са бета функционалност. Разработчиците, които се интересуват от писане на разширения могат да научат повече от нашата уики страница
ca: Les extensions són una característica en fase beta. Els desenvolupadors interesats en escriure extenions poden obtenir més informació a la nostra wiki.
de: Erweiterungen sind ein Beta-Funktionsmerkmal. Entwickler, die gerne Erweiterungen schreiben würden, können in unserem Wiki mehr erfahren.
es: Los complementos son una característica en fase beta. Los desarrolladores interesados en escribir complementos pueden obtener más información en nuestra wiki.
fi: Laajennukset ovat beta-ominaisuus. Laajennusten ohjelmoinnista kiinnostuneille kehittäjille on lisätietoa wikissämme.
gl: As extensións son funcionalidades en fase beta. Os desenvolvedores interesados na escritura de extensións poden obter máis información na nosa wiki.
hr: Proširenja su u beta fazi razvoja. Razvijatelji zainteresirani za stvaranje proširenja mogu naučiti više na našoj wiki stranici.
ka: გაფართოება არის საცდელი შესაძლებლობა.
pt: As extensões ainda estão em fase Beta. Os programadores interessados em desenvolver extensões, devem consultar o nosso wiki.
pt_br: Extensões são um recurso beta. Desenvolvedores interessados em escrever extensões podem aprender mais em nosso wiki.

source: Extensions:
bg: Разширения:
de: Erweiterungen:
es: Complementos:
et: Failitüübid:
fi: Laajennukset:
ga: Síntí:
gl: Extensións:
hr: Proširenja:
ka: გაფართოებები:
pt: Extensões:
pt_br: Extensões:

source: Details:
bg: Подробности:
ca: Detalls:
es: Detalles:
et: Detailid:
fi: Tiedot:
ga: Sonraí:
gl: Detalles:
hr: Pojedinosti:
ka: დეტალები:
nb: Detaljer:
pt: Detalhes:
pt_br: Detalhes:
sl: Podrobnosti:

source: Downloads
bg: Изтегляния
br: Pellgargadennoù
ca: Baixades
cy: Lawrlwythiadau
es: Descargas
et: Allalaadimised
fi: Lataukset
ga: Íosluchtaithe
gl: Descargas
hr: Preuzimanja
id: Unduhan
ja: ダウンロード
ka: გადმოწერა
mk: Превземања
ms: Muat Turun
nb: Nedlastinger
pt: Transferências
ro: Transferuri
sl: Prenosi
sq: Shkarkime
sr: Пријеми
sv: Hämtningar
te: దిగుమతులు
tr: İndirilenler
uk: Завантаження

source: Folders
bg: Папки
br: Teuliadoù
ca: Carpetes
cy: Ffolderi
de: Ordner
es: Carpetas
et: Kaustad
fi: Kansiot
ga: Fillteáin
gl: Cartafoles
hr: Mape
id: Folder
ja: フォルダ
ka: საქაღალდეები
mk: Папки
ms: Folder
nb: Mapper
pt: Pastas
pt_br: Pastas
ro: Dosare
sl: Mape
sq: Dosje
sr: Фасцикле
sv: Mappar
te: సంచయాలు
tr: Dizinler
uk: Теки

source: Disk space
bg: Дисково пространство
br: Egor ar bladenn
ca: Espai al disc
cy: Lle ar ddisg
de: Speicherplatz
es: Espacio en disco
et: Kettaruum
fi: Levytila
ga: Slí sa diosca
gl: Espazo no disco
hr: Diskovni prostor
id: Ruang kosong penyimpanan
ja: ディスク容量
ka: დისკის ზომა
mk: Простор на дискот
ms: Ruang Cakera
nb: Diskplass
pt: Espaço em disco
pt_br: Espaço em disco
ro: Spațiu pe disc
sl: Prostor na disku
sq: Hapësirë në disk
sr: Простор на диску
sv: Diskutrymme
te: డిస్కు జాగా
tr: Disk alanı
uk: Місце на диску

source: Playback
bg: Възпроизвеждане
br: Adc'hoari
ca: Reproducció
cy: Chwarae Nôl
de: Wiedergabe
es: Reproducir
et: Taasesitus
fi: Toisto
ga: Athsheinm
gl: Reprodución
hr: Reprodukcija
id: Pemutar
ja: 再生
ka: დაკვრა
mk: Репродукција
ms: Main Balik
nb: Avspilling
pt: Reproduzir
pt_br: Reprodução
ro: Redare
sl: Predvajanje
sq: Luajtje
sr: Репродукција
sv: Uppspelning
te: ప్లేబాక్
tr: Oynat
uk: Відтворення

source: Sharing
bg: Споделяне
de: Freigaben
es: Compartir
et: Jagamine
fi: Jakaminen
ga: Ag Comhroinnt
gl: Compartindo
hr: Dijeljenje
ka: გაზიარება
pt: Partilhando
pt_br: Compartilhar
sl: Souporaba

source: Conversions
br: Troidigezhioù
cy: Trosiadau
de: Konvertierungen
es: Conversiones
et: Konvertimised
fi: Muunnokset
ga: Tiontuithe
gl: Conversións
hr: Konverzije
id: Konversi
ka: კონვერტაცია
ms: Penukaran
pt: Conversões
pt_br: Conversões
ro: Conversii
sl: Pretvorbe
sr: Претварања
sv: Konverteringar
te: అంతరీకరణాలు
uk: Перекодування

source: Stores
bg: Магазини
ca: Botigues
de: Läden
es: Tiendas
fi: Kaupat
ga: Díolbhothanna
hr: Trgovine
nb: Butikker
pt: Lojas
sl: Trgovine
sr: Складишта

source: Extensions
bg: Разширения
de: Erweiterungen
es: Complementos
et: Laiendused
fi: Laajennukset
ga: Síntí
gl: Extensións
hr: Proširenja
ka: გაფართოებები
pt: Extensões
pt_br: Extensões
sl: Razširitve

source: Are you sure you want to remove this podcast:
bg: Сигурни ли сте, че желаете да премахнете този подкаст:
de: Bist du sicher, dass du diesen Podcast entfernen willst:
es: Está seguro de que desea eliminar este podcast:
fi: Haluatko varmasti poistaa tämän podcastin:
ga: An bhfuil tú cinnte gur mian leat an podchraoladh seo a bhaint?
gl: Está seguro que desexa eliminar este podcast:
hr: Sigurno želite ukloniti ovaj podcast:
pt: Tem a certeza que deseja remover este podcast:
pt_br: Você tem certeza que deseja remover este podcast:
sr: Желите ли да уклоните ову подемисију:
uk: Ви впевнені, що хочете видалити цей подкаст:

source: Keep items that have been downloaded in my library.
bg: Запазване на изтеглените обекти в моята библиотека.
br: Derc’hel an traoù pellgarget em levraoueg.
ca: Mantén els fitxers baixats a la biblioteca.
cy: Cadwch eitemau sydd wedi'u lawrlwytho i'm llyfrgell.
de: Heruntergeladene Elemente in meiner Bibliothek behalten.
es: Mantener los elementos que han sido descargados en mi biblioteca.
et: Jäta alles kirjeid, mis on allalaetud minu meediakogusse.
fi: Säilytä kohteet, jotka on ladattu kirjastooni.
ga: Coinnigh míreanna atá íosluchtaithe i mo leabharlann.
gl: Manter na biblioteca os elementos que foron descargados.
hr: Zadrži stavke koje nisu preuzete u moju zbirku.
id: Biarkan item yang telah diunduh berada di pustaka anda.
ja: ライブラリーにダウンロードしたアイテムを保持する
mk: Чувај ги превземените објекти во мојата библиотека.
ms: Simpan item yang dimuat turun di dalam pustaka saya.
nb: Behold elementer som er lastet ned til biblioteket.
pt: Manter os itens transferidos na minha coleção.
pt_br: Manter os itens já baixados em minha biblioteca.
ro: Păstrează elementele descărcate în bibliotecă.
sl: Obdrži predmete, ki so bili preneseni v mojo knjižnico.
sq: Mbaji objektet që janë shkarkuar te biblioteka ime.
sr: Задржи преузете ставке у библиотеци.
sv: Behåll objekt som har hämtats i mitt bibliotek.
te: నా లైబ్రరీఓ లోకి దించుకున్న ఐటములను ఉంచెయ్యి
tr: Kütüphanedeki indirilmiş öğeleri tutun.
uk: Зберігати завантажені записи до моєї бібліотеки
