Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Directory:
bg: Папка:
ca: Carpeta:
de: Verzeichnis:
es: Directorio:
fi: Kansio:
ga: Comhadlann:
gl: Cartafol:
hr: Direktorij:
pt: Diretório:
pt_br: Diretório:
sr: Фасцикла:
uk: Папка:

source: Show in my sidebar as a podcast
bg: Показване в моята странична лента като подкаст
de: In meiner Seitenleiste als Podcast zeigen
es: Mostrar en mi barra lateral como un podcast
fi: Näytä podcastina laitapalkissani
gl: Mostrar na barra lateral como un podcast
hr: Prikaži u mojoj bočnoj traci kao podcast
pt: Mostrar na barra lateral como podcast
pt_br: Mostrar na barra lateral como um podcast
sr: Прикажи у бочној палети као подемисију
uk: Показувати на боковій панелі як подкаст

source: Choose Watched Folder Directory
bg: Изберете папка за наблюдение
de: Wähle den überwachten Ordner
es: Cambiar ubicación de la carpeta vigilada
fi: Valitse tarkkailtava kansio
hr: Odaberi nadzirani direktorij
pt: Escolha o diretório da pasta vigiada
pt_br: Escolher Diretório Monitorado

source: That directory could not be found. Please check the path and try again.
bg: Тази папка не може да бъде избрана. Моля проверете пътя за достъп и опитайте отново.
de: Das Verzeichnis konnte nicht gefunden werden. Bitte kontrollieren sie den Verzeichnis-Pfad und versuchen sie es erneut.
es: No se ha encontrado el directorio. Por favor compruebe la dirección y vuelva a intentarlo.
fi: Tätä kansiota ei löytynyt. Tarkista polku ja yritä uudestaan.
hr: Taj direktorij ne može biti pronađen. Provjerite putanju i pokušajte ponovno.
pt: O diretório não foi encontrado. Verifique o caminho e tente novamente.
pt_br: Este diretório não pode ser encontrado. Por favor verifique o caminho e tente novamente.

source: That directory could not be accessed. Please check the permissions and try again.
bg: Не може да се осъществи достъп до тази папка. Моля проверете правата за достъп и опитайте отново.
de: Auf das Verzeichnis konnte nicht zugegriffen werden. Bitte kontollieren sie die Befugnisse und versuchen sie es erneut.
es: No se puede acceder al directorio. Por favor verifique los permisos de acceso y vuelva a intentarlo.
fi: Tätä kansiota ei voitu avata. Tarkista oikeutesi ja yritä uudestaan.
hr: Tom direktoriju se ne može pristupiti. Provjerite dozvole i pokušajte ponovno.
pt: O diretório não pode ser acedido. Verifique as permissões e tente novamente.
pt_br: Este diretório não pode ser acessado. Por favor verifique as permissões e tente novamente.

source: Open Subtitles File...
bg: Отвори файл със субтитри...
br: Digeriñ Teuliad Istitloù
ca: Obre el fitxer de subtítols
cy: Agor Ffeil Is-deitlau...
de: Untertitel-Dateien öffnen...
es: Abrir archivo de subtitulo
et: Ava subtiitrite fail...
fi: Avaa tekstitystiedosto...
ga: Oscail Comhad Fotheidil...
gl: Abrir o ficheiro de subtítulos...
hr: Otvori datoteku podnaslova...
id: buka berkas subtitle
ka: სუბტიტრის ფაილის გახსნა...
ms: Buka Fail Sarikata...
nb: Åpne undertekst fil...
pt: Abrir ficheiro de legendas...
pt_br: Abrir arquivos de legenda...
ro: Deschide fişier subtitrare
sl: Odpri datoteko s podnapisi ...
sq: Hap Kartelë Titrash...
sr: Отварање титла...
sv: Öppna undertextfil...
te: ఉపశీర్షికల ఫైలు తెరువు..
tr: Altyazı Dosyalarını Aç...
uk: Відкрити файл із субтитрами...

source: Subtitle files
bg: Файлове със субтитри
br: Restroù iztitloù
ca: Fitxers de subtítols
cy: Ffeiliau Is-deitlau
de: Untertitel-Dateien
es: Archivos de subtítulos
et: Subtiitrifailid
fi: Tekstitystiedostot
ga: Comhaid fotheidil
gl: Subtítulos
hr: Datoteke podnaslova
id: Berkas subtitle
ka: სუბტიტრის ფაილები
ms: Fail sarikata
nb: Undertekstfiler
pt: Ficheiros de legendas
pt_br: Arquivos de legenda
ro: Fișiere subtitrări
sl: Datoteke podnapisov
sq: Kartela titrash
sr: Титлови
sv: Undertextfiler
te: ఉపశీర్షిక దస్త్రాలు
tr: Altyazı dosyaları
uk: Файли субтитрів

source: This Playlist is Empty
bg: Този списък за изпълнение е празен
br: Roll-c’hoari goullo
ca: Aquesta llista de reproducció està buida
cy: Mae'r Rhestr Chwarae'n Wag
de: Diese Wiedergabeliste ist leer
es: La lista de reproducción está vacía
et: See esitusnimekiri on tühi
fi: Tämä soittolista on tyhjä
ga: Tá an seinnréim seo folamh
gl: A listaxe de reprodución está baleira
hr: Popis izvođenja je prazan
id: Daftartayang kosong
ka: დასაკრავი სია ცარიელია
mk: Списокот за репродукција е празен
ms: Senarai Main ini Kosong
nb: Denne spillelisten er tom
pt: Esta lista de reprodução está vazia
pt_br: Esta listas de reprodução está vazia
ro: Această listă de redare e goală
sl: Ta seznam predvajanja je prazen
sq: Kjo Luajlistë është Bosh një tjetër.
sr: Овај списак нумера је празан.
sv: Denna spellista är tom
te: ప్లేజాబితా ఖాళీగా ఉంది
tr: Bu Çalma listesi Boş
uk: Цей список відтворення пустий

source: To add an item, drag it onto the name of this playlist in the sidebar.
bg: За да добавите обект, завлечете го върху името на този списък за изпълнение в страничния панел.
br: Evit ouzhpennañ un dra, ruzit anezhañ betek anv ar roll-c’hoari er bann-kostez.
ca: Per afegir un element, arrossegueu-lo cap al nom d'aquesta llista de reproducció a la barra lateral.
cy: I ychwanegu eitem, llusgwch hi dros enw'r rhestr chwarae yn y bar ochr
de: Um einen Teil hinzuzufügen, ziehen Sie ihn auf den Namen dieser Wiedergabeliste in der Seitenleiste.
es: Para añadir un elemento, suéltelo en el nombre de esta lista de reproducción en la barra lateral.
et: Et lisada kirje, lohista see playlisti nime peale külgribas.
fi: Jos haluat lisätä kohteen, vedä se tämän soittolistan nimen päälle sivupalkissa.
ga: Chun mír a chur leis, tarraing é air ainm na seinnréime sa taobh stiall.
gl: Para engadir un elemento, arrástreo sobre o nome da listaxe de reprodución do panel lateral.
hr: Za dodavanje stavke, dovucite je uz naziv popisa izvođenja u bočnoj traci.
id: Untuk menambahkan item, seret berkas ke nama daftartayang pada menu disamping.
ka: ელემენტის დასამატებლად, უბრალოდ ჩააგდეთ იგი დასაკრავ სიაში გვერდითა პანელში.
mk: За додавање на објект, довлечете го врз името на овој список за репродукција во страничната лента.
ms: Untuk tambah item, seret item ke nama senarai main di bar sisi.
nb: Dra et element til spillelisten i sidepanelet for å legge det til.
pt: Para adicionar um item, arraste-o até ao nome da lista de reprodução (na barra lateral).
pt_br: Para adicionar um item, arraste-o até o nome da lista de reprodução na barra ao lado
ro: Pentru a adăuga un element, trageți-l pe numele acestei liste în bara laterală.
sl: Če želite dodati predmet, ga povlecite na ime seznama predvajanja v stranski vrstici.
sq: Për ta shtuar, tërhiqeni te emri i luajlistës në anështyllë.
sr: Да бисте додали ставку, превуците је на назив списка нумера у споредној колони.
sv: För att lägga till ett objekt, dra det till namnet på spellistan i sidopanelen.
te: ఐటమును చేర్చేందుకు, సైడుబారులోని ప్లేజాబితా పేరు మీదకు దాన్ని లాగండి.
tr: Bir öğe eklemek için, kenar çubuğunadaki çalma listesinin üzerine sürükleyin .
uk: Щоб додати запис перетягніть його на назву списку відтворення у бічній панелі.

source: Startup / Shutdown
hr: Pokretanje / Isključivanje

source: Automatically run %(appname)s when I log in.
bg: Автоматично пускай %(appname)s, когато се впиша.
br: Loc’hañ emgrefeek %(appname)s pa n’em gevrean.
ca: Inicia automàticament el %(appname)s en iniciar el sistema.
cy: Rhedeg %(appname)s yn awtomatig wrth fewngofnodi.
de: Starte %(appname)s automatisch, wenn ich mich anmelde.
es: Ejecutar %(appname)s automáticamente al iniciar sesión.
et: Automaatselt käivita %(appname)s kui ma sisse login
fi: Käynnistä %(appname)s automaattisesti, kun kirjaudun sisään
ga: Rith %(appname)s go huathoibríoch nuair a thosaím.
gl: Abrir automaticamente %(appname)s cando se inicie a sesión.
hr: Automatski pokreni %(appname)s nakon prijave.
id: Jalankan secara otomatis %(appname)s ketika saya masuk.
ka: სისტემაში შესვლის დროს %(appname)s-ს ავტომატურად ჩართვა.
mk: Автоматски повикај ги %(appname)s кога ќе се најавам.
ms: Lancarkan %(appname)s secara automatik bila saya daftar masuk
nb: Start %(appname)s automatisk når jeg logger inn.
pt: Executar %(appname)s ao iniciar a minha sessão.
pt_br: Carregar automaticamente %(appname)s quando faço log in
ro: Pornește automat %(appname)s când pornesc calculatorul.
sl: Samodejno poženi %(appname)s, ko se prijavim.
sq: Nise vetvetiu %(appname)sn kur hyj.
sr: Самостално покрени %(appname)s када се пријавим
sv: Starta %(appname)s automatiskt när jag loggar in
te: నేను లాగిన్ కాగానే ఆటోమాటిగ్గా %(appname)s ను నడుపు
tr: Başlangıçta %(appname)s otomatik başlat
uk: Автоматично запускати %(appname)s коли я входжу в систему.

source: When starting up %(appname)s, remember what screen I was on when I last quit.
bg: При стартиране на %(appname)s, започвай от последния екран, на който съм бил при излизане.
de: Beim Starten von %(appname)s, den Bildschirm, auf dem ich als letztes beim Beenden war, benutzen.
es: Cuando inicie %(appname)s, recordar la sección en la que me encontraba al salir la última vez.
fi: Kun %(appname)s käynnistyy, muista millä ruudulla olin viimeksi
gl: Ao iniciar o %(appname)s, lembrar a pantalla na que estaba antes de saír.
hr: Prilikom pokretanja %(appname)s-a, zapamti veličinu zaslona koja je bila prije zadnjeg zatvaranja %(appname)s-a.
pt: Ao iniciar o %(appname)s, recordar o ecrã existente antes de sair da aplicação.
pt_br: Quando iniciar o %(appname)s, lembrar da tela em que eu estava quando eu saí.

source: Warn me if I attempt to quit with downloads in progress.
bg: Препупреждение при опит за напускане с пуснати изтегляния.
br: Kemennit din ma klaskan kuitaat ha me o pellgargañ
cy: Sicrhau rhybudd os wyf yn ceisio â gadael tra bod lawrlwythiadau yn parhau.
de: Warnung beim Versuch, das Programm während noch laufender Downloads zu beenden.
es: Avisarme al salir si hay descargas en curso.
et: Hoiata mind, kui ma tahan loobuda allalaadimise ajal.
fi: Varoita, jos yritän sulkea ohjelman, kun tiedostoja on ladattavana
ga: Tabhair rabhadh dom nuair a dhéanaim iarracht scoir nuair atá míreanna á íosluchtú.
gl: Avisarme cando tente pechar o Miro con descargas activas.
hr: Upozori me ako pokušam zatvoriti Miro tijekom aktivnih preuzimanja.
id: Ingatkan saya jika saya mencoba untuk keluar ketika unduhan sedang berjalan
ja: ダウンロードの最中に終了しようとしたら警告
ka: გასვლის დროს გამაფრთხილე თუ აქტიურია გადმოწერა.
mk: Предупреди ме доколку се обидам да излезам со активни превземања во тек.
ms: Ingatkan saya jika saya cuba tutup tatkala muat turun masih dijalankan
nb: Advar ved forsøk på å avslutte Miro med uferdige nedlastinger.
pt: Avisar-me se eu tentar sair e existirem transferências em curso.
pt_br: Me avisar se eu tentar sair com downloads em progresso.
ro: Avertizează-mă dacă încerc să închid programul când descarc.
sl: Opozori me, če poskušam zapreti program s prenosi v teku.
sq: Sinjalizomë kur përpiqem të dal me shkarkime në kryerje e sipër.
sr: Упозори ме када покушам да изађем док је преузимање у току
sv: Varna mig om jag försöker avsluta med hämtningar som pågår
te: దింపుకోళ్ళు జరుగుతూండగా నేను వెళ్ళిపోయే ప్రయత్నం చేస్తే హెచ్చరించు.
tr: Dosya indirme sırasında programdan çıkmaya çalışırsam uyar.
uk: Попереджувати при спробі вийти із незавершеними завантаженнями.

source: Warn me if I attempt to quit with conversions in progress.
bg: Предупреждение при опит за излизане при изпълняващи се преобразувания.
de: Warnung beim Versuch, das Programm während noch laufender Konvertierungen zu beenden.
es: Avisarme al salir si hay con conversiones en progreso.
fi: Varoita jos jos yritän poistua, kun muunto on kesken
gl: Avisar cando tente saír con conversións en proceso.
hr: Upozori me ako pokušam zatvoriti Miro tijekom aktivnih konverzija.
id: Peringatkan saya jika saya mencoba berhenti ketika ada proses konversi
ka: გასვლის დროს გამაფრთხილე თუ აქტიურია კონვერტაცია.
ms: Amarankan saya jika saya keluar dengan proses penukaran masih dijalankan.
pt: Avisar-me se eu tentar sair e existirem conversões em curso.
pt_br: Alertar-me se tentar sair com conversões em andamento.
ro: Avertiza-mă dacă încerc să inchid si exista conversii în curs de desfăşurare.
sr: Упозори ме када покушам да изађем док је претварање у току
sv: Varna mig om jag försöker avsluta med konverteringar som pågår
uk: Попереджати мене, якщо я намагаюся вийти під час перетворення.

source: Sidebar
bg: Странична лента
hr: Bočna traka

source: Show videos from podcasts in the Videos section.
bg: Показване на видеа от подкасти в раздела Видеа.
de: Zeige Videos von diesem Podcast in der Videoabteilung
es: Mostrar vídeos de los podcasts en la sección de vídeos.
fi: Näytä podcastien videot Videot-osiossa
ga: Taispeáin físeáin ó phodchraoltaí i rannóg na bhfíseán.
gl: Mostrar os podcasts de vídeo na sección de vídeos.
hr: Prikaži video snimke iz podcasta u odjeljku 'Video snimke'.
pt: Mostrar vídeos dos podcasts na secção de vídeos.
pt_br: Mostrar vídeos de podcasts na seção Vídeos.
sr: Прикажи слику из подемисија у одељку „Видео снимци“.
uk: Показати відео з подкастів у розділі Відео

source: Show audio from podcasts in the Music section.
bg: Показване на аудио от подкасти в раздела Музика
de: Zeige Audios von diesem Podcast in der Musikabteilung
es: Mostrar audio de podcasts en la sección de música.
fi: Näytä podcastien äänitiedostot Musiikki-osiossa
ga: Taispeáin ceol ó phodchraoltaí sa rannóg cheoil.
gl: Mostrar os podcasts de son na sección de música.
hr: Prikaži zvučne zapise iz podcasta u odjeljku 'Glazba'.
pt: Mostrar músicas dos podcasts na secção de músicas.
pt_br: Mostrar áudios de podcasts na seção Música.
sr: Прикажи звук из подемисија у музичком одељку.
uk: Показати аудіо з подкастів в розділі Музика

source: Language
bg: Език
hr: Jezik

source: (Changing the language requires you to restart %(appname)s.)
bg: (Смяната на езика изисква да рестартирате %(appname)s.)
es: (Es necesario reiniciar %(appname)s para aplicar el cambio de idioma).
fi: (Kielen muuttaminen vaatii %(appname)sn uudelleenkäynnistyksen.)
hr: (Promjena jezika zahtjeva ponovno pokretanje %(appname)s-a.)
nb: (Endring av språk krever at du starter %(appname)s på nytt.)
pt: (Se alterar o idioma, deve reiniciar o %(appname)s.)
pt_br: (Mudar o idioma exige que você reinicie o %(appname)s.)

source: Display in:
hr: Prikaži u:

source: Music Album Art and Info Cleanup
hr: Brisanje omota albuma i informacija glazbe

source: Online lookup can find matching album art and song info for all your audio files
hr: Online pretraživanje može pronaći omote albuma i informacije koje se podudaraju sa vašim pjesmama

source: Via:
hr: Putem:

source: Run Online Lookup for All Current Music
hr: Pokreni online pretraživanje za svu trenutnu glazbu

source: Remove All Lookup data
hr: Ukloni sve podatke pretraživanja

source: Automatically run online lookup for any new audio files that I add to Miro.
hr: Automatski pokreni online pretraživanje za svaku pjesmu koji sam dodao u Miro.

source: Using lookup data for %(net_lookup_count)s out of %(total_count)s items
hr: Koristim podatake pretraživanja za %(net_lookup_count)s od %(total_count)s stavki

source: Every day
bg: Всеки ден
br: Bemdez
ca: Cada dia
cy: Pob dydd
de: Täglich
es: Todos los días
et: Iga päev
fi: Joka päivä
ga: Gach lá
gl: Todos os días
hr: Svaki dan
id: Setiap hari
ja: 毎日
ka: ყოველ დღე
mk: Секој ден
ms: Setiap hari
nb: Hver dag
pt: Todos os dias
pt_br: Todo dia
ro: În fiecare zi
sl: Vsak dan
sq: Përditë
sr: сваки дан
sv: Varje dag
te: ప్రతి రోజు
tr: Her gün
uk: Кожен день

source: Every hour
bg: Всеки час
br: Bep eur
ca: Cada hora
cy: Pob awr
de: Stündlich
es: Cada Hora
et: Iga tund
fi: Tunnin välein
ga: Gach uair a chlog
gl: Cada hora
hr: Svaki sat
id: Setiap jam
ja: 1時間ごと
ka: ყოველ საათში
mk: Секој час
ms: Setiap jam
nb: Hver time
pt: A cada hora
pt_br: A cada hora
ro: La fiecare oră
sl: Vsako uro
sq: Çdo orë
sr: сваки сат
sv: Varje timme
te: ప్రతీ గంట
tr: Her saatte
uk: Щогодинни

source: Every 30 minutes
bg: Всеки 30 минути
br: Bep 30 munutenn
ca: Cada 30 minuts
cy: Pob 30 munud
de: Alle 30 Minuten
es: Cada 30 minutos
et: Iga 30 minutit
fi: 30 minuutin välein
ga: Gach 30 nóiméid
gl: Cada 30 minutos
hr: Svakih 30 minuta
id: Setiap 30 menit
ja: 30分ごと
ka: ყოველ 30 წუთში
mk: Секои 30 минути
ms: Setiap 30 minit
nb: Hvert 30. minutt
pt: A cada 30 minutos
pt_br: A cada 30 minutos
ro: La fiecare 30 de minute
sl: Vsakih 30 minut
sq: Çdo 30 minuta
sr: сваких 30 минута
sv: Var 30:e minut
te: ప్రతీ 30 నిమిషాలు
tr: Her 30 dakikada
uk: Що 30 хвилин

source: Manually
bg: Ръчно
br: Gant an dorn
ca: Manualment
cy: Gan law
de: Manuell
es: Manualmente
et: Käsitsi
fi: Manuaalisesti
ga: De Láimh
gl: Manualmente
hr: Ručno
id: Manual
ja: 手動
ka: ხელით
mk: Рачно
ms: Secara Manual
nb: Manuelt
pt: Manualmente
pt_br: Manualmente
ro: Manual
sl: Ročno
sq: Dorazi
sr: ручно
sv: Manuellt
te: మానవీయంగా
tr: Siz istediğinizde
uk: Вручну

source: New
bg: Ново
br: Nevez
ca: Nou
cy: Newydd
de: Neue
es: Nuevo
et: Uus
fi: Uusi
ga: Nua
gl: Novos
hr: Novo
id: Baru
ja: 新規
ka: ახალი
mk: Ново
ms: Baru
nb: Nye
pt: Novos
pt_br: Novo
ro: Noi
sl: Nov
sq: I ri
sr: ново
sv: Ny
te: కొత్త
tr: Yeni
uk: Нове

source: Off
bg: Изключено
br: Lazhet
ca: Desactivat
cy: Bant
de: Aus
es: Desactivado
et: Välja lülitatud
fi: Pois päältä
ga: As
gl: Apagado
hr: Isključi
id: Matikan
ja: オフ
ka: გათიშვა
mk: Исклучено
ms: Padam
nb: Av
pt: Inativo
pt_br: Desativado
ro: Oprit
sl: Izključeno
sr: онемогућено
sv: Av
te: ఆపు
tr: Kapalı
uk: Нічого

source: Standard view
bg: Стандартен изглед
ca: Visualització estàndar
es: Vista estándar
fi: Vakionäkymä
hr: Uobičajeni pogled

source: List view
bg: Списъчен изглед
ca: Visualització en llista
es: Vista de lista
fi: Luettelonäkymä
hr: Pogled popisa

source: Default settings for new podcasts:
bg: Стандартни настройки за новите подкасти:
de: Voreinstellungen für neue Podcasts:
es: Configuración predeterminada para nuevos podcasts:
fi: Podcastien oletusasetukset:
ga: Réamhshocruithe do phodchraoltaí nua:
gl: Axustes predeterminados para os podcasts novos:
hr: Zadane postavke za nove podcaste:
ka: საწყისი პარამეტრები ახალი პოდკასტისთვის:
pt: Definições para os novos podcasts:
pt_br: Configurações Padrões para novos Podcasts:
sr: Подразумеване поставке за нове подемисије:

source: (These can be changed using the podcast's settings button)
bg: (Те могат да бъдат променени като използвате бутона за настройки на подкасти)
de: (Dies kann nicht verändert werden, wenn du die "Podcast-Einstellungen" benutzt:
es: (Pueden modificarse desde el botón de configuraciones del podcast)
fi: (Näitä voi muuttaa podcastin Asetukset-napista)
ga: (Is féidir iad seo a athrú ag baint feidhm as chnaipe socruithe an phodchraolta)
gl: (Estes poden cambiarse usando o botón de axustes dos podcasts)
hr: (Ovo se može izmjeniti koristeći podcastovu tipku postavki)
pt: (Podem ser alteradas utilizando o botão de definições de podcasts)
pt_br: (Estes podem ser alterados usando o botão de configurações do podcast.
sr: (ово се може променити у поставкама подемисије)
uk: (Можна змінити за допомогою кнопки налаштувань подкастів)

source: Check for new content:
bg: Проверка за ново съдържание
br: Gwiriañ dalc'hadoù nevez:
cy: Gwiriwch gynnwys newydd:
de: Auf neue Inhalte prüfen:
es: Comprobar si hay contenido nuevo:
et: Kontrolli uusi videoid:
fi: Tarkista uusi sisältö:
ga: Dearbháil le haghaidh ábhar nua:
gl: Verificar se hai novos contidos:
hr: Provjeri dostupnost novih sadržaja:
id: Periksa untuk konten baru:
ja: 新しいコンテンツをチェック:
ka: შიგთავსის შემოწმება:
mk: Проверка за нови содржини:
ms: Periksa untuk kandungan baru:
nb: Se etter nytt innhold
pt: Verificar se há novo conteúdo:
pt_br: Verificar se há novo conteúdo:
ro: Verifică pentru componente noi:
sl: Preveri novo vsebino:
sq: Kontrollo për lëndë të re:
sr: Провери нове садржаје:
sv: Leta efter nytt innehåll:
te: కొత్త కంటెంటు కోసం వెతుకు:
tr: Yeni içerik için kontrol et
uk: Перевіряти наявність нового змісту:

source: Auto-download setting:
bg: Настройка на автоматично изтегляне:
de: Einstellungen Auto-Download:
es: Preferencias de descargas automáticas:
fi: Automaattisen lataamisen asetus:
gl: Configuración de auto-descarga:
hr: Postavke automatskog preuzimanja:
id: Pengaturan unduhan-otomatis:
ka: ავტო-გადმოწერის პარამეტრები:
pt: Definição da transferência automática:
pt_br: Configuração de Auto Download:
ro: Setari pt descarcare automata
sr: Поставке самосталног преузимања:
sv: Inställning för auto-hämtning:
tr: Otomatik indirme ayarları:
uk: Параметри авто-завантаження:

source: Default view:
bg: Стандартен изглед:
ca: Visualització predeterminada:
es: Vista predeterminada:
fi: Oletusnäkymä:
hr: Zadani pogled:

source: Remember this many old items:
bg: Запомняне на следния брой стари обекти:
br: Derc’hel soñj eus an traoù kozh-mañ:
cy: Cofiwch y nifer hwn o hen eitemau:
de: Anzahl der zu behaltenden alten Elemente:
es: Recordar esta cantidad de elementos antiguos:
et: Mäleta neid palju vanu esemeid:
fi: Muista näin monta vanhaa kohdetta:
ga: Cuimhnigh ar an méid seo seanmhíreanna:
gl: Lembrar este número de elementos antigos:
hr: Zapamti ovoliko starih stavki:
id: Ingat banyak item lama ini:
ja: 多くの古いアイテムを記憶
mk: Запомни оволку стари објекти:
ms: Ingat item-item lama sebanyak ini:
nb: Husk så mange gamle elementer:
pt: Recordar esta quantidade de itens antigos:
pt_br: Lembrar destes itens antigos:
ro: Reține atâtea elemente vechi:
sl: Zapomni si toliko starih izbir:
sq: Mba mend kaq objekte të vjetër:
sr: Број ставки за памћење:
sv: Kom ihåg så här många gamla objekt:
te: ఇదిగో ఇన్ని పాత ఐటములను గుర్తుపెట్టుకో:
tr: Hatırlanmasını istediğinin eski öğe sayısı:
uk: Пам'ятати старих записів:

source: (in addition to the current contents)
bg: (в допълнение към текущото съдържание)
br: (en tu-hont da endalc’had bremañ)
cy: (yn ychwanegol i'r cynnwys cyfredol)
de: (zusätzlich zu den aktuellen Inhalten)
es: (además del contenido presente)
et: (lisaks praegusele sisule)
fi: (nykyisten kohteiden lisäksi)
ga: (le cois an t-inneachair reatha)
gl: (engadidos aos contidos actuais)
hr: (pored postojećih sadržaja)
id: (Dengan penambahan konten saat ini)
ja: (現在のコンテンツに追加する)
mk: (како додаток на актуелните содржини)
ms: (sebagai tambahan kepada kandungan-kandungan semasa)
nb: (i tillegg til det gjeldende innholdet)
pt: (em adicão aos conteúdos atuais)
pt_br: (em adição ao conteúdo atual)
ro: (în plus la componentele existente)
sl: (poleg trenutne vsebine)
sq: (si shtesë te lënda e tanishme)
sr: (као додатак текућем садржају)
sv: (utöver det nuvarande innehållet)
te: (ప్రస్తుత కంటెంటులు కాకుండా)
tr: (mevcut içeriğe ek olarak)
uk: (на додачу до поточного змісту)
