Repository: CodeforEvolution/miro
Catalog: tv/resources/locale/*.po
Languages: bg, br, ca, cy, de, es, et, fi, ga, gl, hr, id, ja, ka, mk, ms, nb, pt, pt_br, ro, sl, sq, sr, sv, te, tr, uk

source: Subscription error
bg: Грешка при записване
br: Fazi koumanantiñ
ca: Error de subscripció
cy: Gwall Tanysgrifo
de: Abonnementfehler
es: Error en la subscripción
et: Viga tellimisel:
fi: Tilausvirhe
ga: Botún síntiúis
gl: Erro na subscricion
hr: Greška pretplate
id: Langganan bermasalah
ja: 購読エラー
mk: Грешка во претплатувањето
ms: Ralat Langganan
nb: Abonnementsfeil
pt: Erro na subscrição
pt_br: Erro na Assinatura
ro: Eroare la abonare
sl: Napaka pri naročanju
sq: Gabim pajtimi
sr: Грешка у пријави.
sv: Prenumerationsfel
te: చందా పొరపాటు
tr: Abonelik hatası
uk: Помилка підписки

source: This %(appname)s podcast file has an invalid format: %(url)s. Please notify the publisher of this file.
bg: Този подкаст файл на %(appname)s е с невалиден формат: %(url)s. Моля уведомете издателят му.
ca: Aquest podcast del %(appname)s té un format no vàlid: %(url)s. Notifiqueu al publicador d'aquest fitxer.
de: Dieser %(appname)s Podcast hat ein ungültiges Format: %(url)s. Bitte benachrichtige den Veröffentlicher dieser Datei.
es: Este archivo de podcast de %(appname)s tiene un formato no válido: %(url)s. Por favor notifique al publicador de este archivo.
fi: Tämä %(appname)s-podcast on virheellisessä muodossa: %(url)s. Ilmoitathan tästä ongelmasta tiedoston julkaisijalle.
gl: Este ficheiro de podcast de %(appname)s ten un formato incorrecto: %(url)s. Por favor notifíquello ao editor do ficheiro.
hr: Ova datoteka %(appname)s podcasta ima pogrešan format: %(url)s. Obavijestite izdavača o ovoj datoteci.
pt: Este podcast do %(appname)s tem um formato inválido: %(url)s. Por favor, informe o editor deste ficheiro.
pt_br: Este arquivo de podcast do %(appname)s possui um formato inválido: %(url)s. Por favor, informe o autor deste arquivo.
tr: Bu %(appname)s podcast dosyası geçersiz bir biçim:%(url)s içeriyor. Lütfen bu dosyanın yayıncısını bilgilendirin.

source: This %(appname)s podcast file has the wrong content type: %(url)s. Please notify the publisher of this file.
bg: Този подкаст файл на %(appname)s е с грешен вид на съдържание: %(url)s. Моля уведомете издателят му.
ca: Aquest fitxer de podcast del %(appname)s té un tipus de contingut erroni: %(url)s. Notifiqueu al publicador d'aquest fitxer.
de: Der %(appname)s Podcast unter %(url)s hat den falschen Inhalt. Bitte benachrichtige den Veröffentlicher der Dateien.
es: Este archivo de podcast de %(appname)s tiene un contenido erróneo: %(url)s. Por favor notifique al publicador de este archivo.
fi: Tämän %(appname)s-podcasttiedoston sisältötyyppitiedossa on virhe: %(url)s. Ole hyvä ja ilmoita tästä tiedoston julkaisijalle.
gl: Este podcast de %(appname)s ten un tipo de contido erróneo: %(url)s. Notifíquello ao editor do ficheiro.
hr: Ova datoteka %(appname)s podcasta ima pogrešnu vrstu sadržaja: %(url)s. Obavijestite izdavača o ovoj datoteci.
pt: Este podcast do %(appname)s tem um conteúdo inválido: %(url)s. Por favor, informe o editor deste ficheiro.
pt_br: Este arquivo de podcast do %(appname)s possui tipo de conteúdo errado: %(url)s. Por favor, informe o autor deste arquivo.
tr: Bu %(appname)s podcast dosyası yanlış bir içerik tipi:%(url)s içeriyor. Lütfen bu dosyanın yayıncısını uyarın.

source: Could not download the %(appname)s podcast file: %(url)s
bg: Подкаст файлът на %(appname)s не може да бъде изтеглен: %(url)s
ca: No s'ha pogut baixar el fitxer de podcast del %(appname)s: %(url)s
de: Der %(appname)s Podcast unter %(url)s konnte nicht heruntergeladen werden.
es: No se ha podido descargar el archivo podcast de %(appname)s: %(url)s
fi: %(appname)s-podcasttiedostoa %(url)s ei voitu ladata
gl: Non foi posible descargar o ficheiro de podcast de %(appname)s: %(url)s
hr: Nemoguće preuzimanje datoteke %(appname)s podcasta: %(url)s
nb: Kunne ikke laste ned %(appname)s podcast-fil: %(url)s
pt: Não foi possível transferir o podcast do %(appname)s: %(url)s
pt_br: Não foi possível baixar o arquivo de podcast do %(appname)s: %(url)s
tr: %(appname)s podcast dosyası İndirilemedi: %(url)s

source: Invalid Torrent
bg: Неправилен торент-файл
br: Torrent Null
ca: Torrent no vàlid
cy: Torrent Annilys
de: Ungültige Torrentdatei
es: Torrent no válido
et: Vigane torrent
fi: Virheellinen torrent-tiedosto
ga: Torrent Neamhsheasmhach
gl: O torrent é incorrecto
hr: Nevažeči torrent
id: Torrent tidak valid
ja: 無効なトレント
mk: Погрешен торент
ms: Torrent tidak sah
nb: Ugyldig "Torrent"
pt: Torrent inválido
pt_br: Torrent Inválido
ro: Formatul torrentului este necorespunzător
sl: Neveljaven torrent
sq: Përrua i Pavlefshëm
sr: Неисправан торент
sv: Ogiltig torrent
te: సరైన టోరెంటు కాదు
tr: Geçersiz Torrent
uk: Неправильний торент

source: The torrent file %(filename)s appears to be corrupt and cannot be opened.
bg: Торент файлът %(filename)s е повреден и не може да се отвори.
br: Ar restr torrent %(filename)s a seblant bezañ siet ha n'hell ket bezañ digoret.
ca: El fitxer torrent %(filename)s sembla que està malmès i no es pot obrir.
cy: Mae'n debyg bod y ffeil %(filename)s ar chwâl a does dim modd ei hagor.
de: Die Torrent-Datei %(filename)s scheint nicht zu funktionieren und kann nicht geöffnet werden.
es: El archivo torrent %(filename)s parece estar dañado y no puede abrirse.
et: Torrentifail %(filename)s tundub olevat katkine ja seda pole võimalik avada.
fi: Torrent-tiedosto %(filename)s vaikuttaa olevan virheellinen, eikä sen avaus onnistu.
ga: Tá an cuma air go bhfuil an comhad torrent %(filename)s truaillithe agus ní féidir é a oscailt.
gl: O ficheiro torrent %(filename)s parece corrompido e non foi posible abrilo.
hr: Izgleda da je torrent datoteka %(filename)s oštećena i ne može se otvoriti.
id: Berkas torrent %(filename)s nampaknya rusak dan tidak bisa dibuka.
ms: Fail torrent %(filename)s kelihatan seperti tercemar dan tidak dapat dibuka
nb: Torrent-filen %(filename)s ser ut til å være korruptert og kan ikke åpnes.
pt: Parece que o ficheiro torrent %(filename)s está danificado e não pode ser aberto.
pt_br: O arquivo torrent %(filename)s parece estar danificado e não pode ser aberto.
ro: Fisierul torrent %(filename)s pare corupt si nu poate fi deschis.
sl: Datoteka torrenta %(filename)s se zdi okvarjena in je ni mogoče odpreti.
sq: Kartela rrëke %(filename)s duket të jetë e dëmtuar dhe nuk mund të hapet.
sr: Торент датотека %(filename)s је оштећена и не може бити отворена.
sv: Torrentfilen %(filename)s verkar vara trasig och kan inte öppnas.
te: %(filename)s టోరెంటు ఫైలు చెడిపోయినట్టుగా ఉంది, తెరవలేకపోతున్నాం.
tr: Torrent dosyası %(filename)s hatalı görünüyor ve açılamaz.
uk: Торент-файл %(filename)s виявився пошкодженим, тому його не вдається відкрити.

source: File Error
bg: Грешка във файл
ca: S'ha produït un error en el fitxer
de: Dateifehler
es: Error en el archivo
fi: Tiedostovirhe
gl: Erro no ficheiro
hr: Greška datoteke
ka: ფაილის შეცდომა
nb: Feil med filen
pt: Erro de ficheiro
pt_br: Erro no Arquivo
sl: Napaka datoteke
tr: Dosya Hatası

source: The torrent file %(filename)s could not be opened. Please ensure it exists and you have permission to access this file.
bg: Торент файлът не може да бъде отворен %(filename)s. Моля уверете се, че съществува и имате права за достъп до този файл.
ca: El fitxer torrent %(filename)s no s'ha pogut obrir. Asseguri's que existeix i que té permís d'accés a aquest fitxer.
de: Die Torrent Datei %(filename)s konnte nicht geöffnet werden. Stellen Sie sicher, dass die Datei existiert und dass Sie die benötigten Zugriffsrechte haben.
es: El archivo torrent %(filename)s no se ha podido abrir. Por favor asegúrese de que existe y que tiene permisos de acceso a este archivo.
fi: Torrent-tiedostoa %(filename)s ei voitu avata. Varmista, että tiedosto on olemassa ja että sinulla on oikeudet avata se.
gl: Non foi posible abrir o ficheiro torrent %(filename)s. Asegúrese que existe e que ten permisos de acceso ao ficheiro.
hr: Torrent datoteka %(filename)s ne može se otvoriti. Pobrinite se da postoji i da imate ovlasti za pristup toj datoteci.
nb: Torren filen %(filename)s kunne ikke åpnes. Vennligst se til at den finnes, og at du har rettigheter til lese denne filen.
pt: O ficheiro torrent %(filename)s não pode ser aberto. Certifique-se que o ficheiro existe e se tem permissão para lhe aceder.
pt_br: O arquivo torrent %(filename)s não pode ser aberto. Por favor, assegure que ele existe e que você tem permissão para acessar este arquivo.
tr: Torrent dosyası %(filename)s açılamıyor. Lütfen dosyanın varlığından ve sizin dosya üzerinde yetkili olduğunuzdan emin olun.

source: Sending Crash Report
bg: Изпращане на съобщение за грешка
br: O kas rentañ-kont sac'hadenn
ca: S'està enviant l'informe d'error
cy: Gyrru Adroddiad Chwalfa
de: Fehlerbericht wird übermittelt
es: Enviando informe de error
et: Saadetakse kokkujooksmise raporti
fi: Lähetetään kaatumisraporttia
ga: Ag seoladh fógra tuairte
gl: Enviando o informe de erro
hr: Slanje izvješća greške
id: Mengirim Laporan Crash
ms: Sedang menghantar laporan keruntuhan
nb: Sender havarirapport
pt: A enviar o relatório de erros
pt_br: Enviando Relatório de erro
ro: Trimite raport de eroare
sr: Слање грешке
sv: Skickar in kraschrapport
te: క్రాష్ నివేదికను పంపిస్తున్నాం
tr: Çökme Raporu Gönderiliyor
uk: Надсилання звіту про помилку

source: Sending Crash Report (%(progress)d%%)
bg: Изпращане на доклад за грешка (%(progress)d%%)
br: O kas rentañ-kont sac'hadenn (%(progress)d%%)
ca: S'està enviant l'informe d'error (%(progress)d%%)
de: Sende Fehlerbericht (%(progress)d%%)
es: Enviando informe de error (%(progress)d%%)
et: Saadetakse kokkujooksmise raporti (%(progress)d%%)
fi: Kaatumisraporttia lähetetään (%(progress)d% %)
gl: Enviando o informe de fallo (%(progress)d%%)
hr: Slanje izvješća greške (%(progress)d%%)
id: Mengirim Laporan Crash (%(progress)d%%)
nb: Sender havarirapport (%(progress)d%%)
pt: A enviar o relatório de erros (%(progress)d%%)
pt_br: Enviando Relatório de Erros (%(progress)d%%)
ro: Trimite raport de eroare (%(progress)d%%)
sr: Слање извештаја о грешци (%(progress)d%%)
sv: Skickar in kraschrapport (%(progress)d%%)
tr: Çökme Raporu Gönderiliyor (%(progress)d%%)
uk: Надсилання звіту про збій (%(progress)d%%)

source: Reason unknown--check log
bg: Неизвестна причина--проверете дневника
ca: Raó desconeguda--visualitza el fitxer de registre
de: Grund unbekannt - überprüfe das Protokoll
es: Razón desconocida--ver registro
fi: Tuntematon syy, katso lokitiedostosta
gl: Razón descoñecida--comprobe o rexistro
hr: Nepoznat razlog--provjeri zapis
ka: მიზეზი უცნობია--შეამოწმეთ ჟურნალი
nb: Ukjent årsak--se logg
pt: Razão desconhecida--verificar log
pt_br: Razão desconhecida -- Verifique o Log
tr: Sebep bilinmiyor-log'u kontrol et

source: %(program)s does not exist.
bg: %(program)s не съществува.
ca: El %(program)s no existeix.
de: %(program)s existiert nicht.
es: %(program)s no existe/n.
fi: Sovellusta %(program)s ei ole.
ga: Níl %(program)s ann.
gl: %(program)s non existe.
hr: %(program)s ne postoji .
ka: %(program)s არ არსებობს.
nb: %(program)s eksisterer ikke.
pt: %(program)s não existe.
pt_br: %(program)s não existe.
tr: %(program)s yok.

source: Copy
bg: Копиране
br: Eilañ
ca: Copia
cy: Copïo
de: Kopieren
es: Copiar
et: Kopeeri
fi: Kopioi
ga: Macasamhlaigh
gl: Copiar
hr: Kopiraj
id: Salin
ja: コピー
ka: კოპირება
ms: Salin
nb: Kopier
pt: Copiar
pt_br: Copiar
ro: Copiază
sl: Kopiraj
sq: Kopjoje
sr: Умножи
sv: Kopiera
te: కాపీచేయి
uk: Копіювати

source: %(original_name)s (Converted to %(format)s)
bg: %(original_name)s (Преобразувано в %(format)s)
br: %(original_name)s (Troet e %(format)s)
ca: %(original_name)s (Convertit a %(format)s)
de: %(original_name)s (Konvertiert zu %(format)s)
es: %(original_name)s (Convertido a %(format)s)
fi: %(original_name)s (muunnettu %(format)s -muotoon)
ga: %(original_name)s (Tiontaithe go %(format)s)
gl: %(original_name)s (Convertido a %(format)s)
hr: %(original_name)s (Konvertirano u %(format)s)
id: %(original_name)s (Dikonversi menjadi %(format)s)
nb: %(original_name)s (Konvertert til %(format)s)
pt: %(original_name)s (Convertido para %(format)s)
pt_br: %(original_name)s (Convertido para %(format)s)
ro: %(original_name)s (convertit in %(format)s)
sr: %(original_name)s (претворено у %(format)s)
sv: %(original_name)s (konverterad till %(format)s)
tr: %(original_name)s (%(format)s formatına dönüştürüldü)
uk: %(original_name)s (Перетворено до %(format)s)

source: %(engine)s for '%(query)s'
br: %(engine)s evit '%(query)s'
ca: %(engine)s per a «%(query)s»
cy: %(engine)s am '%(query)s'
de: %(engine)s für '%(query)s'
es: %(engine)s para «%(query)s»
et: %(engine)s selle jaoks -> '%(query)s'
fi: %(engine)s '%(query)s' :lle
ga: %(engine)s do '%(query)s'
gl: %(engine)s para '%(query)s'
hr: %(engine)s za '%(query)s'
id: %(engine)s untuk '%(query)s'
ms: %(engine)s untuk '%(query)s'
pt: %(engine)s para "%(query)s"
pt_br: %(engine)s para '%(query)s'
ro: %(engine)s pentru '%(query)s'
sr: %(engine)s за „%(query)s“
sv: %(engine)s för "%(query)s"
te: '%(query)s' కొరకు %(engine)s
tr: %(engine)s '%(query)s' için
uk: %(engine)s для '%(query)s'

source: no title
bg: без заглавие
br: Titl ebet
ca: sense títol
cy: dim teitl
de: Kein Titel
es: sin título
et: pealkirja pole
fi: ei otsikkoa
ga: gan teideal
gl: sen título
hr: bez naslova
id: tanpa judul
ja: 無題
ka: უსათაურო
mk: нема наслов
ms: tiada tajuk
nb: navnløs
pt: sem título
pt_br: sem título
ro: fără titlu
sl: brez naslova
sq: pa titull
sr: нема наслова
sv: ingen titel
te: శీర్షిక లేదు
tr: başlık yok
uk: без заголовку

source: Search
bg: Търсене
br: Klask
ca: Cerca
cy: Chwilio
de: Suche
es: Buscar
et: Otsi
fi: Etsi
ga: Cuardaigh
gl: Procurar
hr: Pretraživanje
id: Cari
ja: 検索
ka: ძებნა
mk: Барај
ms: Gelintar
nb: Søk
pt: Pesquisar
pt_br: Pesquisar
ro: Caută
sl: Najdi
sq: Kërko
sr: Претражи
sv: Sök
te: వెతుకు
tr: Arama
uk: Пошук

source: starting up...
bg: започване...
br: O kregiñ
ca: s'està iniciant...
cy: yn dechrau...
de: Wird gestartet...
es: comenzando…
et: käivitumas...
fi: käynnistetään...
ga: ag tosú...
gl: iniciando...
hr: pokretanje...
id: memulai...
ja: 起動中...
ka: იწყება...
mk: започнувам...
ms: memulakan...
nb: starter...
pt: a iniciar...
pt_br: iniciando...
ro: pornire...
sl: zaganjanje ...
sq: po niset...
sr: покретање...
sv: startar...
te: మొదలవుతోంది...
tr: başlatılıyor...
uk: Запускаємось…

source: no connection - retrying in %(time)s
bg: без връзка - повторен опит след %(time)s
ca: no hi ha connexió, es tornarà a provar en %(time)s
de: keine Verbindung - erneut versuchen in %(time)s
es: no hay conexión - reintentando en %(time)s
fi: ei yhteyttä — uusi yritys %(time) sekunnissa
gl: sen conexión - reintentar en %(time)s
hr: veze nedostupna - ponovni pokušaj za %(time)s
nb: ingen kontakt - prøver på nytt om %(time)s
pt: sem ligação - nova tentativa em %(time)s
pt_br: Sem conexão - Tentando novamente em %(time)s
tr: bağlantı yok - %(time) saniıye sonra tekrar denenecek

source: no connection - retrying soon
bg: без връзка - следва повторен опит
br: Kevreadenn ebet - adesaeet e vo prestik
ca: no hi ha connexió, es tornarà a provar aviat
de: Keine Verbindung. Erneuter Verbindungs-Versuch in Kürze.
es: no hay conexión - reintentando pronto
et: pole ühendust - taastatakse varsti
fi: yhteys puuttuu — yritetään pian uudestaan
gl: sen conexión - reintentarase pronto
hr: veze nedostupna - ponovni pokušaj uskoro
id: tidak ada koneksi - segera mencoba lagi
nb: ingen kontakt - prøver på nytt snart
pt: sem ligação - nova tentativa brevemente
pt_br: sem conexão - tentando novamente em instantes
ro: conexiune inexistenta - reincearca cat de repede
sr: Веза није успостављена.
sv: ingen anslutning - försöker snart igen
tr: Bağlantı yok-Yeniden deneniyor.
uk: немає з’єднання - незабаром повторна спроба

source: Database Error
bg: Грешка в базата от данни
br: Fazi en diaz roadennoù
ca: S'ha produït un error amb la base de dades
cy: Gwall Cronfa Ddata
de: Datenbankfehler
es: Error de Base de Datos
et: Andmebaasi viga
fi: Tietokantavirhe
ga: Botún Sa Bhunachar Sonraí
gl: Erro da base de datos
hr: Greška baze podataka
id: Kesalahan Database
ka: მონაცემთა ბაზის შეცდომა
nb: Feil i databasen
pt: Erro na base de dados
pt_br: Erro na Base de Dados
ro: Eroare bază de date
sl: Napaka zbirke podatkov
sr: Грешка у бази података
sv: Databasfel
tr: Veritabanı Hatası
uk: Помилка бази даних

source: Upgrading Old Database
bg: Обновяване на предишната база данни
br: O peurwellaat an diaz kozh
ca: S'està actualitzant la base de dades antiga
cy: Uwchraddio Hen Gronfa Ddata
de: Aktualisiere alte Datenbank
es: Actualizando base de datos antigua
et: Vana andmebaasi uuendamine
fi: Päivitetään vanhaa tietokantaa
ga: Ag Feabhsú An Seanbhunachar Sonraí
gl: A actualizar a base de datos antiga
hr: Nadogradnja stare baze podataka
id: Memperbaharui database lama
ka: მიმდინარეობს ძველი მონაცემთა ბაზის განახლება
mk: Подобрување на Стара база на податоци
ms: Menaiktaraf Pangkalan Data Lama
nb: Oppgraderer gammel database
pt: Atualizando base de dados anterior
pt_br: Atualizando o antigo banco de dados
ro: Vechea bază de date este reactualizată
sl: Posodabljanje stare zbirke podatkov
sq: Po përmirësohet Baza e Vjetër e të Dhënave
sr: Ажурирање старе базе података
sv: Uppgraderar gammal databas
te: పాత డేటాబేసును ఉన్నతీకరిస్తున్నాం
tr: Eski Veritabanı Yükseltiliyor
uk: Оновлення старої бази даних

source: Converting Old Database
bg: Преобразуване на предишната база данни
br: O kemmañ an diaz roadennoù kozh
ca: S'està convertint la base de dades antiga
cy: Trawsnewid Hen Gronfa Ddata
de: Konvertiere alte Datenbank
es: Convirtiendo base de datos antigua
et: Vana andmebaasi konvertimine
fi: Muunnetaan vanhaa tietokantaa
ga: Ag tiontú an seanbhunachar sonraí
gl: A converter a base de datos antiga
hr: Konvertiranje stare baze podataka
id: Mengubah database lama
ka: მიმდინარეობს ძველი მონაცემთა ბაზის კონვერტაცია
mk: Конвертирање на Стара база на податоци
ms: Menukar Pangkalan Data Lama
nb: Konverterer gammel databaase
pt: A converter base de dados anterior
pt_br: Convertendo o antigo banco de dados
ro: Vechea bază de date este convertită
sl: Pretvarjanje stare zbirke podatkov
sq: Po shndërrohet Baza e Vjetër e të Dhënave
sr: Претварање старе базе података
sv: Konverterar gammal databas
te: పాత డేటాబేసును అంతరీకరిస్తున్నాం
tr: Eski Veritabanı Dönüştürülüyor
uk: Конвертування старої бази даних

source: Upgrading Database
bg: Обновяване на базата данни
br: O peurwellaat an diaz roadennoù
ca: S'està actualitzant la base de dades
cy: Uwchraddio Cronfa Ddata
de: Aktualisiere Datenbank
es: Actualizando base de datos
et: Andmbaasi uuendamine
fi: Päivitetään tietokantaa
ga: Ag feabhsú an Bunachar Sonraí
gl: A actualizar a base de datos
hr: Nadogradnja baze podataka
id: Memperbaharui database
ka: მიმდინარეობს მონაცემთა ბაზის განახლება
mk: Подобрување на база на податоци
ms: Menaiktaraf Pangkalan Data
nb: Oppgraderer database
pt: Atualizando base de dados
pt_br: Atualizando o banco de dados
ro: Baza de date este reactualizată
sl: Posodabljanje zbirke podatkov
sq: Po përmirësohet Baza e të Dhënave
sr: Ажурирање базе података
sv: Uppgraderar databasen
te: డేటాబేసును ఉన్నతీకరిస్తున్నాం
tr: Veritabanı Yükseltiliyor
uk: Оновлення бази даних

source: Preparing Items
bg: Подготвяне на обекти
ca: S'estan preparant els elements
de: Einträge werden vorbereitet
es: Preparando elementos
fi: Valmistellaan kohteita
hr: Priprema stavki
nb: Gjer klar tinga
pt: A preparar itens
pt_br: Preparando Itens
tr: Objeler hazırlanıyor

source: Your drive must be mounted.
bg: Устройството ви трябва да бъде монтирано.
ca: El dispositiu ha d'estar muntat.
de: Dein Gerät muss eingehänt sein.
es: Su dispositivo tiene que estar montado.
fi: Aseman tulee olla liitetty.
gl: O dispositivo debe estar montado.
hr: Vaš disk mora biti montiran.
nb: Disken må være montert.
pt: Tem que montar a unidade
pt_br: Sua unidade deverá ser montada.
tr: Sürücü takılı olmalı.

source: USB Device
bg: USB Устройство
ca: Dispositiu USB
de: USB-Gerät
es: Dispositivo USB
fi: USB-laite
ga: Gléas USB
gl: Dispositivo USB
hr: USB uređaj
ka: USB მოწყობილობა
nb: USB-enhet
pt: Dispositivo USB
pt_br: Dispositivo USB
sl: Naprava USB
tr: USB Aygıtı

source: Device removed during sync
bg: Устройството бе премахнато по време на синхронизация
hr: Uređaj uklonjen tijekom usklađivanja
nb: Enhet ble fjernet under synkronisering
tr: Cihaz güncelleme sırasında kaldırıldı

source: %(name)s was removed while a sync was in progress. Not all items may have been copied.
bg: %(name)s бе премахнат по време на синхронизация. Вероятно не всички файлове са били копирани.
hr: %(name)s je uklonjen tijekom usklađivanja. Možda nisu sve stavke kopirane.
nb: %(name)s ble fjernet mens en synkronisering foregikk. Noen av filene er kanskje ikke kopiert.
tr: Güncelleme sırasında %(name)s kaldırıldı. Objelerin hepsi kopyalanmamış olabilir.

source: OK
bg: Добре
ca: D'acord
es: Listo
gl: Aceptar
hr: U redu
tr: TAMAM

source: Apply
bg: Одобри
br: Seveniñ
ca: Aplica
cy: Gosod
de: Übernehmen
es: Aplicar
et: Kinnita
fi: Toteuta
ga: Cuir i bhfeidhm
gl: Aplicar
hr: Primjeni
id: Terapkan
ka: მიღება
ms: Terap
nb: Bruk
pt: Aplicar
pt_br: Aplicar
ro: Aplică
sl: Uporabi
sq: Zbatoje
sr: Примени
sv: Verkställ
te: ఆపాదించు
tr: Uygula
uk: Застосувати

source: Close
bg: Затваряне
br: Serriñ
ca: Tanca
cy: Cau
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
ga: Dún
gl: Pechar
hr: Zatvori
id: Tutup
ja: 閉じる
ka: დახურვა
mk: Затвори
ms: Tutup
nb: Lukk
pt: Fechar
pt_br: Fechar
ro: Închide
sl: Zapri
sq: Mbylle
sr: Затвори
sv: Stäng
te: మూసివేయి
tr: Kapat
uk: Закрити

source: Cancel
bg: Отказ
br: Nullañ
ca: Canceŀla
cy: Diddymu
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peru
ga: Cealaigh
gl: Cancelar
hr: Odustani
id: Batal
ja: キャンセル
ka: გაუქმება
mk: Откажи
ms: Batal
nb: Avbryt
pt: Cancelar
pt_br: Cancelar
ro: Renunță
sl: Prekliči
sq: Anuloje
sr: Откажи
sv: Avbryt
te: వద్దు
tr: İptal
uk: Скасувати

source: Done
bg: Готово
br: Graet
ca: Fet
cy: Wedi'i Wneud
de: Abgeschlossen
es: Listo
et: Valmis
fi: Valmis
ga: Déanta
gl: Feito
hr: Završeno
id: Selesai
ja: 完了
ka: დასრულება
mk: Завршено
ms: Selesai
nb: Fullført
pt: Concluído
pt_br: Concluído
ro: Gata
sl: Končano
sq: U bë
sr: Готово
sv: Klar
te: పూర్తయ్యింది
tr: Tamamlandı.
uk: Готово

source: Yes
bg: Да
br: Aotreañ
ca: Sí
cy: Ie
de: Ja
es: Sí
et: Jah
fi: Kyllä
ga: Ba Mhaith
gl: Si
hr: Da
id: Ya
ja: はい
ka: დიახ
mk: Да
ms: Ya
nb: Ja
pt: Sim
pt_br: Sim
ro: Da
sl: Da
sq: Po
sr: Да
sv: Ja
te: అవును
tr: Evet
uk: Так

source: No
bg: Не
br: Nac'hañ
cy: Na
de: Nein
et: Ei
fi: Ei
ga: Ná Déan
gl: Non
hr: Ne
id: Tidak
ja: いいえ
ka: არა
mk: Не
ms: Tidak
nb: Nei
pt: Não
pt_br: Não
ro: Nu
sl: Ne
sq: Jo
sr: Не
sv: Nej
te: కాదు
tr: Hayır
uk: Ні

source: Quit
bg: Спиране на програмата
br: Kuitaat
ca: Surt
cy: Gadael
de: Beenden
es: Salir
et: Välju
fi: Lopeta
ga: Scoir
gl: Saír
hr: Zatvori
id: Keluar
ja: 終了
ka: გამოსვლა
mk: Излез
ms: Keluar
nb: Avslutt
pt: Sair
pt_br: Sair
ro: Renunţă
sl: Izhod
sq: Dil
sr: Излаз
sv: Avsluta
te: చాలించు
tr: Çık
uk: Вихід

source: Continue
bg: Продължаване
br: Kenderc'hel
ca: Continua
cy: Parhau
de: Fortsetzen
es: Continuar
et: Jätka
fi: Jatka
ga: Lean ar aghaidh
gl: Continuar
hr: Nastavi
id: Lanjutkan
ja: コンティニュー
ka: გაგრძელება
mk: Продолжи
ms: Sambung
nb: Fortsett
pt: Continuar
ro: Continuă
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv: Fortsätt
te: కొనసాగించు
tr: Devam Et
uk: Продовжити

source: Ignore
bg: Пренебрегване
br: Tremen
ca: Ignora
cy: Anwybyddu
de: Ignorieren
es: Ignorar
et: Eira
fi: Ohita
ga: Déan neamhaird de
gl: Ignorar
hr: Zanemari
id: Abaikan
ja: 無視
ka: უგულვებელყოფა
mk: Игнорирај
ms: Abaikan
nb: Ignorer
pt: Ignorar
pt_br: Ignorar
ro: Ignoră
sl: Prezri
sq: Shpërfille
sr: Занемари
sv: Ignorera
te: ఉపేక్షించు
tr: Önemseme
uk: Ігнорувати
